{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05151484",
            "orgStudyIdInfo": {
                "id": "70781"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG072797",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG072797"
                }
            ],
            "organization": {
                "fullName": "University of Kentucky",
                "class": "OTHER"
            },
            "briefTitle": "Novel Precision Medicine Approach to Treatment of Osteoporosis Based on Bone Turnover",
            "officialTitle": "Novel Precision Medicine Approach to Treatment of Osteoporosis Based on Bone Turnover",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "novel-precision-medicine-approach-to-treatment-of-osteoporosis-based-on-bone-turnover"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-17",
            "studyFirstSubmitQcDate": "2021-12-08",
            "studyFirstPostDateStruct": {
                "date": "2021-12-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Hartmut Malluche, MD",
                "investigatorTitle": "Professor and Chief",
                "investigatorAffiliation": "University of Kentucky"
            },
            "leadSponsor": {
                "name": "Hartmut Malluche, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Osteoporosis affects 24.5% of women over 65 and results in fracture-related hospital admissions exceeding those of heart attacks, strokes and breast cancer combined. Current treatment options do not account for differences between age-related and estrogen deficiency related osteoporosis, because of the need for bone biopsies for determination. This study will establish a paradigm-shifting individualized treatment protocol for age-related osteoporosis and a non-invasive method for its determination, thereby reducing the major health problems and enormous burden on society and the elderly related to this disease.",
            "detailedDescription": "Osteoporosis is a health problem of major proportions. It affects more than 40 million Americans and results in more than 2 million fractures annually among Medicare patients alone. Hospital admissions for osteoporotic fractures exceed those of heart attacks, strokes and breast cancer combined. Osteoporosis is commonly considered a disease associated with menopause. This estrogen deficiency related bone loss is characterized by high bone turnover with increased resorption without commensurate changes in bone formation. It is in contrast to age-related bone loss, which starts as early as in the fourth decade of life and continues with increasing age. Age-related bone loss is usually associated with lower bone turnover and decreased bone formation is the main abnormality. Current therapies do not address age-related bone loss and the special needs of the age-related osteoporosis population is currently ignored. This is to a great degree due to difficulties associated with the bone biopsy necessary for determination of bone turnover status. Thus, the current standard of care relies on starting with an antiresorber, which is less effective in age-related osteoporosis, and in fact impedes the effectiveness in this population of the appropriate anabolic medication.\n\nThe investigators study seeks to achieve two specific aims: Aim 1) to establish a novel precision medicine approach to treatment of age-related osteoporosis based on recognition of low bone turnover and initial treatment with anabolics, and Aim 2) to find a non-invasive method for diagnosing low bone turnover in osteoporotic patients by measurements of serum carboxylated osteocalcin with validation via the \"gold standard\" bone biopsy and histomorphometry.\n\nThe investigators approach will be to enroll female participants who have been diagnosed with osteoporosis in a prospective, proof of concept study. Patients will undergo bone biopsy and blood draws at baseline. Bone turnover status will be assessed employing histomorphometry. In addition, blood levels of carboxylated osteocalcin will be measured in order to determine their validity - alone or in combination with other bone markers - for diagnosing low bone turnover prevailing in age-related bone loss.\n\nParticipants will be grouped according to turnover status. Low-turnover participants will be randomized (1:1) either to treatment with the anabolic teriparatide (Group 1) or with the standard of care antiresorber alendronate (Group 2) for one year. In order to provide the necessary comparison group for the non-invasive assessment of turnover, normal-high turnover participants (Group 3) will be treated with standard of care alendronate for one year. At baseline and at one-year bone mineral density measurements will be performed by DXA and 1-year changes in BMD will be compared between groups. The investigators central hypothesis is that low turnover, age-related osteoporosis needs to be diagnosed and treated differently from estrogen deficiency related osteoporosis. The results will provide a paradigm shift in the treatment of osteoporosis."
        },
        "conditionsModule": {
            "conditions": [
                "Age-Related Osteoporosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1 Low Turnover",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Teriparatide (anabolic) For 1 Year",
                    "interventionNames": [
                        "Drug: Teriparatide"
                    ]
                },
                {
                    "label": "Group 2 Low Turnover",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard of Care - Control:\n\nTreated with Alendronate (antiresorber) For 1 Year",
                    "interventionNames": [
                        "Drug: Alendronate"
                    ]
                },
                {
                    "label": "Group 3 Normal-High Turnover",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard of Care Treatment with Alendronate (antiresorber) For 1 Year",
                    "interventionNames": [
                        "Drug: Alendronate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Teriparatide",
                    "description": "Participants will receive 20 μg teriparatide per day via subcutaneous injections. Participants, and if needed a caregiver, will be trained in the subcutaneous administration of teriparatide according to the manufacturer's guidelines. The investigators will measure serum calcium, BSAP and TRAP-5b levels via blood draws at quarterly monitoring visits. If BSAP or TRAP-5b do not increase compared to baseline or decrease after any quarter, participants will be contacted and correct administration will be reviewed. Serum calcium is measured for safety to avoid hypo- and hypercalcemia. Participants will also be given a daily dose of Vitamin D of 800 IUs to prevent development of Vitamin D deficiency.",
                    "armGroupLabels": [
                        "Group 1 Low Turnover"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Alendronate",
                    "description": "Participants will receive 70 mg alendronate p.o. once per week. Participants will be carefully instructed to follow the manufacturer's recommendations for administration. Compliance will be assessed by measurement of the bone turnover markers BSAP and TRAP-5b from blood drawn at quarterly monitoring visits. These markers have been shown to be useful for assessment of turnover changes with treatment. If these markers do not decrease compared to baseline or rise after any quarter, participants will be contacted and correct administration will be reviewed. Participants will also be given a daily dose of Vitamin D of 800 IUs to prevent development of Vitamin D deficiency.",
                    "armGroupLabels": [
                        "Group 2 Low Turnover",
                        "Group 3 Normal-High Turnover"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mineral Bone Density of the lumbar spine",
                    "description": "Percent change in mineral bone density absolute values of the lumbar spine measured by DXA at baseline and at one year.",
                    "timeFrame": "1 Year"
                },
                {
                    "measure": "Measure of serum osteocalcin levels to predict bone turnover",
                    "description": "Diagnostic Utility of serum osteocalcin level measurements by ELISA at baseline and at one year to predict bone turnover. Area under the receiver operating characteristic curve analysis will be used to determine the discriminative power of osteocalcin levels for determination of low versus non-low bone turnover.",
                    "timeFrame": "1 Year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosed Osteoporosis by DXA (BMD t-score ≤ -2.5 with or without fragility fractures)\n2. Treatment naive with respect to with anabolic or antiresorptive bone drugs.\n3. Premenopausal, menopausal, and post-menopausal females.\n4. 45 years old and older.\n5. Presence or absence of diabetes\n6. Normal levels of Vitamin D\n7. Absence of all exclusion criteria on clinical workup\n\nPatients diagnosed as osteoporotic due to the presence of fragility fractures, but without osteoporotic t-scores, will not be included because they would require fractures as a study endpoint which would entail a multi-center approach. Moreover, abnormal bone quality has been shown to be present in these patients, which requires bone histology for assessment.\n\nExclusion Criteria:\n\n1. Pregnant or trying to become pregnant or are breastfeeding.\n2. Participation in a study of an investigational drug during the past 30 days.\n3. Treatment with anabolic or antiresorptive bone drugs.\n4. Use of systemic anticoagulation (blood thinner)\n5. Planned or anticipated oral surgery within the next 12 months.\n6. Allergy to the antibiotics demeclocycline or tetracycline.\n7. Planning to move out of the area within 18 months of the study.\n8. Inability to stand or sit upright for at least 30 minutes.\n9. Chronic alcoholism and/or drug addiction.\n10. Prior radiation therapy (external beam or implant radiation) involving the skeleton (only if randomized to the bone forming drug (anabolic Forteo®)).\n11. Systemic illnesses or organ diseases that may affect bone (except type 1 or type 2 Diabetes Mellitus).\n12. Clinical condition that may limit study participation (e.g., heart diseases (unstable angina), lung diseases (severe COPD), other infections).\n13. Abnormalities of the esophagus (tube connecting the mouth to the stomach) which delay esophageal emptying such as stricture (narrowing) or achalasia (a condition that prevents normal swallowing).\n14. Have other bone diseases that are not linked to age or menopause.\n15. Have a history of malignancy (cancer), not including non-melanoma skin cancer.\n16. Vitamin D (Calcidiol) level below the normal range (below 20ng/mL).\n17. AFTER RANDOMIZATION: If randomized to Group 1 Teriparatide and radius BMD t-score is less than -3.5 and does not sign consent to continue in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hartmut H Malluche, MD",
                    "role": "CONTACT",
                    "phone": "859-323-2637",
                    "email": "hhmall@uky.edu"
                },
                {
                    "name": "Paul F Netzel, DNP",
                    "role": "CONTACT",
                    "phone": "859-323-2672",
                    "email": "pfnetz2@uky.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "hartmut h Mallluche, md",
                    "affiliation": "University of Kentucky",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kentucky",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40536",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hartmut H Malluche, MD",
                            "role": "CONTACT",
                            "phone": "859-323-2637",
                            "email": "hhmall@uky.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010024",
                    "term": "Osteoporosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001851",
                    "term": "Bone Diseases, Metabolic"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12947",
                    "name": "Osteoporosis",
                    "asFound": "Osteoporosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5130",
                    "name": "Bone Diseases, Metabolic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019386",
                    "term": "Alendronate"
                },
                {
                    "id": "D000019379",
                    "term": "Teriparatide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050071",
                    "term": "Bone Density Conservation Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M17550",
                    "name": "Vitamin D",
                    "relevance": "LOW"
                },
                {
                    "id": "M6003",
                    "name": "Cholecalciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M21349",
                    "name": "Teriparatide",
                    "asFound": "Augmented",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21353",
                    "name": "Alendronate",
                    "asFound": "3 years",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3032",
                    "name": "Anabolic Androgenic Steroids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "T440",
                    "name": "Calciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "T442",
                    "name": "Cholecalciferol",
                    "relevance": "LOW"
                },
                {
                    "id": "T479",
                    "name": "Vitamin D3",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}