{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05644756",
            "orgStudyIdInfo": {
                "id": "1943932-2"
            },
            "secondaryIdInfos": [
                {
                    "id": "P50MH126219",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P50MH126219"
                }
            ],
            "organization": {
                "fullName": "Kaiser Permanente",
                "class": "OTHER"
            },
            "briefTitle": "Novel Methods for Implementing Measurement-Based Care for Youth in Low-resource Environments",
            "officialTitle": "IMPACT Center Signature Project 1, \"Novel Methods for Implementing Measurement-Based Care for Youth in Low-resource Environments\", is Embedded Within IMPACT Center P50 Entitled: Optimizing Evidence-Based Practice Implementation for Clinical Impact: the IMPACT Center.",
            "acronym": "NIMBLE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "novel-methods-for-implementing-measurement-based-care-for-youth-in-low-resource-environments"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-18",
            "studyFirstSubmitQcDate": "2022-11-30",
            "studyFirstPostDateStruct": {
                "date": "2022-12-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Kaiser Permanente",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will visit 4 community mental health clinics in Washington state and work with clinic staff to find out if staff are regularly evaluating clinical outcomes using questionnaires (which is also called measurement-based care). The study team will partner with clinic staff to find out what makes using questionnaires difficult and then plan to improve the use of questionnaires. The study activities will include trainings, interviews, collaborative discussions, and interactive activities.",
            "detailedDescription": "Rapid Ethnographic Assessment (REA). REA will be conducted over 2-day site visits at each clinic, following a kickoff training on the principles of MBC. This team will conduct ethnographic observations on both days, using primarily unobtrusive techniques on Day 1, documenting observations of activities (e.g., clinician documentation), interactions (e.g., client check in), and events (e.g., staff meeting) using written and audio-recorded field notes. The investigators will interview staff for responses to the \"example\" question (for instance, \"Could you show me how you use MBC in your work and describe what you are doing?\") described above. The investigators expect up to 30 interviews per clinic: 30-45 minutes for therapists, 15 minutes for staff. The investigators will synthesize learnings from observations, interviews, and surveys in a debriefing session, using notes to generate a list of unique barriers. Day 2 will be focused observations of therapists shadowed by team members to document, track, and note the duration and location of activities, guided by barriers identified in the evidence review and Day 1 learnings. The investigators will conduct semi-structured, focused interviews based on Day 1 learnings, with therapists (therapists, supervisors, psychiatrists) and staff (up to 30). Day 2 interviews will be longer (15-30 minutes), audio recorded.\n\nDesign Kits. To complement REA and collect real-time data from therapists and youth, at the end of site visits, the investigators will leave design kit materials including disposable cameras, journals, pens and prompts to use to describe using MBC by taking pictures, make diary entries, draw maps, and record images. The investigators will ask therapists (5-8 per clinic) to participate. The investigators will strive to recruit at least one youth from each participating therapist to also complete design kits.\n\nThe investigators will recruit 5-8 youth clients to also complete design kits. This is the only youth-related activity in the study. Participants will have one week to document experiences before returning the toolkits to the investigators in self-addressed, postage-paid stamped envelopes. Within a week of receiving the data, team members will conduct follow-up 15-minute phone interviews, inviting participants to interpret and comment on their responses. The investigators will create memos documenting barriers and describing their salience, meaning, and importance to the participant.\n\nBarrier Prioritization. The investigators will engage 5-8 therapists and/or staff in the prioritization activity for a 2-hour facilitated group activity. The activity will occur in-person (Site Visit 2) but could be delivered virtually if needed. Barriers identified through the rapid evidence review, rapid ethnographic assessment, and design kits (50+ expected) will be prioritized using a participant-engaged method.\n\nCausal Pathway Diagramming. For each clinic, the investigators will develop Causal Pathway Diagrams CPDs for the top 3 prioritized barriers. The goal is to assess how well each implementation strategy is matched to a prioritized barrier, based on its mechanism of action, and to clarify the causal chain of events that must take place to achieve MBC fidelity.\n\nFocus Groups to Improve IMPACT methods. The investigators will engage partners in a semi-structured focus group to capture their experience engaging in all IMPACT Center methods in the 3 site visits to inform further toolkit refinement. A facilitator not previously engaged in any of the activities will conduct a 60-minute focus group to solicit reactions to all aspects of IMPACT's methods, including the steps and personnel requirements of each method, and their output (e.g., prioritized barriers; utility of the information captured in the CPDs).\n\nAIM 2: Compare MBC fidelity post IMPACT Center methods deployment versus historical controls.\n\nThe clinician self-report measure is a simple, quick, and homegrown self-report tool based upon the Collect, Share, Act conceptualization of MBC fidelity. The creation of this survey was guided by a need for something brief and pragmatic, and no self-report measures to our knowledge are (1) brief, (2) pragmatic, and (3) assess fidelity to the three main components of MBC. The survey asks clinicians to report (1) their approximate youth caseload in the last 6 months, and the percentage of youth patients with whom they have (2) collected data at least every two sessions, (3) shared data over the treatment course, and (4) acted on these processes to change the direction of treatment. Clinicians will complete this survey over REDCap. The study team will assess the internal reliability, concurrent validity, and convergent validity of the measure once data collection ends \\[41\\]. A copy of this measure is available from the first author.\n\nThe study will will present descriptive statistics to describe MBC fidelity at each of the three time points. The study will use a repeated measures analysis of variance to analyze whether fidelity to components of MBC changed from baseline (6 months after enrollment) to 3 months after active implementation, and finally 6 months after implementation."
        },
        "conditionsModule": {
            "conditions": [
                "Mental Health"
            ],
            "keywords": [
                "Youth Mental Health",
                "Improving Measurement-based Care",
                "Community Mental Health Centers",
                "Implementation Science"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 228,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Measurement Based Care Implementation",
                    "type": "OTHER",
                    "description": "Four community mental health clinics located in Washington state will receive trainings on how to implement Measurement Based Care (MBC) in their clinics. We are creating implementation plans to improve therapists' use of measurement-based care.",
                    "interventionNames": [
                        "Behavioral: IMPACT Methods to Identify and Prioritize Determinants (Challenge I), Challenge and Match strategies to Prioritized Determinants (Challenge II)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "IMPACT Methods to Identify and Prioritize Determinants (Challenge I), Challenge and Match strategies to Prioritized Determinants (Challenge II)",
                    "description": "IMPACT Center developed two methods for identifying determinants that involved providers, staff, and youth at community mental health centers in site visit 1: Rapid Ethnographic Assessment, Design Probes. Then, practice partners engage in a facilitated group activity to rate the criticality, chronicity, and ubiquity of the list of determinants in Site Visit 2. Finally, practice partners engage in a third site visit where they create Causal Pathway Diagrams that allow them to match strategies to prioritize determinants and create Implementation Plans.",
                    "armGroupLabels": [
                        "Measurement Based Care Implementation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in measurement-based care frequency",
                    "description": "Therapists will report on the number of clinical outcome questionnaires administered to 5 pilot clients (the total number of outcome questionnaires per client used) before and after engaging in our researcher-driven implementation process.",
                    "timeFrame": "We will assess at 6, 9, and 12 months after enrollment."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aim 1: Co-create plans for optimizing Measurement Based Care (MBC) implementation for youth with comorbidities. Clinic staff/Therapists (N=180) across 6 CMHCs in Washington state.\n* Aged 21+\n* Working at a CMHC that is participating in the WA State CBT (Cognitive Behavioral Therapy) + Initiative.\n* Youth (N=48)\n* Aged 13-17 years\n* Receiving treatment at CMHC participating in the WA State CBT (Cognitive Behavioral Therapy) + Initiative.\n* Aim 2: Compare MBC fidelity post IMPACT Center methods deployment versus historical controls. Clinic staff/Therapists (N=30) across 6 CMHCs in Washington.\n* Must be aged 21+\n* Working at a CMHC that is participating in the WA State CBT (Cognitive Behavioral Therapy) + Initiative.\n\nExclusion Criteria:\n\n* Aim 1: Clinic staff/Therapists: Unwilling to participate in study activities.\n* Youth:\n* Suicidal or psychotic\n* Not cognitively able to safely participate in MBC\n* Not able to read and write in English.\n* Aim 2: Clinic staff/Therapists:\n* Unwilling to participate in study activities.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carolyn E Bain, MPH",
                    "role": "CONTACT",
                    "phone": "206-287-4611",
                    "email": "Carolyn.E.Bain@kp.org"
                },
                {
                    "name": "Rene Hawkes, BS",
                    "role": "CONTACT",
                    "phone": "206-287-2073",
                    "email": "rene.j.hawkes@kp.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ruben G Martinez, PhD",
                    "affiliation": "Kaiser Permanente",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "KPWHRI",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carolyn E Bain, MPH",
                            "role": "CONTACT",
                            "phone": "206-287-4611",
                            "email": "Carolyn.E.Bain@kp.org"
                        },
                        {
                            "name": "Ruben G Martinez, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "38017522",
                    "type": "BACKGROUND",
                    "citation": "Martinez RG, Weiner BJ, Meza RD, Dorsey S, Palazzo LG, Matson A, Bain C, Mettert KD, Pullmann MD, Lewis CC. Study protocol: Novel Methods for Implementing Measurement-Based Care with youth in Low-Resource Environments (NIMBLE). Implement Sci Commun. 2023 Nov 28;4(1):152. doi: 10.1186/s43058-023-00526-z."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}