{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04848675",
            "orgStudyIdInfo": {
                "id": "20-0157"
            },
            "organization": {
                "fullName": "University of Colorado, Boulder",
                "class": "OTHER"
            },
            "briefTitle": "Novel Time-efficient Inspiratory Muscle Strength Training for Lowering Systolic Blood Pressure",
            "officialTitle": "Novel Time-efficient Inspiratory Muscle Strength Training for Lowering Systolic Blood Pressure and Improving Endothelial, Cerebrovascular, and Cognitive Function",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "novel-time-efficient-inspiratory-muscle-strength-training-for-lowering-systolic-blood-pressure"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-30",
            "studyFirstSubmitQcDate": "2021-04-13",
            "studyFirstPostDateStruct": {
                "date": "2021-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Douglas Seals",
                "investigatorTitle": "Distinguished Professor",
                "investigatorAffiliation": "University of Colorado, Boulder"
            },
            "leadSponsor": {
                "name": "University of Colorado, Boulder",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Above-normal systolic blood pressure (SBP), defined as SBP \\>/= 120 mmHg, is the major modifiable risk factor for cardiovascular disease, stroke, cognitive decline/dementia, and other chronic health problems. Despite the availability of treatments to lower SBP, over 75 percent of adults with above-normal SBP fail to control BP, which has led to a nearly 50 percent increase in the number of deaths attributable to BP over the past decade. Therefore, above-normal SBP is a major public health burden.\n\n* Greater than 65 percent of adults 50 years of age and older have above-normal SBP. The number of adults age 50 years and older is rapidly increasing, predicting a continued increase in above-normal SBP driven morbidity and mortality in the absence of effective treatment strategies. This makes developing novel SBP-lowering therapies an urgent biomedical research priority.\n* Increasing SBP is closely linked to vascular dysfunction, observable as impaired endothelial function, increased large-elastic artery stiffness, and impaired cerebrovascular function. Declines in these functions play a large role in the increased risk of chronic disease associated with above-normal SBP. The primary mechanism responsible for SBP-induced vascular dysfunction is thought to be oxidative stress-associated inhibition of nitric oxide bioavailability. Therefore, to have the largest biomedical impact, new SBP-lowering therapies should also improve vascular function by decreasing oxidative stress.\n* Healthy lifestyle practices, such as conventional aerobic exercise, maintaining a healthy diet, or reducing sodium intake, are all first-line strategies to lower SBP. Importantly, these lifestyle practices also improve vascular function, in large part by reducing oxidative stress. However, adherence to healthy lifestyle practices is poor, with adherence to guidelines generally between 20 to 40 percent in adult Americans. The greatest reported barrier to meeting healthy lifestyle guidelines is lack of time. Therefore, time-efficient interventions have great promise for promoting adherence, reducing SBP, and improving other physiological functions.\n* High-resistance inspiratory muscle strength training (IMST) is a time-efficient (5 minutes per session) lifestyle intervention consisting of 30 inspiratory maneuvers performed against a high resistance. Preliminary data suggest 6-weeks of IMST performed 6 days/week reduces SBP by 9 mmHg in adults with above-normal SBP (i.e., greater than 120 mmHg) at baseline. Importantly, this reduction in SBP is equal to or greater than the reduction in blood pressure typically achieved with time- and effort-intensive healthy lifestyle strategies like conventional aerobic exercise. However, these results need to be confirmed in an appropriately powered clinical trial with a longer, guideline-based treatment duration. Furthermore, the influence of IMST on functions impaired by above-normal SBP (endothelial, cerebrovascular, cognitive) needs to be determined, as do the mechanisms through which IMST exerts beneficial effects.\n* Accordingly, we will conduct a randomized, blinded, sham-controlled, parallel group design clinical trial to assess the efficacy of 3-months of IMST (75 percent maximal inspiratory pressure) vs. brisk walking (40-60% heart rate reserve; an established healthy lifestyle strategy) for lowering SBP and improving endothelial, cerebrovascular, and cognitive function in adults age 50 years and older with above-normal SBP. I hypothesize IMST will lower SBP and improve endothelial function by decreasing oxidative stress and increasing nitric oxide bioavailability. I also hypothesize IMST will improve cerebrovascular and cognitive function, and that these improvements will be related to reductions in SBP and improvements in endothelial function. I also expect adherence to the intervention to be excellent (over 80 percent of all training sessions completed at the appropriate intensity).\n* To test my hypothesis, I will recruit 102 adults age 50 years and older who have SBP \\>/= 120 mmHg. Subjects will undergo baseline testing for casual (resting) SBP, 24-hour ambulatory SBP, endothelial function, arterial stiffness, cognitive function, and cerebrovascular function. Innovative mechanistic probes including pharmaco-dissection with vitamin C, analysis of biopsied endothelial cells, and high-throughput metabolomics, will be performed to assess oxidative stress and nitric oxide bioavailability at baseline.\n* After baseline testing, subjects will be randomized to perform either 3-months of high-resistance IMST or brisk walking. Subjects will train 6 days/week with one training session supervised in the laboratory and the other 5 performed unsupervised at home. Following 3 months of training, subjects will redo all the tests that were done during baseline testing to assess training-induced changes in SBP, physiological functions, and underlying mechanisms."
        },
        "conditionsModule": {
            "conditions": [
                "Blood Pressure",
                "Endothelial Dysfunction",
                "Hypertension"
            ],
            "keywords": [
                "Above-normal blood pressure",
                "Vascular function",
                "Inspiratory muscle strength training"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel Assignment",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 102,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Inspiratory muscle strength training",
                    "type": "EXPERIMENTAL",
                    "description": "Using a handheld device, participants will perform 30 breaths a day at 75% of maximal inspiratory pressure, six days a week, for three months.",
                    "interventionNames": [
                        "Other: Inspiratory muscle strength training"
                    ]
                },
                {
                    "label": "Brisk walking",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will walk for 25 minutes a day, six days a week, for three months at a target heart rate of 40-60% heart rate reserve. Heart rate will be monitored with a heart rate monitor.",
                    "interventionNames": [
                        "Other: Brisk walking"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Inspiratory muscle strength training",
                    "description": "Participants will perform inspiratory muscle strength training.",
                    "armGroupLabels": [
                        "Inspiratory muscle strength training"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Brisk walking",
                    "description": "Participants will perform brisk walking.",
                    "armGroupLabels": [
                        "Brisk walking"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in resting systolic and diastolic blood pressure",
                    "description": "Resting systolic and diastolic blood pressure",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline endothelial function at 3 months",
                    "description": "Brachial artery flow-mediated dilation",
                    "timeFrame": "3 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change from baseline ambulatory systolic and diastolic blood pressure at 3 months",
                    "description": "Systolic and diastolic blood pressures measured over 24 hours with an ambulatory monitor",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in oxidative stress-associated suppression of endothelial function at 3 months",
                    "description": "Assessed as the change in brachial artery flow-mediated dilation following infusion of a supreatherapeutic dose of ascorbic acid known to scavenge superoxide compared to isovolumic saline",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelial cell oxidative stress at 3 months",
                    "description": "Endothelial cell abundance of nitrotyrosine",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelial cell pro-oxidant signaling at 3 months",
                    "description": "Endothelial cell levels of NADPH oxidase p47phox",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelial cell antioxidant defenses at 3 months",
                    "description": "Endothelial cell levels of MnSOD",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelial cell nitric oxide production at 3 months",
                    "description": "Cultured endothelial cell production of nitric oxide after incubation with subject serum sampled before and after the intervention",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in endothelial cell superoxide production at 3 months",
                    "description": "Cultured endothelial cell production of superoxide after incubation with subject serum sampled before and after the intervention",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in plasma concentrations of L-arginine, a substrate for nitric oxide, at 3 months",
                    "description": "Targeted plasma metabolomics using liquid chromatography-mass spectrometry",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in plasma concentrations of dehydroascorbate, an antioxidant, at 3 months",
                    "description": "Targeted plasma metabolomics using liquid chromatography-mass spectrometry",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in aortic stiffness at 3 months",
                    "description": "carotid-femoral pulse wave velocity",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in cognitive function at 3 months",
                    "description": "NIH Toolbox cognition battery of tests",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in cerebrovascular reactivity at 3 months",
                    "description": "Change in middle cerebral artery blood velocity in response to hypercapnia",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in oxidative stress-mediated suppression of cerebrovascular reactivity at 3 months",
                    "description": "Assessed as the change in cerebrovascular reactivity following infusion of a supratherapeutic dose of ascorbic acid known to scavenge superoxide compared to isovolumic saline",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in internal carotid artery endothelial function at 3 months",
                    "description": "Dilation of the internal carotid artery in response to hypercapnia",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change from baseline in oxidative stress-mediated suppression of internal carotid artery endothelial function at 3 months",
                    "description": "assessed as the change in internal carotid artery dilation to hypercapnia following infusion of a supratherapeutic dose of ascorbic acid known to scavenge superoxide compared to isovolumic saline",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 50 years and older\n* Ability to provide informed consent\n* Willing to accept random assignment to condition\n* Resting systolic blood pressure 120 mmHg or greater\n* Body mass index \\<40 kg/m2\n* Weight stable in the prior 3 months (\\<2 kg weight change) and willing to remain weight stable throughout the study\n* Mini-mental state exam score of 24 or higher\n* No change in blood pressure medications or other medications (prescriptions or dosing) in the prior 3 months and willing to maintain current medication regimen\n* Free from clinical disease with the exception of hypertension\n\nExclusion Criteria:\n\n* Younger than age 50\n* History of uncontrolled hypertension (systolic blood pressure \\>180 mmHg and/or diastolic blood pressure \\>120 mmHg)\n* Current smoker\n* Abnormal blood pressure response to exercise (drop in systolic blood pressure below resting levels or systolic blood pressure \\>260 mmHg or diastolic blood pressure \\>115 mmHg)\n* Regular vigorous aerobic/endurance exercise (\\>4 bouts/week, \\>30 min/bout at a workload \\>6 METS)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel H Craighead, PhD",
                    "role": "CONTACT",
                    "phone": "303-492-3010",
                    "email": "daniel.craighead@colorado.edu"
                },
                {
                    "name": "Narissa McCarty, MS",
                    "role": "CONTACT",
                    "phone": "303-492-2485",
                    "email": "imststudy@colorado.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel H Craighead, PhD",
                    "affiliation": "University of Colorado, Boulder",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Boulder",
                    "status": "RECRUITING",
                    "city": "Boulder",
                    "state": "Colorado",
                    "zip": "80309",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel H Craighead, PhD",
                            "role": "CONTACT",
                            "phone": "303-492-3010",
                            "email": "daniel.craighead@colorado.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.01499,
                        "lon": -105.27055
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053120",
                    "term": "Respiratory Aspiration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "asFound": "Inspiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27583",
                    "name": "Systolic Murmurs",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}