{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03912428",
            "orgStudyIdInfo": {
                "id": "190079"
            },
            "secondaryIdInfos": [
                {
                    "id": "19-M-0079"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Novel PET Radioligands as Inflammatory Biomarkers in Rheumatoid Arthritis and Myositis",
            "officialTitle": "Evaluation of a Novel PET Radioligand as an Inflammatory Biomarker in Musculoskeletal Conditions",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Other",
                "Orthopedics"
            ],
            "study": "novel-pet-radioligands-as-inflammatory-biomarkers-in-rheumatoid-arthritis-and-myositis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-06-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-02-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-02-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-04-10",
            "studyFirstSubmitQcDate": "2019-04-10",
            "studyFirstPostDateStruct": {
                "date": "2019-04-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Mental Health (NIMH)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nInflammation can play a role in diseases like heart disease and rheumatoid arthritis. PET scans can help detect inflammation. Two new drugs may create better PET images.\n\nObjective:\n\nTo see if the drugs \\[11C\\]ER176 and \\[11C\\]MC1 can help image inflammation.\n\nEligibility:\n\nPeople ages 18 and older with rheumatoid arthritis or idiopathic inflammatory myopathy (IIM).\n\nHealthy volunteers enrolled in protocol 01-M-0254 or 17-M-0181 are also needed.\n\nDesign:\n\nHealthy participants will be screened under protocol 01-M-0254 or 17-M-0181.\n\nParticipants with arthritis or IIM will have a screening visit. This will include:\n\nMedical history\n\nPhysical exam\n\nBlood and urine tests\n\nPossible CT or X-ray: A machine will take pictures of the body.\n\nHealthy participants will have 1 or 2 visits. They may have urine tests. They may take the drug celecoxib by mouth. They will have a PET scan. A small amount of one or both study drugs will be injected through a catheter: A needle will guide a thin plastic tube into an arm vein. Another catheter will draw blood. They will like on a bed that slides into a machine. Their vital signs and heart activity will be measured.\n\nParticipants with arthritis will have up to 2 visits after screening. They may take celecoxib and have PET scans.\n\nParticipants with IIM will have up to 3 visits after screening. At 1 or 2 visits, they will take celecoxib and have PET scans. They will have 1 visit where they have an MRI: They will lie on a table that slides into a machine. The machine takes pictures of the body.",
            "detailedDescription": "I. Objective\n\n18-kDa translocator protein (TSPO) and cyclooxygenase-2 (COX-2) are both implicated in the pathophysiology of various inflammatory disorders, suggesting that both may serve as potential biomarkers of inflammation in brain as well as periphery. Our laboratory recently developed two new radioligands: \\[11C\\]ER176 to image TSPO and \\[11C\\]MC1 to image COX-2. Using wholebody imaging, this study seeks to determine whether PET imaging using these new radioligands can differentiate two inflammatory conditions-rheumatoid arthritis (RA) and idiopathic inflammatory myopathies (IIM)-from healthy conditions. To determine if \\[11C\\]MC1 uptake is specific to COX-2, we will also conduct a blocking study with a selective COX-2 inhibitor (celecoxib) in both \\[11C\\]MC1 and \\[11C\\]ER176 scans; celecoxib is expected to block uptake of \\[11C\\]MC1 but not \\[11C\\]ER176. Using brain-dedicated imaging, this seeks to determine whether RA patients and healthy volunteers have specific binding in brain - i.e., uptake that can be blocked celecoxib.\n\nII. Study population\n\nHealthy volunteers (n = 17), patients with RA (n = 15), and patients with IIM (n = 15) will undergo whole-body PET/CT scans. Patients with AxSpA (n=15) will undergo two whole-body PET/MRI scans. In addition, healthy volunteers (n = 22) and patients with RA (n = 12) will have brain-dedicated imaging using \\[11C\\]MC1 concurrent with arterial blood sampling. Finally, 15 patients with RA will be imaged during a period of moderate to severe symptoms and after clinically indicated treatment for two to four months. Thus, the entire population will be healthy volunteers (n = 39), patients with RA (n = 42), patients with AxSpA (n=15) and patients with\n\nIIM (n = 15).\n\nIII. Design\n\n1. Phase 1: We will begin by injecting up to 10 mCi of \\[11C\\]MC1 in one healthy male and one healthy female and then conducting a whole body PET scan. Uptake will be measured in the ovaries and testes, and the dose of radioactivity will be calculated. We will proceed only if the dose to these organs with the higher injected activity proposed for Phase 2 will not exceed the limits specified by the Radioactive Drug Research Committee (RDRC).\n2. Phase 2: Fifteen RA patients, 15 IIM patients, and 15 age-, sex-, and genotypematched healthy subjects will undergo two whole-body PET/CT scans using 15 mCi of \\[11C\\]ER176 on one day and two whole-body PET/CT scans using 15 mCi of \\[11C\\]MC1 on another day. The first scan on each day will serve as the baseline scan for comparison; the second scan on each day will be a blocking study using celecoxib. The \\[11C\\]ER176 scans are not mandatory and will be requested at the discretion of the PI.\n3. Phase 3: Twelve RA patients and 22 age- and sex-matched healthy subjects will undergo two brain-dedicated PET/CT scans, each using 20 mCi \\[11C\\]MC1, and concurrent with arterial blood sampling. The first scan will be a baseline scan, and the second will be after blockade by celecoxib.\n4. Phase 4: Fifteen RA participantstients will be imaged twice with \\[11C\\]MC: while having moderate to severe symptoms and after clinically-indicated therapy for about two to four months. Participants will have whole-body scan after injection of 15 mCi of \\[11C\\]MC1.\n\nIV. Outcome measures\n\nFor whole body imaging, radioligand uptake in a selected region of interest will be quantified as a Standardized Uptake Value (SUV), which normalizes for injected activity and body weight. Possible differences in actual blood radioligand level will be adjusted by venous blood data obtained during the PET scan. Regional uptake after blockade with celecoxib will be expressed as a percentage of the baseline value. The baseline uptake and the percentage blockade by celecoxib of each radioligand will be compared between patients and healthy subjects as well as between inflamed and non-inflamed regions of the body in RA and IIM patients.\n\nFor brain-dedicated imaging, the density of COX-2 will be measured with pharmacokinetic modeling and expressed as distribution volume (VT)."
        },
        "conditionsModule": {
            "conditions": [
                "Myositis",
                "Inflammatory",
                "Rheumatoid Arthritis",
                "Healthy Volunteers"
            ],
            "keywords": [
                "Inflammatory",
                "PET Imaging"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 111,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single arm",
                    "type": "OTHER",
                    "description": "all groups get the same studies",
                    "interventionNames": [
                        "Diagnostic Test: 11C-MC1",
                        "Drug: Celecoxib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "11C-MC1",
                    "description": "PET radioligand for COX-2",
                    "armGroupLabels": [
                        "Single arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Celecoxib",
                    "description": "COX-2 inhibitor",
                    "armGroupLabels": [
                        "Single arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Uptake of the radioligands in the affected body area",
                    "description": "Radioligand uptake in a selected region of interest will be quantified as a Standardized Uptake Value (SUV), which normalizes for injected activity and body weight. Possible differences in actual blood radioligand level will be adjusted by venous blood data obtained during the PET scan. Regional uptake after blockade with celecoxib will be expressed as a percentage of the baseline value. The baseline uptake and the percentage blockade by celecoxib of each radioligand will be compared between patients and healthy subjects as well as between inflamed and non-inflamed regions of the body in RA and IIM patients.",
                    "timeFrame": "2 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\n  1) Healthy subjects\n* Aged 18 years or older.\n* Willing and able to complete all study procedures.\n* Able to provide informed consent.\n* Healthy based on medical history, physical examination, and laboratory testing.\n* Enrolled in protocol 01M0254 The Evaluation of Participants with Mood and Anxiety Disorders and Healthy Volunteers or 17M0181 Recruitment and Characterization of Healthy Research Volunteers for NIMH Intramural Studies .\n* Be age-, and sex-matched with patient groups for the 15 subjects in the Phase 2.\n\n  2) RA patients\n* Aged 18 years or older.\n* Willing and able to complete all study procedures.\n* Able to provide informed consent.\n* Have been given a diagnosis of RA based on the published criteria\n* Have moderate to severe symptoms, as defined by a DAS28-ESR score \\>3.2, but RA patients may be in remission for the repeat scan in phase 4.\n\n  3) IIM patients\n* Aged 18 years or older\n* Willing and able to complete all study procedures.\n* Able to provide informed consent.\n* Meets Bohan and Peter criteria for probable or definite DM or PM, or\n* Meets criteria for IBM as defined by Lloyd et al. : 1) finger flexor or quadriceps weakness, and 2) endomysial inflammation, and\n\n  3) either invasion of non-necrotic muscle fibers or rimmed vacuoles.\n\n  4) AxSpA patients\n* Aged 18 years or older.\n* Willing and able to complete all study procedures.\n* Able to provide informed consent.\n* Have been given a diagnosis of AxSpA based on Assessment of Spondylo-Arthritis International Society (ASAS) criteria AxSpA.\n\nEXCLUSION CRITIERIA:\n\n1. Common for all participants\n\n   * Because non-steroidal anti-inflammatory drugs (NSAIDs) inhibit COX-2, subjects should not have taken NSAIDs or willow bark tea for two weeks prior to the PET scan.\n   * For Phase 2, 3 and 4 \\*contraindications to taking COX-2 inhibitors that, in the opinion of the investigators, have the potential to affect the results or the safety of the participant.\n\n   These may include:\n   * History of hypersensitivity reaction to COX inhibitors or History of aspirin- or NSAID-induced asthma;\n   * History of upper or lower gastrointestinal bleeding, gastritis, peptic ulcer disease;\n   * History of uncontrolled gastroesophageal reflux disease (GERD), but not medically-controlled GERD;\n   * Coagulation disorder;\n   * Thrombocytopenia;\n   * G6PD deficiency;\n   * History of gout;\n   * History of hepatic or renal impairment;\n   * History of cardiovascular disease or presence of cardiovascular risk factors such as uncontrolled or poorlycontrolled hypertension.\n   * Current use of probenecid\n   * Patients clinically in remission or who have low disease activity\n\n     * Positive HIV infection.\n     * Any other history of severe medical illness or injury with the potential to affect study data interpretation or to be any medical contraindication to the procedures performed in the study, including active infection and untreated malignancy.\n     * Unable to travel to NIH\n     * Recent exposure to radiation related to research (e.g., PET from other research) that, when combined with this study, would be above the allowable limits.\n     * Inability to lie flat on camera bed for at least two hours, including claustrophobia and overweight greater than the maximum for the scanner (500 lb).\n     * Pregnancy or breastfeeding.\n     * Participants must not have substance use disorder or alcohol use disorder. However, alcohol or cannabis use by themselves are not exclusion criteria, unless that use affects the function of daily life.\n     * NIMH employees or an NIH employee who is a subordinate/relative/co-worker of the investigators.\n\n       * These criteria will not be applied to the two healthy volunteers participating in the Phase 1 of this study.\n2. Healthy subjects\n\n   -Clinically significant laboratory abnormalities based on tests performed under screening protocol 01-M-0254 or 17-M-0181.\n3. AxSpA and IIM patients\n\n   * Unable to have an MRI scan (e.g., pacemakers or other implanted electrical devices, brain stimulators, dental implants, aneurysm clips (metal clips on the wall of a large artery), metallic prostheses (including metal pins and rods, heart valves, and cochlear implants), permanent eyeliner, implanted delivery pumps, or shrapnel fragments, metal fragments in the eye).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tara N Turon, C.R.N.P.",
                    "role": "CONTACT",
                    "phone": "(301) 827-6599",
                    "email": "tara.turon@nih.gov"
                },
                {
                    "name": "Robert B Innis, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 594-1368",
                    "email": "robert.innis@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert B Innis, M.D.",
                    "affiliation": "National Institute of Mental Health (NIMH)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27856631",
                    "type": "BACKGROUND",
                    "citation": "Ikawa M, Lohith TG, Shrestha S, Telu S, Zoghbi SS, Castellano S, Taliani S, Da Settimo F, Fujita M, Pike VW, Innis RB; Biomarkers Consortium Radioligand Project Team. 11C-ER176, a Radioligand for 18-kDa Translocator Protein, Has Adequate Sensitivity to Robustly Image All Three Affinity Genotypes in Human Brain. J Nucl Med. 2017 Feb;58(2):320-325. doi: 10.2967/jnumed.116.178996. Epub 2016 Nov 17."
                },
                {
                    "pmid": "22968319",
                    "type": "BACKGROUND",
                    "citation": "Kreisl WC, Jenko KJ, Hines CS, Lyoo CH, Corona W, Morse CL, Zoghbi SS, Hyde T, Kleinman JE, Pike VW, McMahon FJ, Innis RB; Biomarkers Consortium PET Radioligand Project Team. A genetic polymorphism for translocator protein 18 kDa affects both in vitro and in vivo radioligand binding in human brain to this putative biomarker of neuroinflammation. J Cereb Blood Flow Metab. 2013 Jan;33(1):53-8. doi: 10.1038/jcbfm.2012.131. Epub 2012 Sep 12."
                },
                {
                    "pmid": "18975347",
                    "type": "BACKGROUND",
                    "citation": "van der Laken CJ, Elzinga EH, Kropholler MA, Molthoff CF, van der Heijden JW, Maruyama K, Boellaard R, Dijkmans BA, Lammertsma AA, Voskuyl AE. Noninvasive imaging of macrophages in rheumatoid synovitis using 11C-(R)-PK11195 and positron emission tomography. Arthritis Rheum. 2008 Nov;58(11):3350-5. doi: 10.1002/art.23955."
                },
                {
                    "pmid": "32359360",
                    "type": "DERIVED",
                    "citation": "Shrestha S, Kim MJ, Eldridge M, Lehmann ML, Frankland M, Liow JS, Yu ZX, Cortes-Salva M, Telu S, Henter ID, Gallagher E, Lee JH, Fredericks JM, Poffenberger C, Tye G, Ruiz-Perdomo Y, Anaya FJ, Montero Santamaria JA, Gladding RL, Zoghbi SS, Fujita M, Katz JD, Pike VW, Innis RB. PET measurement of cyclooxygenase-2 using a novel radioligand: upregulation in primate neuroinflammation and first-in-human study. J Neuroinflammation. 2020 May 2;17(1):140. doi: 10.1186/s12974-020-01804-6."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2019-M-0079.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000001172",
                    "term": "Arthritis, Rheumatoid"
                },
                {
                    "id": "D000009220",
                    "term": "Myositis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "asFound": "Rheumatoid Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12172",
                    "name": "Myositis",
                    "asFound": "Myositis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3001",
                    "name": "Idiopathic Inflammatory Myopathy",
                    "asFound": "Myositis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068579",
                    "term": "Celecoxib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000052246",
                    "term": "Cyclooxygenase 2 Inhibitors"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M277",
                    "name": "Celecoxib",
                    "asFound": "Call",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27009",
                    "name": "Cyclooxygenase 2 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}