{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05384132",
            "orgStudyIdInfo": {
                "id": "IRB-300009106"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Novel Dental Gel as an Adjunct to Scaling and Root Planing",
            "officialTitle": "Randomized Control Trial of a Novel Dental Gel as an Adjunct to Scaling and Root Planing in Subjects With Stage II and III Periodontitis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "novel-dental-gel-as-an-adjunct-to-scaling-and-root-planing"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-17",
            "studyFirstSubmitQcDate": "2022-05-17",
            "studyFirstPostDateStruct": {
                "date": "2022-05-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Maninder Kaur",
                "investigatorTitle": "Assistant Professor, Principal Investigator",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will evaluate the use of Livionex Dental Gel (LDG) as a home care product in reducing probing pocket depth (PD) beyond the effect achieved by the current standard of care with SRP in periodontitis patients.",
            "detailedDescription": "The current standard of care in treating periodontitis is scaling and root planing (ScRP). ScRP is the instrumentation of the crown and root surfaces of teeth to remove plaque, tartar, and stains, as well as, the removal of cementum or surface dentin that is rough, impregnated with calculus or contaminated with toxins and/or microorganisms. This procedure is performed because the patient is at the stage of their disease where the bacterial load has accumulated subgingival and their toothbrush or interdental devices is no longer efficacious. As the etiology of the disease is removed, it relieves the biological burden and allows the body to resolve the inflammation. To prevent re-initiation of the disease, oral hygiene and periodontal maintenance therapy is key to periodontal health and stability. Formation of plaque begins with the formation of a pellicle which occurs within seconds after a tooth surface is cleaned. Within minutes, weak adhesion of bacteria to pellicle is formed. If bacteria is not removed or disturbed within 24-48 hours, primary colonizers such as Streptococcus and Actinomyces sp are firmly attached and provide new receptors for attachment of other bacteria. Toothbrushing twice daily and interdental cleaning daily limits the ability for over accumulation of biomass thus preventing the initiation of chronic inflammatory process.\n\nThe benefits of optimal at-home plaque control have greatly contributed to maintaining a functional dentition throughout life, decrease risk of attachment loss, benefits in appearance and breath freshness, and prevention in expensive dental care. Despite this knowledge, 69% American adults brush their teeth twice daily and only 31.6% of Americans adults use interdental devices. And of those who do perform mechanical debridement their efficacy in plaque removal is in question. Not to mention, the elderly with cognitive and physical conditions which may inhibit adequate oral hygiene practices such as advanced dementia and severe arthritis. Studies have demonstrated high prevalence rates of caries, poor oral hygiene, gingival inflammation, dry mouth, bleeding gums, and periodontal disease among nursing home elders. Because of this, the quest to attain plaque control more easily has been researched through better toothbrush designs and new dentrifice formulations. Over the counter dentifrice formulations typically include flavorings, chelators, colors, preservatives, foaming agents, abrasives, and detergents. Some of these common ingredients have the potential to be too abrasive and remove tooth structure, cause sensitivity or allergic reactions, and some have been reported to spread in the blood and different organ systems. Without knowing the long-term effects of these findings, manufacturers are avoiding some of these ingredients. Recent studies have shown a dental gel with activated edathamil (2.6 % Livionex) has demonstrated reduced plaque accumulation and improved gingival health while minimizing the side effects experienced with over-the-counter dentifrices. Its anti-plaque ability is explained by its capability to bind to cations such as calcium and iron which are essential for bacterial adherence to tooth structures. A dental gel that is attainable for the public and have the capabilities of minimizing plaque accumulation shows promise to individuals that struggle with plaque control and recurrence of periodontal disease.\n\nThe overall aim of this randomized, double-blind, active-control safety and efficacy study will be to evaluate the adjunctive therapeutic effect of using LDG as a home care product in reducing probing pocket depth (PD) beyond the effect achieved by the current standard of care with SRP in stage II and III periodontitis patients."
        },
        "conditionsModule": {
            "conditions": [
                "Periodontal Diseases",
                "Gingival Diseases",
                "Gingival Pocket",
                "Gum Bleed",
                "Plaque, Dental"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 76,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Scaling and Root Planing (SRP) + Livfresh Dental Gel (LDG)",
                    "type": "EXPERIMENTAL",
                    "description": "SRP at Baseline with use of LDG (test dentifrice) for twice daily brushing between study visits.",
                    "interventionNames": [
                        "Other: SRP + Livfresh Dental Gel"
                    ]
                },
                {
                    "label": "Scaling and Root Planing (SRP) + standard fluoride dentifrice",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "SRP at Baseline with use of standard fluoride dentifrice (control dentifrice) for twice daily brushing between study visits.",
                    "interventionNames": [
                        "Other: SRP + standard flouride dentifrice"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "SRP + Livfresh Dental Gel",
                    "description": "SRP at baseline with use of LDG (test dentifrice) for twice daily brushing between study visits. Scaling and root planing is the physical removal of dental plaque, calculus, and bacterial exotoxins embedded onto the root surface of effected teeth with hand instruments and ultrasonic devices. In addition to scaling and root planing, the participants will use LDG as their primary dentrifice (toothpaste) for the next 6 months. They're instructed to use LDG twice daily with toothbrushing for 2 minutes. LDG in previous studies have been reported to be superior to conventional over-the-counter toothpaste in terms of reducing bacterial plaque and gingival inflammation due to its EDTA (ethylenediaminetetraacetic acid) ingredient. EDTA prevents adhesion of bacterial plaque to teeth.",
                    "armGroupLabels": [
                        "Scaling and Root Planing (SRP) + Livfresh Dental Gel (LDG)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "SRP + standard flouride dentifrice",
                    "description": "SRP at baseline with use of standard fluoride dentifrice (control dentifrice) for twice daily brushing between study visits. Scaling and root planing is the physical removal of dental plaque, calculus, and bacterial exotoxins embedded onto the root surface of effected teeth with hand instruments and ultrasonic devices. In addition to scaling and root planing, the participants will use standard fluoride toothpaste (commercial over-the-counter toothpaste) as their primary dentrifice (toothpaste). They're instructed to use standard fluoride toothpaste twice daily with toothbrushing for 2 minutes.",
                    "armGroupLabels": [
                        "Scaling and Root Planing (SRP) + standard fluoride dentifrice"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incremental reduction in gingival pocket depth.",
                    "description": "Incremental reduction in PD compared to the active control at Day 180 for those sites with PD \\> 4 mm as compared to control.",
                    "timeFrame": "From baseline to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incremental reduction in Gingival Index",
                    "description": "Incremental reduction in GI compared to the active control at Day 180 (full mouth) as compared to control",
                    "timeFrame": "From baseline to 6 months"
                },
                {
                    "measure": "Incremental reduction in Plaque Index",
                    "description": "Incremental reduction in PI compared to the active control at Day 180 (full mouth) as compared to control",
                    "timeFrame": "From baseline to 6 months"
                },
                {
                    "measure": "Incremental reduction in the number of Bleeding on Probing (BOP)",
                    "description": "Incremental reduction in the number of BOP sites compared to the active control at Day 180 (full mouth) as compared to control",
                    "timeFrame": "From baseline to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female subjects at least 18 years of age.\n\n  * Subject must be willing and able to provide written informed consent.\n  * Available during the course of the study.\n  * Must have minimum of 20 natural teeth, excluding third molars.\n  * Must have at least 20 BOP sites, excluding third molars.\n  * Stage II or III, Grade B periodontitis with at least 4 teeth with a minimum PD of 5 mm and minimum CAL of 3mm.\n  * No antibiotic therapy for periodontal disease or chronic use of anti-inflammatory drugs (NSAIDs) within the past month of Baseline, or during the study.\n  * Must not have received definitive treatment (i.e., SRP or periodontal surgical therapy) for periodontitis in the last one year.\n  * Subject must be willing and able to comply with study visits as described in the protocol.\n  * Subjects must be available for follow up on the telephone.\n  * Able to read and understand the consent form in English\n\nExclusion Criteria:\n\n* • Pregnancy or breast feeding.\n\n  * Medical condition that requires pre-medication prior to dental procedures.\n  * Systemic conditions and use of medications that may affect periodontal tissues.\n  * Severe dental disease characterized multiple decayed, untreated dental sites.\n  * Presence of orthodontic appliances.\n  * Diseases of oral soft or hard tissues.\n  * Participating in another clinical trial currently or in the month preceding this study.\n  * Stage IV and/or Grade C periodontitis.\n  * Vertical bone defects 4mm or greater.\n  * Subjects who have active dental infections other than periodontitis that will require dental treatment during the study period.\n  * Excessive oral hygiene practices including use of water irrigation devices such as Waterpik or use of interdental cleansers more than twice daily.\n  * Non-English speaking\n  * Smokers, uncontrolled or brittle diabetics, HIV/AIDS, and subjects with severe systemic disease, e.g., cancer, lupus, pemphigus vulgaris/pemphigoid, or other oral mucous membrane diseases that would interfere with performance of oral hygiene, e.g., erosive lichen planus, recurrent major aphthous lesions, etc.\n  * History of allergic reaction to any ingredient in the test/control dentifrices.\n  * Presence of any condition, abnormality, or situation at Baseline that in the opinion of the Principal Investigator may preclude the subject's ability to comply with study requirements, including completion of the study or the quality of the data.\n  * Subjects unwilling to use manual toothbrush during the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maninder Kaur, BDS,MPH,MS",
                    "role": "CONTACT",
                    "phone": "2059344506",
                    "email": "maninder@uab.edu"
                },
                {
                    "name": "Sarah Startley, DMD",
                    "role": "CONTACT",
                    "phone": "2059758711",
                    "email": "ss1971@uab.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Unversity of Alabama at Birmingham, School of Dentistry",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294-0007",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maninder Kaur, BDS,MPH,MS",
                            "role": "CONTACT",
                            "phone": "205-934-4506",
                            "email": "maninder@uab.edu"
                        },
                        {
                            "name": "Sarah Startley, DMD",
                            "role": "CONTACT",
                            "phone": "205-975-8711",
                            "email": "ss1971@uab.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005888",
                    "term": "Gingival Pocket"
                },
                {
                    "id": "D000010510",
                    "term": "Periodontal Diseases"
                },
                {
                    "id": "D000005882",
                    "term": "Gingival Diseases"
                },
                {
                    "id": "D000003773",
                    "term": "Dental Plaque"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009059",
                    "term": "Mouth Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000003741",
                    "term": "Dental Deposits"
                },
                {
                    "id": "D000014076",
                    "term": "Tooth Diseases"
                },
                {
                    "id": "D000005891",
                    "term": "Gingivitis"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13427",
                    "name": "Periodontitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M13419",
                    "name": "Periodontal Diseases",
                    "asFound": "Periodontal Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M8994",
                    "name": "Gingival Diseases",
                    "asFound": "Gingival Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8996",
                    "name": "Gingival Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M9000",
                    "name": "Gingival Pocket",
                    "asFound": "Gingival Pocket",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6970",
                    "name": "Dental Plaque",
                    "asFound": "Plaque, Dental",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12019",
                    "name": "Mouth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6938",
                    "name": "Dental Deposits",
                    "relevance": "LOW"
                },
                {
                    "id": "M16831",
                    "name": "Tooth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9003",
                    "name": "Gingivitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7662",
                    "name": "Edetic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M8587",
                    "name": "Fluorides",
                    "relevance": "LOW"
                },
                {
                    "id": "M7543",
                    "name": "Pentetic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}