{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05887713",
            "orgStudyIdInfo": {
                "id": "alpha stim"
            },
            "organization": {
                "fullName": "Mike O'Callaghan Military Hospital",
                "class": "FED"
            },
            "briefTitle": "Novel Mental Health Therapies to Improve Military Readiness",
            "officialTitle": "Novel Mental Health Therapies to Improve Military Readiness",
            "therapeuticArea": [
                "Mental Health",
                "Cardiovascular",
                "Other"
            ],
            "study": "novel-mental-health-therapies-to-improve-military-readiness"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-24",
            "studyFirstSubmitQcDate": "2023-05-24",
            "studyFirstPostDateStruct": {
                "date": "2023-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "David Moss",
                "investigatorTitle": "Doctor/Principal Investigator",
                "investigatorAffiliation": "Mike O'Callaghan Military Hospital"
            },
            "leadSponsor": {
                "name": "David Moss",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "To evaluate the efficacy of CES as a therapy to treat and mitigate symptoms of generalized anxiety in DoD beneficiaries in a prospective clinical trial and compare this to sham (placebo) CES.",
            "detailedDescription": "Anxiety disorders are diverse. The Veterans Administration diagnostic code options for anxiety are Post-Traumatic Stress Disorder (PTSD), Generalized Anxiety Disorder (GAD), obsessive- compulsive disorder (OCD), Other Specified Anxiety Disorder, phobias and Social Anxiety Disorder, and panic disorder and/or agoraphobia. In the US Military, anxiety disorders are increasing in prevalence.\n\nAccording to one DoD report, by 2012 anxiety disorders made up more medical encounters than any other mental disorder and was fourth in overall encounter categories including non-mental health related injuries and illnesses (Anxiety Disorders Active Component).\n\nTraditional mental health therapies and active-duty military readiness are often mutually exclusive due to habit-forming and significant physical and mental adverse side effects resulting from standard mental health therapies. In veterans, while work readiness is less of an issue, traditional mental health therapies affect activities of daily living and overall quality of life.\n\nNonpharmacological approaches to mental health therapy in the military health system are therefore relevant and timely (Bravo).\n\nCranial Electrotherapy Stimulation (CES): Also known by the proprietary name Alpha-Stim, cranial electrotherapy stimulation is a noninvasive neuromodulation treatment commonly used to mitigate anxiety, posttraumatic stress, insomnia, and depression. The device is FDA cleared for the treatment of anxiety, insomnia, depression, and acute post-traumatic and chronic pain.\n\nActive duty servicemembers and veterans using the device reported at least 50% improvement in each area (Kirsch). Newer cranial electrotherapy stimulation devices that attach to the patients' ears significantly improved general and state-anxiety (Kim, Morriss). Set up of alpha stim is demonstrated at the following website; https://youtu.be/ImDQ2HWAS6U\n\nCognitive behavioral therapy is a form of talk therapy shown to be effective for GAD. While its effectiveness is proven, it requires referral to a trained counselor or therapist, requires multiple visits and can cause patients to miss work or other events (Borza). Brief CBT is a specific method of CBT that consists of 1. psychoeducation on the Cognitive Behavioral Model 2.\n\nassessment of frequency and severity of symptoms, as well as desired cognitive and behavioral change (ie goal setting) 3. Practice developing insight and cognitive disputation using the Antecedents, Behavior, Consequences (ABC) Model 4) Review subjects' homework (Thought Record) and reinforce cognitive disputation of unhelpful thinking patterns during appointments (Cully).\n\nThere are multiple screening/diagnostic scales to determine the presence and severity of GAD. The Mini International Neuropsychiatric Interview is a validated clinician administered brief structured interview for multiple major psychiatric disorders including anxiety (Sheehan). The Beck Anxiety Inventory (BAI) is a 21 item self-report and addresses comprehensive symptoms of anxiety.\n\nThis tool specifically can be used to monitor symptoms over time (Beck). The Hamilton Anxiety Rating Scale (HAM-A) is a 14-item validated clinician administered questionnaire that measures the severity of both psychic and somatic anxiety symptoms (Hamilton).\n\nHeart Rate Variability (HRV) has been used as a surrogate marker for autonomic function\n\n/balance. Low HRV correlates with increased sympathetic tone and studies indicate that patients with depression and anxiety disorders may have abnormally low HRV compared to controls (Servant).\n\nThis study will utilize the Firstbeat Bodyguard 2, a device designed to act as a professional grade sensor of short and long term HRV measurements. As a non medical device, it does not require FDA clearance.\n\nVagal efficiency is measured by the slope of the linear regression between heart rate and HRV. It represents the change in heart rate per unit increase/decrease in HRV. Clinically it is theorized that it measures the ability of the parasympathetic nervous system to adapt to dynamic changes in sympathetic tone (Kovacic).\n\nThis study will evaluate the efficacy of CES as a therapy to treat and mitigate symptoms of generalized anxiety in DoD beneficiaries in a prospective clinical trial and compare this to sham (placebo) CES."
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety",
                "Alpha Stim",
                "Cranial Electrotherapy Stimulation",
                "Cognitive Behavioral Therapy",
                "Heart Rate Variability"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1: Active CES",
                    "type": "EXPERIMENTAL",
                    "description": "Active CES treatment at home 40 minutes daily for 6 weeks",
                    "interventionNames": [
                        "Device: Experimental: Alpha-Stim 100"
                    ]
                },
                {
                    "label": "Group 2: Sham CES",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham CES treatment at home 40 minutes daily for 6 weeks",
                    "interventionNames": [
                        "Device: Sham Comparator"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Experimental: Alpha-Stim 100",
                    "description": "Subjects in CES intervention group will run CES at home daily for 6 weeks. Study staff will call weekly to ensure adherence to CES treatment, gather CES usage data for the week and to answer any questions.",
                    "armGroupLabels": [
                        "Group 1: Active CES"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Comparator",
                    "description": "Subjects in CES sham group will run sham CES at home daily for 6 weeks. Study staff will call weekly to ensure adherence to sham CES treatment, gather sham CES usage data for the week and to answer any questions.",
                    "armGroupLabels": [
                        "Group 2: Sham CES"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Beck Anxiety Inventory (BAI)",
                    "description": "BAI total scores range from 0 to 63; higher total scores indicate more severe anxiety symptoms.\n\nScores are clinically categorized as 0-7 (minimal anxiety) 8-15 (mild anxiety), 16-25 (moderate anxiety), and 26-63 (severe anxiety). The BAI and HAM-A are mildly correlated. BAI will be treated as normally distributed allowing parametric statistical methods to be used.\n\nBaseline BAI will be obtained.",
                    "timeFrame": "Visit 1 (Week 0)"
                },
                {
                    "measure": "Beck Anxiety Inventory (BAI)",
                    "description": "BAI total scores range from 0 to 63; higher total scores indicate more severe anxiety symptoms.\n\nScores are clinically categorized as 0-7 (minimal anxiety) 8-15 (mild anxiety), 16-25 (moderate anxiety), and 26-63 (severe anxiety). The BAI and HAM-A are mildly correlated. BAI will be treated as normally distributed allowing parametric statistical methods to be used.\n\nBAI will be obtained.",
                    "timeFrame": "Visit 8 (Week 10)"
                },
                {
                    "measure": "Hamilton Anxiety Rating Scale (HAM-A)",
                    "description": "HAM-A total scores range from 0 to 56. Scores are clinically categorized as 17 or less (mild anxiety), 18-24 (moderate anxiety), and 25-30 (severe anxiety). HAM-A will be treated as normally distributed allowing parametric statistical methods to be used.\n\nBaseline HAM-A will be obtained.",
                    "timeFrame": "Visit 1 (Week 0)"
                },
                {
                    "measure": "Hamilton Anxiety Rating Scale (HAM-A)",
                    "description": "HAM-A total scores range from 0 to 56. Scores are clinically categorized as 17 or less (mild anxiety), 18-24 (moderate anxiety), and 25-30 (severe anxiety). HAM-A will be treated as normally distributed allowing parametric statistical methods to be used.\n\nHAM-A will be obtained.",
                    "timeFrame": "Visit 8 (Week 10)"
                },
                {
                    "measure": "Heart Rate Variability (HRV)",
                    "description": "Heart Rate Variability (HRV) time domain measures estimate the statistical variability of interbeat intervals.\n\nHRV will be obtained using the First Beat Bodyguard 2. Subjects will have the device placed according to the manufacturer's instructions on the torso. HRV will be captured for 2 minutes in a seated position, then 2 minutes in a standing position, then 2 minutes in a seated position. HRV, and vagal efficiency will be calculated using this data. Subjects will be instructed not to consume caffeine, alcohol or nicotine containing products within 12 hours of HRV data collection. Subjects will be told not to take anti-cholinergic medications (ex: antihistamines), central nervous system depressants or central nervous system stimulant medications within 24 hours of HRV measurement. (Based on literature review, alcohol, caffeine and nicotine are excreted completely within 12 hours and the majority of medications listed are excreted within 24-48 hours.)",
                    "timeFrame": "Visit 1 (Week 0)"
                },
                {
                    "measure": "Heart Rate Variability (HRV)",
                    "description": "Heart Rate Variability (HRV) time domain measures estimate the statistical variability of interbeat intervals.\n\nHRV will be obtained using the First Beat Bodyguard 2. Subjects will have the device placed according to the manufacturer's instructions on the torso. HRV will be captured for 2 minutes in a seated position, then 2 minutes in a standing position, then 2 minutes in a seated position. HRV, and vagal efficiency will be calculated using this data. Subjects will be instructed not to consume caffeine, alcohol or nicotine containing products within 12 hours of HRV data collection. Subjects will be told not to take anti-cholinergic medications (ex: antihistamines), central nervous system depressants or central nervous system stimulant medications within 24 hours of HRV measurement. (Based on literature review, alcohol, caffeine and nicotine are excreted completely within 12 hours and the majority of medications listed are excreted within 24-48 hours.)",
                    "timeFrame": "Visit 8 (Week 10)"
                },
                {
                    "measure": "Vagal Efficiency (VE)",
                    "description": "Vagal efficiency (VE) mean (SD) in a sample having a history of maltreatment were 61.7(19.5) and in a sample without a history of maltreatment were 69.6 (25.5). VE will be treated as normally distributed allowing parametric statistical methods to be used.\n\nVagal efficiency is measured by the slope of the linear regression between heart rate and HRV. It represents the change in heart rate per unit increase/decrease in HRV. Clinically it is theorized that it measures the ability of the parasympathetic nervous system to adapt to dynamic changes in sympathetic tone.",
                    "timeFrame": "Visit 1 (Week 0)"
                },
                {
                    "measure": "Vagal Efficiency (VE)",
                    "description": "Vagal efficiency (VE) mean (SD) in a sample having a history of maltreatment were 61.7(19.5) and in a sample without a history of maltreatment were 69.6 (25.5). VE will be treated as normally distributed allowing parametric statistical methods to be used.\n\nVagal efficiency is measured by the slope of the linear regression between heart rate and HRV. It represents the change in heart rate per unit increase/decrease in HRV. Clinically it is theorized that it measures the ability of the parasympathetic nervous system to adapt to dynamic changes in sympathetic tone",
                    "timeFrame": "Visit 8 (Week 10)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "\\*\\*Patients must be able to get care at Nellis Air Force Base (a military installation) in order to participate in this study\\*\\*\n\nInclusion Criteria:\n\n* Active Duty and DoD Beneficiaries aged 18 or older\n* Threshold Generalized Anxiety symptoms based on MINI scoring and GAD-7 score of 10 or higher\n\nExclusion Criteria:\n\n* Bi-polar disorder, schizophrenia or schizoaffective disorders, manic depressive disorder, autism spectrum disorders, binge eating disorder, anorexia nervosa, bulimia, obsessive compulsive disorder, gender dysphoria (transgender is not an exclusion unless subject meets DSM-5 criteria for gender dysphoria), dementia, mental or other health disorders that prevent subjects from adhering to treatment.This will be verified by patient report or by chart review.\n* Subjects taking anti-psychotic medications including but not limited to; risperidone, quetiapine, olanzapine, ziprasidone, paliperidone, aripiprazole and clozapine.\n* Subjects taking any seizure medications (ex: Dilantin)\n* Subjects who use nicotine in any form: Cigarettes, Vape pens, chewing tobacco, tobacco pouches, patches, gum.\n* Subjects with medical implant devices such as pacemakers or any device contraindicated for CES treatment.\n* Subjects who have started, altered, or discontinued use of any anti-depressant or anxiolytic in the past four weeks (including any medication in the following classes; selective serotonin reuptake inhibitors \\[SSRI\\], serotonin and norepinephrine reuptake inhibitors \\[SnRI\\], Wellbutrin, beta blockers specifically taken for anxiety, monoamine oxidase inhibitors \\[MAOI\\], tricyclic antidepressants \\[TCA\\], benzodiazepenes).\n* Pregnancy\n* Current or previous use of a CES device.\n* Experimental or clinical brain stimulation such as deep brain stimulation or transcranial magnetic stimulation for any indication (current or past 3 months).\n* Psychotherapy for anxiety based on exposure therapy (current or past 6 weeks)\n* Seizure disorder (current or history). History of febrile childhood seizures is allowed.\n* Higher than low suicide risk on the Columbia Suicide Severity Rating Scale (CSSRS).\n* Known cardiac arrythmias\n* Anything that would make participation in the study unsafe or medically unadvisable in the assessment of a study clinician.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amanda Crawford, MSHS",
                    "role": "CONTACT",
                    "phone": "7026533583",
                    "email": "amanda.j.crawford.ctr@health.mil"
                }
            ],
            "locations": [
                {
                    "facility": "Mike O'Callaghan Military Medical Center",
                    "status": "RECRUITING",
                    "city": "Nellis Air Force Base",
                    "state": "Nevada",
                    "zip": "89191",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda J Crawford, MSHS",
                            "role": "CONTACT",
                            "phone": "702-653-3298",
                            "email": "amanda.j.crawford.ctr@mail.mil"
                        },
                        {
                            "name": "Jill M Clark, MBA/HCM",
                            "role": "CONTACT",
                            "phone": "702-653-3298",
                            "email": "jill.m.clark15.ctr@mail.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.24607,
                        "lon": -115.05721
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Anxiety Disorders, Active Component, U.S. Armed Forces, 2000-2012. October 2013 Vol. 20 No. 10M S M R. https://deploymentpsych.org/system/files/member_resource /2013_MSMR_Anxiety_Disorders_Active_Component_US_Armed_Forces_2000-2012.pdf"
                },
                {
                    "pmid": "31131067",
                    "type": "BACKGROUND",
                    "citation": "Bravo AJ, Witkiewitz K, Kelley ML, Redman JC. Prevalence of Mental Health Problems and Willingness to Participate in a Mindfulness Treatment: An Examination among Veterans Injured in Combat. Mindfulness (N Y). 2019 May;10(5):953-963. doi: 10.1007/s12671-018-1047-4. Epub 2018 Nov 10."
                },
                {
                    "pmid": "25830798",
                    "type": "BACKGROUND",
                    "citation": "Kirsch DL, Price LR, Nichols F, Marksberry JA, Platoni KT. Military service member and veteran self reports of efficacy of cranial electrotherapy stimulation for anxiety, posttraumatic stress disorder, insomnia, and depression. US Army Med Dep J. 2014 Oct-Dec:46-54."
                },
                {
                    "pmid": "34706456",
                    "type": "BACKGROUND",
                    "citation": "Kim J, Kim H, Kim DH, Lee SK, Roh JY, Kim CH, Chang JG, Roh D. Effects of cranial electrotherapy stimulation with novel in-ear electrodes on anxiety and resting-state brain activity: A randomized double-blind placebo-controlled trial. J Affect Disord. 2021 Dec 1;295:856-864. doi: 10.1016/j.jad.2021.08.141. Epub 2021 Sep 3."
                },
                {
                    "pmid": "28867944",
                    "type": "BACKGROUND",
                    "citation": "Borza L. Cognitive-behavioral therapy for generalized anxiety. Dialogues Clin Neurosci. 2017 Jun;19(2):203-208. doi: 10.31887/DCNS.2017.19.2/lborza."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Cully, J.A., Dawson, D.B., Hamer, J., & Tharp, A.L. 2020. A Provider's Guide to Brief Cognitive Behavioral Therapy. Department of Veterans Affairs South Central MIRECC, Houston, TX"
                },
                {
                    "pmid": "16717171",
                    "type": "BACKGROUND",
                    "citation": "Spitzer RL, Kroenke K, Williams JB, Lowe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. doi: 10.1001/archinte.166.10.1092."
                },
                {
                    "pmid": "9881538",
                    "type": "BACKGROUND",
                    "citation": "Sheehan DV, Lecrubier Y, Sheehan KH, Amorim P, Janavs J, Weiller E, Hergueta T, Baker R, Dunbar GC. The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10. J Clin Psychiatry. 1998;59 Suppl 20:22-33;quiz 34-57."
                },
                {
                    "pmid": "3204199",
                    "type": "BACKGROUND",
                    "citation": "Beck AT, Epstein N, Brown G, Steer RA. An inventory for measuring clinical anxiety: psychometric properties. J Consult Clin Psychol. 1988 Dec;56(6):893-7. doi: 10.1037//0022-006x.56.6.893. No abstract available."
                },
                {
                    "pmid": "13638508",
                    "type": "BACKGROUND",
                    "citation": "HAMILTON M. The assessment of anxiety states by rating. Br J Med Psychol. 1959;32(1):50-5. doi: 10.1111/j.2044-8341.1959.tb00467.x. No abstract available."
                },
                {
                    "pmid": "19853714",
                    "type": "BACKGROUND",
                    "citation": "Servant D, Logier R, Mouster Y, Goudemand M. [Heart rate variability. Applications in psychiatry]. Encephale. 2009 Oct;35(5):423-8. doi: 10.1016/j.encep.2008.06.016. Epub 2008 Dec 18. French."
                },
                {
                    "pmid": "32732620",
                    "type": "BACKGROUND",
                    "citation": "Kovacic K, Kolacz J, Lewis GF, Porges SW. Impaired Vagal Efficiency Predicts Auricular Neurostimulation Response in Adolescent Functional Abdominal Pain Disorders. Am J Gastroenterol. 2020 Sep;115(9):1534-1538. doi: 10.14309/ajg.0000000000000753."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We do not plan on sharing data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}