{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04588038",
            "orgStudyIdInfo": {
                "id": "202014"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-07340",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "NT-I7 for the Treatment of Recurrent Squamous Cell Carcinoma of Head and Neck Undergoing Surgery",
            "officialTitle": "A Window of Opportunity Trial of NT-I7 in Patients With Locally Recurrent Squamous Cell Carcinoma of Head and Neck (SCCHN) Undergoing Salvage Surgery",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "nt-for-the-treatment-of-recurrent-squamous-cell-carcinoma-of-head-and-neck-undergoing-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-03-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-07",
            "studyFirstSubmitQcDate": "2020-10-07",
            "studyFirstPostDateStruct": {
                "date": "2020-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Hyunseok Kang, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Hyunseok Kang, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "NeoImmuneTech",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial evaluates the side effects of NT-I7 in treating patients with squamous cell carcinoma of head and neck that has come back (recurrent) who are undergoing surgery. NT-I7 is an immunotherapy drug that works by helping the immune system fight tumor cells. The body produces T-cells which play an important role in body's immune response and its ability to recognize tumor cells. This immunotherapy drug may boost body's T-cells to help fight cancer and enhance body's response to cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To evaluate safety and feasibility of a single intramuscular injection of efineptakin alfa (NT-I7) in patients with locally recurrent squamous cell carcinoma of head and neck (SCCHN).\n\nSECONDARY OBJECTIVES:\n\nI. To describe changes in absolute lymphocyte count (ALC) in peripheral blood after a single dose of NT-I7.\n\nII. To describe changes in tumor infiltrating lymphocytes (TIL) in tumor microenvironment of surgical specimen after a single dose of NT-I7.\n\nIII. To evaluate changes in immune subsets in peripheral blood after a single dose of NT-I7 and after surgery.\n\nEXPLORATORY OBJECTIVE:\n\nI. To make assessment of exploratory biomarkers for pharmacodynamic activity of NT-I7 in peripheral blood, and/or tumor tissue.\n\nOUTLINE:\n\nPatients receive one dose of efineptakin alfa intramuscularly (IM).\n\nAfter completion of study treatment, patients are followed up for 35 days after dose or 21 days after surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Head and Neck Squamous Cell Carcinoma",
                "Recurrent Hypopharyngeal Squamous Cell Carcinoma",
                "Recurrent Laryngeal Squamous Cell Carcinoma",
                "Recurrent Oral Cavity Squamous Cell Carcinoma",
                "Recurrent Oropharyngeal Squamous Cell Carcinoma",
                "Resectable Oropharyngeal Squamous Cell Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (efineptakin alfa)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive one dose of efineptakin alfa IM.",
                    "interventionNames": [
                        "Biological: Efineptakin alfa"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Efineptakin alfa",
                    "description": "Given via intramuscular injection",
                    "armGroupLabels": [
                        "Treatment (efineptakin alfa)"
                    ],
                    "otherNames": [
                        "GX-I7",
                        "Hyleukin-7 (TM)",
                        "Il-7 Hybrid Fc",
                        "IL-7-hyFc",
                        "NT-I7",
                        "rhIL-7-hyFc",
                        "TJ 107",
                        "TJ-107",
                        "TJ107"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of treatment-related adverse events",
                    "description": "The proportion of patients experiencing grade 3 or 4 adverse events assessed according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 will be reported with exact binomial 95% confidence intervals. Safety analyses will be performed for all patients who receive a dose of NT-I7",
                    "timeFrame": "Up to 35 days after the after the NT-I7 injection"
                },
                {
                    "measure": "Number of participants who completed course of NT-I7",
                    "description": "Feasibility will be evaluated as the successful completion of pre-operative NT-I7 and proceeding to pre-planned surgery without any extended treatment-related delay defined as \\> 28 days from day 15. A probability-based decision rule for the study will be used to decide if the probability of successfully proceeding to surgery as planned is convincingly less than .75",
                    "timeFrame": "Up to 43 days after the after the NT-I7 injection"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Absolute lymphocyte count (ALC)",
                    "description": "Descriptive changes in ALC in peripheral blood both before and after a single dose of NT-I7 will be recorded.",
                    "timeFrame": "Up to 36 days after the NT-I7 injection"
                },
                {
                    "measure": "Changes in Tumor infiltrating lymphocytes (TIL)",
                    "description": "Descriptive changes in tumor infiltrating lymphocytes in tumour microenvironment (TME) after a single dose of NT-I7 in pre-treatment biopsy and surgical specimen will be recorded.",
                    "timeFrame": "Up to 15 days after the NT-I7 injection"
                },
                {
                    "measure": "Changes in immune phenotyping",
                    "description": "Descriptive changes in immune phenotyping in peripheral blood after a single dose of NT-I7 and after surgery as measured by mass cytometry will be recorded.",
                    "timeFrame": "Up to 36 days after the NT-I7 injection"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Gene expression profiling: ribonucleic acid (RNA)-sequencing",
                    "description": "Gene expression profiling by bulk ribonucleic acid (RNA)-sequencing or single cell RNA sequencing will be performed.",
                    "timeFrame": "Up to 36 days after the NT-I7 injection"
                },
                {
                    "measure": "Gene expression profiling: T cell receptor (TCR)",
                    "description": "Gene expression profiling by T cell receptor (TCR) diversity via TCR sequencing (TCRseq) will be performed.",
                    "timeFrame": "Up to 36 days after the NT-I7 injection"
                },
                {
                    "measure": "Circulating cytokine analysis",
                    "description": "Circulating cytokine analysis will be performed on serum samples.",
                    "timeFrame": "Up to 36 days after the NT-I7 injection"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have histologically or cytologically confirmed squamous cell carcinoma of oral cavity, oropharynx, hypopharynx or larynx with recurrent disease which is amenable for curative intent surgical resection\n* Age \\>= 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2 (Karnofsky \\>= 60%)\n* Absolute neutrophil count \\>= 1,500/microliter (mcL)\n* Platelets \\>= 100,000/mcL\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN) unless elevated due to Gilbert's syndrome and direct bilirubin is within normal limits\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase (SGOT)) =\\< 3 X institutional upper limit of normal\n* Alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase (SGPT) =\\< 3 X institutional upper limit of normal\n* Alkaline phosphatase =\\< 2.5 x ULN (=\\< 5 x ULN for subjects with documented liver involvement or bone metastases)\n* Creatinine =\\< 1.5 x within institutional upper limit of normal OR\n* Creatinine clearance glomerular filtration rate (GFR) \\>= 50 mL/min/1.73 m\\^2,calculated using the Cockcroft-Gault equation, unless data exists supporting safe use at lower kidney function values, no lower than 30 mL/min/1.73 m\\^2\n* Human immunodeficiency virus (HIV)-infected individuals on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial\n* For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated\n* Individuals with a history of hepatitis C virus (HCV) infection must have been treated and cured. For individuals with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load\n* Individuals with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial\n* The effects of NT-I7 on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception for the duration of study participation and for 3 months after the study treatment. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n* Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation for 3 months after the study treatment\n\nExclusion Criteria:\n\n* Had received immune check point inhibitor within 6 weeks prior to study entry OR chemotherapy, radiation therapy or surgery within 4 weeks prior to study entry except palliative radiotherapy to non-target lesions (within 2 weeks prior to study entry)\n* Has history of autoimmune disease which requires active immune suppression (steroid replacement for iatrogenic deficiencies, prednisone 5 mg or less \\[or equivalent dose\\], or topical steroids are allowed)\n* Is currently receiving any other investigational agents\n* Has uncontrolled tumor-related pain\n* Has uncontrolled intercurrent medical illness, including but not limited to congestive heart failure, recent acute cardiac event within 6 months, and recent major bleeding event within 6 months\n* Pregnant women are excluded from this study because effects of NT-I7 on developing fetus is unknown. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with NT-I7, breastfeeding should be discontinued if the mother is treated with NT-I7\n* Is not recovered from adverse events (AEs) (other than alopecia, vitiligo, neuropathy or endocrinopathy managed with replacement therapy) due to agents administered more than 4 weeks earlier (i.e., have residual toxicities \\> grade 1)\n* Had major surgical procedure, open biopsy, or significant traumatic injury within 4 weeks prior to study initiation\n* Had concurrent or previous other malignancy within 5 years of study entry, except noninvasive or indolent malignancy\n* Has spinal cord compression not definitively treated with surgery and/or radiation\n* Has active autoimmune diseases including but not limited to systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjogren's syndrome, Bell's palsy, Guillain-Barre syndrome, multiple sclerosis, vasculitis or glomerulonephritis\n* Has active and clinically relevant bacterial, fungal, viral, or Tuberculosis (TB) infection, including known Hepatitis A, B, or C or human immunodeficiency virus (HIV) (testing not required) or have been hospitalized within 4 weeks prior to NT-I7 injection",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Angelica Valadez",
                    "role": "CONTACT",
                    "phone": "(415) 502-1879",
                    "email": "Angelica.Valadez@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hyunseok Kang, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angelica Valadez",
                            "role": "CONTACT",
                            "phone": "415-502-1879",
                            "email": "Angelica.Valadez@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Hyunseok Kang, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Oropharyngeal Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "T4267",
                    "name": "Oral Squamous Cell Carcinoma",
                    "asFound": "Oral Cavity Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}