{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05040386",
            "orgStudyIdInfo": {
                "id": "IRB-300007901"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Nurse Coach-Led Early Palliative Care for Older Adults With COPD and Their Care Partners: The Project EPIC Pilot RCT",
            "officialTitle": "Nurse Coach-Led Early Palliative Care for Older Adults With Chronic Obstructive Pulmonary Disease and Their Care Partners: The Project EPIC Pilot Randomized Controlled Trial",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "nurse-coach-led-early-palliative-care-for-older-adults-with-copd-and-their-care-partners-the-project-epic-pilot-rct"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-02",
            "studyFirstSubmitQcDate": "2021-09-02",
            "studyFirstPostDateStruct": {
                "date": "2021-09-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anand Iyer",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Chronic obstructive pulmonary disease (COPD) is the third leading cause of death in older Americans. COPD increases in frequency with age, and older adults with COPD often have significant unmet geriatrics-palliative care needs that results in reduced quality of life, high healthcare utilization, and care at the end of life that does not align with the values and wishes of patients and their care partners. Older adults with COPD could benefit from proactive geriatrics-palliative care before the end of life. However, no geriatrics-palliative care interventions have been systematically developed and tested in community-dwelling older adults with COPD and their care partners. As the number of older adults with COPD increases to levels unmatched by current palliative care workforce trends, innovative strategies are desperately needed to improve the delivery of geriatrics-palliative care in COPD before the end of life.\n\nProject EPIC (Empowering People to Independence in COPD) is a multiphase study to refine and pilot test the EPIC telephonic nurse coaching intervention in older adults with COPD and their care partners. EPIC is informed by the ENABLE (Educate, Nurture, Advise Before Life Ends) early palliative care intervention that improved quality of life and mood for patients with advanced cancer and has been iteratively refined over decades and rigorous randomized controlled trial testing. In the intervention, palliative care-trained nurse coaches deliver the Charting Your Course Curriculum over the phone to patients (six sessions) and their care partners (four sessions), with activities and monthly telephone follow-up following a manualized curriculum. We conducted a formative evaluation in a diverse and multidisciplinary group of stakeholders to refine ENABLE for patients with COPD and pilot tested the potential feasibility of the refined intervention, EPIC, in patients and their care partners.\n\nThe current study summatively evaluates EPIC through a hybrid effectiveness-implementation pilot randomized controlled trial in dyads of community-dwelling older adults with moderate to very severe COPD and their care partners randomized to usual COPD care (control) versus usual COPD care + EPIC (intervention). The primary outcomes are trial and intervention feasibility and acceptability. Secondary geriatrics-palliative care outcomes include Life-Space mobility, quality of life, cognitive impairment, functional status, healthcare utilization, palliative care uptake, and care partner burden."
        },
        "conditionsModule": {
            "conditions": [
                "COPD"
            ],
            "keywords": [
                "palliative care",
                "supportive care",
                "caregiver",
                "geriatrics",
                "telehealth",
                "chronic obstructive pulmonary disease",
                "COPD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual COPD Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants randomized to this arm will receive the standard of care for COPD.",
                    "interventionNames": [
                        "Other: Usual COPD Care"
                    ]
                },
                {
                    "label": "Intervention (EPIC plus Usual COPD Care)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to this arm will receive the experimental treatment for COPD (i.e. EPIC plus usual COPD care).",
                    "interventionNames": [
                        "Behavioral: EPIC"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "EPIC",
                    "description": "Participants randomized to the intervention arm receive usual COPD care + EPIC. EPIC is informed by the ENABLE model or early palliative care. ENABLE (Educate, Nurture, Advise, Before Life Ends) is a theory-based, rigorously tested, and multicomponent early palliative care model that improved quality of life and emotional symptoms in patients with advanced cancer. The PI adapted ENABLE to meet the specific needs of patients with COPD and their care partners through EPIC. EPIC includes a series of weekly telephone-based, nurse coach-led sessions for patients (six) and their care partners (four) aided by a manualized curriculum. Participants also complete activities geared to solving problems and making difficult decisions, attend a Supportive Care clinic visit, and complete advance directives.",
                    "armGroupLabels": [
                        "Intervention (EPIC plus Usual COPD Care)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Usual COPD Care",
                    "description": "Participants randomized to this arm receive standard of care for COPD. This includes routine clinic visits with their clinician, medications, inhalers, vaccinations, tobacco cessation counseling, illness education, cardiopulmonary rehabilitation, specialist referrals, and other COPD therapies deemed appropriate by their clinician.",
                    "armGroupLabels": [
                        "Usual COPD Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intervention Feasibility",
                    "description": "For participants randomized to the intervention arm, we will measure completion of EPICcomponents (CYC sessions and assignments) and tabulate completion rates (# participants completing each component). We will define ≥80% completion of components as evidence of feasibility.",
                    "timeFrame": "Baseline to 6 months"
                },
                {
                    "measure": "Trial and Survey Feasibility",
                    "description": "Rates of screening, enrollment, retention, reasons for exclusion and refusals, and attrition. Survey completion rates will be measured, and survey feasibility will be defined as participants completing ≥80% of instruments.",
                    "timeFrame": "Baseline to 6 months"
                },
                {
                    "measure": "Acceptability (Quantitative)",
                    "description": "Post-intervention survey on intervention acceptability with Likert scale rated 1 to 10; 10 being most acceptable. Overall average score ≥8 of 10 defined as acceptable.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Acceptability (Qualitative)",
                    "description": "Post-intervention semi-structured, in-depth interviews by telephone conducted by study coordinator to explore acceptability, barriers, facilitators, and survey burden.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "UAB Life Space Assessment (LSA)",
                    "description": "15-item measure of Life-Space mobility, or the frequency, distance, and independence of movement in the 4 weeks prior to administration. Scores range from 0-120, and lower scores are associated with more restricted Life-Space mobility. A threshold LSA score of \\>=60 is used to identify restricted Life-Space mobility, which is a marker of social isolation, frailty, and predictor of healthcare utilization in older adults. We have also demonstrated that restricted Life-Space mobility predicts severe exacerbations of COPD. MCID=5 points with an alpha=0.80.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Chronic Respiratory Questionnaire (CRQ)",
                    "description": "20-item measure along domains of dyspnea, fatigue, emotional function, and mastery. Higher scores are associated with better quality of life with an MCID of 0.5 points and an alpha=0.70.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "PROMIS Global Health 10",
                    "description": "10-item measure with physical and mental health domains; 9 questions are rated on a 5-point Likert-scale, and the 10th question rates pain on a scale of 0 to 10. Raw scores converted to standardized t-scores ranging from 0 to 100, with lower scores associated with worse quality of life.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Montgomery Borgatta Caregiver Burden",
                    "description": "14-item measure of care partner burden along domains of objective burden (alpha=0.87-0.90), subjective demand burden (alpha =0.68-0.82), and subjective stress burden (alpha=0.81-0.88). Higher scores are associated with greater burden.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Hospital Anxiety and Depression Scale (HADS)",
                    "description": "14-item measure of emotional symptoms with a 7-item anxiety subscale and a 7-item depression subscale. Each question has a 4-point Likert scale, and scores from 0-21 per subscale, with higher scores associated with more severe anxiety and depressive symptoms. A subscale score \\>=8 on each subscale is the accepted threshold for clinically-elevated anxiety or depressive symptoms. The minimal clinically important difference is 1.5 points on each subscale with an alpha=0.82-0.83.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Modified Telephone Interview for Cognitive Status (mTICS)",
                    "description": "14-item measure of cognitive impairment, which has been validated in COPD. Scores range from 0-50 with higher scores associated with more cognitive impairment. Validated over telephone (alpha=0.80).",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Katz Index of Activities of Daily Living",
                    "description": "6-item measure of independence in activities. Range 0-6. Higher scores associated with more independence; MCID=0.47.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Lawton Instrumental Activities of Daily Living",
                    "description": "8-item measure of functioning in independent living. MCID=0.47; Higher scores associated with higher functioning. alpha=0.85",
                    "timeFrame": "Baseline, 3 months, 6 months"
                },
                {
                    "measure": "Healthcare and palliative care utilization",
                    "description": "Rates of emergency room visits, hospitalizations, intensive care unit admissions, imaging, procedures, palliative care, hospice, change in code status, advance directive completion, identified surrogate decision maker, goals of care documentation",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "De Jon Gierveld Loneliness Scale",
                    "description": "6-item measure of loneliness. Alpha=0.88.",
                    "timeFrame": "Baseline, 3 months, 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Patients\n\nInclusion criteria (must meet ALL of the following):\n\n1. ≥60 years;\n2. COPD on routinely collected spirometry (FEV1/FVC \\<0.70 + FEV1\\<80%);\n3. Able to speak English;\n4. At least one of the following:\n\n4a) Severe breathlessness as defined by a documented modified Medical Research Council (mMRC) Dyspnea Scale Score \\>2 in the medical record or any of the following levels of severe breathlessness by medical review: breathless after walking about 100 yards, breathless after a walking few minutes on level ground, or too breathless to leave the house or when dressing); OR, 4b) ≥1 hospitalization in the year prior but \\>30 days from enrollment; OR, 4c) On supplemental oxygen (exertional or continuous).\n\nExclusion criteria (can be excluded for ANY of the following):\n\n1. No access to a dedicated telephone service;\n2. Recent hospitalization for any reason or exacerbation of COPD in the past 30 days or ongoing exacerbation symptoms requiring treatment with antibiotics and steroids;\n3. Treated within the past 60 days for an advanced cancer defined as metastatic and/or recurrent/progressive stage III/IV cancer, including brain, lung, breast, gynecologic, head and neck, gastrointestinal, genitourinary cancer, and hematologic malignancies by self report or chart review;\n4. Active schizophrenia, major depressive disorder, bipolar disorder, suicidal ideations, or substance abuse by self-report or chart review (Active means currently being treated for schizophrenia, bipolar disorder, or suicidal ideations or having active and untreated major depressive disorder, i.e. not under the care of a clinician or not on medications such as antidepressants or mood stabilizers, or having active and untreated substance abuse, i.e. not on medication or enrolled in a substance abuse program);\n5. Non-correctable hearing impairment (i.e. hearing impairment despite hearing aids);\n6. Severe cognitive impairment (score ≤3 points on 6-item Callahan Screener): a) Correctly identify current year (1 point); b) Correctly identify current month (1 point); c) Correctly identify current day (1 point); d) Correctly recall \"apple\" after 5 minutes (1 point); e) Correctly recall \"table\" after 5 minutes (1 point); f) Correctly recall \"penny\" after 5 minutes (1 point).\n\nCare partners\n\nInclusion criteria (must meet ALL of the following):\n\n1. ≥18 years;\n2. Self-reporting as \"an unpaid spouse or care partner, relative, or friend who knows \\[the patient\\] well and is involved in their medical care\";\n3. Able to speak English.\n\nExclusion criteria (can be excluded for ANY of the following):\n\n1. No access to a dedicated telephone service;\n2. Active schizophrenia, major depressive disorder, bipolar disorder, suicidal ideation, or substance abuse by self-report (Active schizophrenia, major depressive disorder, bipolar disorder, suicidal ideation, or substance abuse by self-report or chart review (Active means currently being treated for schizophrenia, bipolar disorder, or suicidal ideations or having active and untreated major depressive disorder, i.e. not under the care of a clinician or not on medications such as antidepressants or mood stabilizers, or having active and untreated substance abuse, i.e. not on medication or enrolled in a substance abuse program);\n3. Non-correctable hearing impairment (i.e. hearing impairment despite hearing aids);\n4. Severe cognitive impairment (score ≤3 points on a 6-item Callahan screener): a) Correctly identify current year (1 point); b) Correctly identify current month (1 point); c) Correctly identify current day (1 point); d) Correctly recall \"apple\" after 5 minutes (1 point); e) Correctly recall \"table\" after 5 minutes (1 point); f) Correctly recall \"penny\" after 5 minutes (1 point)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jazmine Coffee-Dunning",
                    "role": "CONTACT",
                    "phone": "(205) 996-3679",
                    "email": "jcdunning@uabmc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jazmine Coffee-Dunning",
                            "role": "CONTACT",
                            "email": "jcdunning@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M23449",
                    "name": "Pulmonary Disease, Chronic Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}