{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04404530",
            "orgStudyIdInfo": {
                "id": "IRB00111450"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Nutritional Impacts of Palynziq on Patients With Phenylketonuria (PKU)",
            "officialTitle": "Palynziq and PKU: Treatment Impacts on Diet Quality, Neurological Health, Nutritional Status, and the Metabolome",
            "therapeuticArea": [
                "Other"
            ],
            "study": "nutritional-impacts-of-palynziq-on-patients-with-phenylketonuria-pku"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-21",
            "studyFirstSubmitQcDate": "2020-05-26",
            "studyFirstPostDateStruct": {
                "date": "2020-05-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rani Singh",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "BioMarin Pharmaceutical",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "Phenylketonuria (PKU) is an inherited metabolic disorder that impairs the metabolism of the essential amino acid phenylalanine (Phe). Without stringent dietary control, Phe accumulates in the blood and brain of PKU patients, leading to severe cognitive deficits. Achieving metabolic control, defined as blood Phe levels within the range of 120-360 μmol/L, has been a significant challenge for PKU patients using traditional diet therapy. The new FDA approved pharmacologic treatment, Palynziq, offers a new approach that could significantly reduce the burden of PKU by improving blood Phe levels and allowing for a less restrictive diet. As little is known about the global metabolic and physiologic effects of Palynziq, the present study aims to capture changes in diet quality, neurological health, nutritional status, the nutritional metabolome, and patient perceptions of mental and social health with sustained Palynziq therapy.",
            "detailedDescription": "Phenylketonuria (PKU) is an autosomal recessive disorder caused by more than 500 pathogenic variants in the phenylalanine hydroxylase (PAH) gene. Due to these mutations, affected individuals have reduced activity or complete deficiency of the enzyme phenylalanine hydroxylase, which metabolizes the essential amino acid phenylalanine (Phe) to tyrosine. Consequently, Phe and its byproducts accumulate in the blood and brain of PKU patients, which can have irreparable physical and neurocognitive effects. These may include intellectual disabilities, seizures, eczema, psychosis, and hypopigmentation. To prevent these adverse conditions, early diagnosis and meticulous control of blood Phe levels are required. For optimal metabolic control, the American College of Medical Genetics (ACMG) recommends lifelong maintenance of Phe concentrations within the range of 120-360 μmol/L.\n\nDiet therapy has dramatically improved metabolic control and nutritional status in PKU patients and when adherent to dietary treatment, numerous patients have been able to achieve normal growth and prevent severe cognitive deficits. This, however, is not an easy task given a steep restriction of intact protein is required to keep blood Phe levels within the therapeutic range. To meet nutritional needs in the absence of dietary protein, patients consume large volumes of Phe-free amino acid formulas (medical food) and specialized low-protein modified foods. While this regimen may improve overall diet quality, due to the fortification of formula with vitamins and minerals, the poor palatability and high cost medical food makes diet therapy a significant burden for patients and their families.\n\nPharmacologic therapies now provide an innovative approach to improve patient health and quality of life by liberalizing the traditional protein-restricted diet. Palynziq is a PEGylated recombinant of phenylalanine lyase, which can lower blood Phe concentrations. Given increasing numbers of PKU patients will be initiating Palynziq therapy, it is essential to prospectively evaluate the impact of this novel treatment on the neurological health, diet quality, and nutritional metabolome of patients when administered in a clinical setting. This knowledge will not only improve the efficacy of the treatment, but will be essential for expanding the current dietary guidelines to meet the unique needs of patients treated with Palynziq.\n\nThe objectives of this proposal are to obtain information on the diet quality, neurological health, and nutritional metabolome of patients with PKU at baseline and after intervention with Palynziq. This is a three-year observational study that includes non-pregnant adults who have PKU and have obtained a physician's prescription to initiate Palynziq treatment. Patients who complete the three year study are now eligible to participate in a sub-study which extends the main protocol for up to five years."
        },
        "conditionsModule": {
            "conditions": [
                "Phenylketonurias"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood samples will be obtained to measure amino acids, vitamins, fats, and neurotransmitters. Blood spots will be obtained to determine the PAH gene mutation of participants."
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Palynziq Therapy for PKU",
                    "description": "Participants with PKU who are starting Palynziq therapy, or have recently started Palynziq therapy but have not achieved response.",
                    "interventionNames": [
                        "Drug: Palynziq"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Palynziq",
                    "description": "Participants will take Palynziq as prescribed by their genetics doctor. In accordance with the Palynziq Risk Evaluation and Mitigation Strategy (REMS) protocol, patients will have their first injection of Palynziq at the Emory Genetics Clinic under the supervision of a physician. After initiating therapy, patients will continue to mail in blood spot filter papers and 3-day dietary records to their clinic providers as standard components of clinical care.",
                    "armGroupLabels": [
                        "Palynziq Therapy for PKU"
                    ],
                    "otherNames": [
                        "Pegvaliase"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intra-subject Change in Intact Protein Intake",
                    "description": "Intra-subject change in intact protein intake will be assessed by participant-reported 3-day dietary records.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Intra-subject Change in Medical Food Protein Intake",
                    "description": "Intra-subject change in medical food protein intake will be assessed by participant-reported 3-day dietary records.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Sub study: Intra-subject change in intact protein and medical food protein intake.",
                    "description": "Intra-subject change in medical food protein intake will be assessed by participant-reported 3-day dietary records.",
                    "timeFrame": "12 Months Post-Response through additional five years (6 years post-response)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Average Intact Protein Intake",
                    "description": "Average intact protein intake will be determined by participant-reported 3-day dietary records.",
                    "timeFrame": "Baseline, Response (up to 60 days) 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Days From Palynziq Initiation to Response",
                    "description": "The average length of time (in days) from Palynziq initiation until response, as defined by three consecutive plasma Phe levels lower than the upper limit of the recommended treatment range (\\<360 μmol/L) and a significant increase in intact protein intake (at least 60 percent of the dietary reference intake (DRI) or a two-fold increase from baseline diet prescription), will be determined.",
                    "timeFrame": "Baseline up to Response (up to 60 days)"
                },
                {
                    "measure": "Days From Palynziq Initiation to Consumption of Dietary Reference Intake for Intact Protein",
                    "description": "The average length of time (in days) from Palynziq initiation it takes for participants to consume the dietary reference intake for intact protein (46g females, 56g males).",
                    "timeFrame": "Baseline up to 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Change in Neuro-QOL - Cognitive Function - Short Form Score",
                    "description": "The Neuro-QOL Cognitive Function Short Form includes 8 items asking participants about their cognition during the past 7 days. Responses to statements of if cognition problems are occurring are given on a scale from 1 to 5 where 1 = very often and 5 = never. The amount of difficulty experienced from daily life tasks are responded to on a scale from 1 to 5 as 1 = cannot do task and 5 = no difficulty. Scores are scaled to a T-score with a mean of 50 and a standard deviation of 10. Scores higher than 50 indicate that the respondent in experiencing more cognition problems than the average person.",
                    "timeFrame": "Baseline, Response (up to 60 days) 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Change in Neuro-QOL Sleep Disturbance - Short Form Score",
                    "description": "The Neuro-QOL Sleep Disturbance Short Form includes 8 items asking participants about their sleep during the past 7 days. Responses to statements of if sleep problems are occurring are given on a scale from 1 to 5 where 1 = never and 5 = always. Scores are scaled to a T-score with a mean of 50 and a standard deviation of 10. Scores higher than 50 indicate that the respondent in experiencing more sleep problems than the average person.",
                    "timeFrame": "Baseline, Response (up to 60 days) 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Change in The Patient-Reported Outcomes Measurement Information System (PROMIS) Global Health Score",
                    "description": "The PROMIS Global Health instrument includes 10 items asking participants about their health and quality of life. Responses to items are given on a scale from 1 to 5 where 1 = poor and 5 = excellent. Scores are scaled to a T-score with a mean of 50 and a standard deviation of 10. Scores higher than 50 indicate that the respondent in experiencing greater quality of life than the average person.",
                    "timeFrame": "Baseline, Response (up to 60 days) 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Change in PROMIS-29 Anxiety and Depression Score",
                    "description": "The PROMIS-29 instrument includes 8 items asking participants about anxiety and depression. Responses to are given on a scale from 1 to 5 where 1 = never and 5 = always. The total summed score from these items ranges from 8 to 40 and higher scores indicate greater anxiety and depression.",
                    "timeFrame": "Baseline, Response (up to 60 days) 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Change in PROMIS Emotional Support Score",
                    "description": "The PROMIS Emotional Support instrument includes 16 items asking participants about forms of emotional support they have available. Responses to items are given on a scale from 1 to 5 where 1 = never and 5 = always. Raw scores are scaled to a T-score with a mean of 50 and a standard deviation of 10. Scores higher than 50 indicate that the respondent has greater emotional support than the average person.",
                    "timeFrame": "Baseline, Response (up to 60 days) 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Change in Plasma Neurotransmitters",
                    "description": "Intra-subject change in neurotransmitter analysis will be assessed using fasting blood samples.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Change in Plasma Amino Acids",
                    "description": "Intra-subject change in plasma amino acids will be assessed using fasting blood samples.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Change in Essential Fatty Acids",
                    "description": "Intra-subject change in essential acids will be assessed using fasting blood samples.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Intra-subject Change in Bone Mineral Density",
                    "description": "Bone mineral density will be assessed with dual-energy x-ray absorptiometry (DEXA)",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Intra-subject Change in Percent Fat Body Mass",
                    "description": "Percent fat body mass will be assessed with DEXA.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Intra-subject Change in Percent Lean Body Mass",
                    "description": "Percent lean body mass will be assessed with DEXA.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Intra-subject Change in Resting Energy Expenditure",
                    "description": "Resting energy expenditure (kilocalories/day) from Palynziq initiation through 12 months post-response will be assessed using indirect calorimetry and self-reported activity level.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Intra-subject Change in Grip Strength",
                    "description": "Muscle strength will be assessed using a dynamometer, which will measure grip strength on each hand.",
                    "timeFrame": "Baseline through 12 Months Post-Response (up to 14 months after baseline)"
                },
                {
                    "measure": "Sub-Study: Change in Plasma Neurotransmitters",
                    "description": "Intra-subject change in neurotransmitter analysis will be assessed using fasting blood samples.",
                    "timeFrame": "12 Months Post-Response through additional five years (6 years post-response)"
                },
                {
                    "measure": "Sub-Study: Change in Neuro-QOL - Cognitive Function - Short Form Score",
                    "description": "The Neuro-QOL Cognitive Function Short Form includes 8 items asking participants about their cognition during the past 7 days. Responses to statements of if cognition problems are occurring are given on a scale from 1 to 5 where 1 = very often and 5 = never. The amount of difficulty experienced from daily life tasks are responded to on a scale from 1 to 5 as 1 = cannot do task and 5 = no difficulty. Scores are scaled to a T-score with a mean of 50 and a standard deviation of 10. Scores higher than 50 indicate that the respondent in experiencing more cognition problems than the average person.",
                    "timeFrame": "12 Months Post-Response through additional five years (6 years post-response)"
                },
                {
                    "measure": "Sub-Study: Change in Neuro-QOL Sleep Disturbance - Short Form Score",
                    "description": "The Neuro-QOL Sleep Disturbance Short Form includes 8 items asking participants about their sleep during the past 7 days. Responses to statements of if sleep problems are occurring are given on a scale from 1 to 5 where 1 = never and 5 = always. Scores are scaled to a T-score with a mean of 50 and a standard deviation of 10. Scores higher than 50 indicate that the respondent in experiencing more sleep problems than the average person.",
                    "timeFrame": "12 Months Post-Response through additional five years (6 years post-response)"
                },
                {
                    "measure": "Sub-Study: Change in The Patient-Reported Outcomes Measurement Information System (PROMIS) Global Health Score",
                    "description": "The PROMIS Global Health instrument includes 10 items asking participants about their health and quality of life. Responses to items are given on a scale from 1 to 5 where 1 = poor and 5 = excellent. Scores are scaled to a T-score with a mean of 50 and a standard deviation of 10. Scores higher than 50 indicate that the respondent in experiencing greater quality of life than the average person.",
                    "timeFrame": "12 Months Post-Response through additional five years (6 years post-response)"
                },
                {
                    "measure": "Sub-Study: Change in PROMIS-29 Anxiety and Depression Score",
                    "description": "The PROMIS-29 instrument includes 8 items asking participants about anxiety and depression. Responses to are given on a scale from 1 to 5 where 1 = never and 5 = always. The total summed score from these items ranges from 8 to 40 and higher scores indicate greater anxiety and depression.",
                    "timeFrame": "12 Months Post-Response through additional five years (6 years post-response)"
                },
                {
                    "measure": "Sub-Study: Change in PROMIS Emotional Support Score",
                    "description": "The PROMIS Emotional Support instrument includes 16 items asking participants about forms of emotional support they have available. Responses to items are given on a scale from 1 to 5 where 1 = never and 5 = always. Raw scores are scaled to a T-score with a mean of 50 and a standard deviation of 10. Scores higher than 50 indicate that the respondent has greater emotional support than the average person.",
                    "timeFrame": "12 Months Post-Response through additional five years (6 years post-response)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 16 years of age or older\n* diagnosed with PKU through newborn screening or via diagnosis later in life\n* capable of providing consent for medical tests and procedures\n* prescription for Palynziq and be enrolled in the Palynziq Risk Evaluation and Mitigation Strategy (REMS) program\n* Substudy: Participants must have completed visit 2 of the main study\n\nExclusion Criteria:\n\n* unable to provide consent\n* a diagnosis of, or take medication for psychiatric, behavioral, or other inherited metabolic disorders",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients who have been diagnosed with PKU",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rani Singh, PhD, RDN, LD",
                    "role": "CONTACT",
                    "phone": "778-404-8519",
                    "email": "rsingh@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rani Singh, PhD, RDN, LD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University Hospital Georgia Clinical Research Center",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "The Emory Clinic",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010661",
                    "term": "Phenylketonurias"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020739",
                    "term": "Brain Diseases, Metabolic, Inborn"
                },
                {
                    "id": "D000001928",
                    "term": "Brain Diseases, Metabolic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000000592",
                    "term": "Amino Acid Metabolism, Inborn Errors"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13566",
                    "name": "Phenylketonurias",
                    "asFound": "Phenylketonuria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5205",
                    "name": "Brain Diseases, Metabolic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22498",
                    "name": "Brain Diseases, Metabolic, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M3932",
                    "name": "Amino Acid Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4529",
                    "name": "Phenylketonuria",
                    "asFound": "Phenylketonuria",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3036",
                    "name": "Inborn Amino Acid Metabolism Disorder",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}