{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06445530",
            "orgStudyIdInfo": {
                "id": "IRB00424214"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Nutrition Optimization and Community Upliftment for Postpartum Recovery",
            "officialTitle": "Nutrition Optimization and Community Upliftment for Postpartum Recovery: Interventions to Support Healing After Gestational Diabetes",
            "acronym": "NOURISH-GDM",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "nutrition-optimization-and-community-upliftment-for-postpartum-recovery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-31",
            "studyFirstSubmitQcDate": "2024-05-31",
            "studyFirstPostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to better understand how different strategies, timing, and enhancements to medically tailored food delivery will address structural inequities in the food environment, empower communities to sustain behavior change, and ultimately improve postpartum weight control to prevent type 2 diabetes-a potent contributor to disparate mortality among Black women.\n\nThe main aims of the study are:\n\n* To conduct a pilot randomized control trial to test the feasibility, acceptability, and effectiveness of a multi-component Medically Tailored Food (MTF) intervention, Moveable Feast ENHANCED (a hybrid MTF intervention with a patient-activated change from prepared meals to fresh food delivery, customized for postpartum people, culturally customized for engagement and adherence, and food provision for dependents) versus MFeast Usual Care (prepared medically tailored foods only)\n* To test sustainability and scalability.\n\nParticipants will:\n\n* Respond to online surveys (supported by study team members via scheduled phone calls) via REDCap links shared before each study visit at baseline, 3, 6 months post-delivery after the baseline survey.\n* Submit anthropometric data (i.e, weight) and information about laboratory results ( e.g. HgbA1C)",
            "detailedDescription": "This study will evaluate the feasibility, acceptability, and preliminary effectiveness of a postpartum dietary intervention for Black women with obesity and a recent pregnancy complicated by gestational diabetes mellitus (GDM). The investigators will recruit women through Medicaid insurance plans (Priority Partners), clinical obstetric practice (Johns Hopkins Outpatient Center, Women's Health Center), perinatal community-based organizations (MOM Cares and Bloom Collective), and home-visiting locations (The Family Tree of Maryland)-all of which can verify clinical outcomes for participants.\n\nAt 37 weeks gestation, participants are contacted by the study team for consent, baseline data collection (baseline visit 1), and randomization 1:1 to receive the intervention vs. usual care (which begins in the first postpartum week). 3-7 days after randomization, the remainder of baseline visit information (baseline visit 2) is collected including information for the prepared MTF vendor (Moveable Feast Baltimore)\n\nThe intervention group will initially receive prepared MTF (low carbohydrate, and low-fat meals, which have been shown to improve glycemia in people with prediabetes) delivered by Moveable Feast (MFeast) (10 meals weekly; Tailored Medical Nutrition Therapy (MNT) delivered by dieticians from MFeast via monthly phone calls and focused on two high yield topics only: ↓sugar-sweetened beverages and ↑ fruit and vegetable consumption; Lactation nutritional snack bundles to boost milk supply + structural support for breastfeeding/ pumping via lactation consultants and pumping supply subsidization; culturally-adapted seasoning bundles; and dependent meal boxes for children in the household (i.e., will include 10 developmentally appropriate snack and small meal bundles, for up to 24 weeks. At postpartum week 8, participants will be offered a transition from prepared medically tailored meals to Instacart fresh food delivery (medically tailored via study team-crafted virtual grocery store) for 16 more weeks.\n\nThose assigned to the \"MFeast Usual Care\" group will receive prepared MTF delivered by MFeast and as-needed MNT from 1 to 24 weeks postpartum."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity, Maternal",
                "Gestational Diabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study design is a two parallel-arm pilot randomized controlled trial. The investigators will be applying the principles of a hybrid type 1 implementation-effectiveness randomized controlled trial.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Due to the nature of the intervention, blinding of participants or MFeast staff is not possible, but data collectors will be blinded to arm.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MFeast ENHANCED",
                    "type": "EXPERIMENTAL",
                    "description": "MFeast ENHANCED (a hybrid MTF intervention with a patient-activated transition from prepared meal to fresh food delivery, adaptations for postpartum people, structural and nutritional lactation support, cultural adaptations for engagement and adherence, and food provision for dependents)",
                    "interventionNames": [
                        "Behavioral: MFeast ENHANCED"
                    ]
                },
                {
                    "label": "MFeast Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "MFeast Usual Care (prepared medically tailored meals only).",
                    "interventionNames": [
                        "Behavioral: MFeast Usual Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "MFeast ENHANCED",
                    "description": "Intervention group will initially receive prepared MTF (low carbohydrate, low-fat meals, which have been shown to improve glycemia in people with prediabetes) delivered by MFeast (10 meals weekly); Tailored Medical Nutrition Therapy (MNT) delivered by dieticians from MFeast via monthly phone calls and focused on only: ↓sugar-sweetened beverages and ↑fruit and vegetable consumption; Lactation snack bundles to boost milk supply + structural support for breastfeeding/pumping via lactation consultants and pumping supply subsidization; culturally-adapted seasoning bundles; and dependent meal boxes for children in the household (i.e., will include 10 developmentally appropriate snack and small meal bundles, for up to 24 weeks. At postpartum week 8 participants will be offered a transition from prepared medically tailored meals to Instacart fresh food delivery (via study team-crafted virtual grocery store) for 16 more weeks.",
                    "armGroupLabels": [
                        "MFeast ENHANCED"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "MFeast Usual Care",
                    "description": "Those assigned to the \"MFeast Usual Care\" group will receive prepared MTF delivered by MFeast and as needed MNT from 1 to 24 weeks postpartum.",
                    "armGroupLabels": [
                        "MFeast Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Participant Enrollment Rate",
                    "description": "Participant Enrollment Rate as assessed by the percentage of participants consented/enrolled compared to the total eligible participants",
                    "timeFrame": "6-8 months postpartum"
                },
                {
                    "measure": "Participant Retention",
                    "description": "Retention as assessed by the percentage of participants completing all study follow-up visits among all enrolled participants.",
                    "timeFrame": "6-8 months postpartum"
                },
                {
                    "measure": "Adherence as assessed by self-reported food consumption scores and photographs sent to the study team via secure messaging app",
                    "description": "Consumption scores range from 0%, 25%, 50%, 75%, or 100%, indicating the amount of food consumed the prior week (self and dependents scores reported).",
                    "timeFrame": "6-8 months postpartum"
                },
                {
                    "measure": "Satisfaction as assessed by focus groups and the 8 item Client Satisfaction Questionnaire- (CSQ-8)",
                    "description": "Participants rate satisfaction with the intervention's meal quality, delivery service, and likelihood of recommending the service to others at study completion, to assess the extent to which the intervention met their needs and preferences. Scores range from 8 to 32, with higher values indicating higher satisfaction.",
                    "timeFrame": "6-8 months postpartum"
                },
                {
                    "measure": "Participant Engagement assessed by frequency and quality of meal discussions",
                    "description": "Analyze the messaging app and Slack Channel to determine the frequency and quality of discussions about meals and recipes.",
                    "timeFrame": "1-6 months postpartum"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Dietary Quality as assessed by the Healthy Eating Index (HEI) 24-hour recall",
                    "description": "The HEI uses a scoring system to evaluate a set of foods. The scores range from 0 to 100. An ideal overall HEI score of 100 reflects that the set of foods aligns with key dietary recommendations and dietary patterns published in the Dietary Guidelines.",
                    "timeFrame": "Baseline, 3 and 6 months postpartum"
                },
                {
                    "measure": "Stress assessed by the 4-item Stress Scale.",
                    "description": "The 4-item Stress Scale consists of 4 questions. The lowest total score is 0 and the highest total score on the scale is 16. Higher scores are correlated to more stress.",
                    "timeFrame": "Baseline, 3 and 6 months postpartum"
                },
                {
                    "measure": "Food Insecurity measured using a 6-item Food Insecurity scale.",
                    "description": "The 6-item Food Insecurity scale uses a subset of the standard 18 item food security scale. The Scores on the scale range from 0-6 with 0-1 indicating high or marginal food security, 2-4 indicating low food security and 5-6 indicating very low food security",
                    "timeFrame": "Baseline, 3 and 6 months postpartum"
                },
                {
                    "measure": "Postpartum Weight Retention in pounds as assessed by the difference in self-reported pre-pregnancy weight and postpartum weights",
                    "description": "Will be assessed by calculating the difference in self reported pre-pregnancy weight (with Electronic Health Record validation) and postpartum weights (study provided scales)",
                    "timeFrame": "Baseline, 3 and 6 months postpartum"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "2 hour plasma glucose levels assessed using Oral Glucose Tolerance Test (OGTT)",
                    "description": "Test will be done using 75 g oral glucose load with measurement of 2-hour plasma glucose levels. Obtained by electronic health records (EHR) or lab request.",
                    "timeFrame": "4-12 weeks postpartum"
                },
                {
                    "measure": "HbA1C",
                    "description": "HbA1C assessed by EHR or lab request",
                    "timeFrame": "3 and 6 months postpartum"
                },
                {
                    "measure": "Percent time spent in euglycemia as assessed by participant blinded Continuous Glucose Monitor (CGM) sensor",
                    "description": "Will be measured by % time in euglycemia (glucose 70-139)",
                    "timeFrame": "3 and 6 months postpartum"
                },
                {
                    "measure": "Percent time spent in hyperglycemia assessed by participant blinded CGM sensor",
                    "description": "Will be measured by % time with hyperglycemia (glucose \\>140)",
                    "timeFrame": "3 and 6 months postpartum"
                },
                {
                    "measure": "Postprandial glucose excursions assessed by participant blinded CGM sensor",
                    "description": "Postprandial glucose is calculated using the incremental area under the curve (AUCi) of blood glucose (mg/dL) over a period of time. The AUCi will be calculated for 1 hour (AUCi 0-60) after a meal. The participants will have the sensors on for 10 days, and will be asked to document their meals to correlate with calculated AUCi's.",
                    "timeFrame": "3 and 6 months postpartum"
                },
                {
                    "measure": "Mean daily glucose",
                    "description": "Mean daily glucose for 10 days in months 3 and 6 postpartum",
                    "timeFrame": "3 and 6 months postpartum"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years\n* Self-identify as Black or African American\n* Low-income (defined as eligible for Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) benefits)\n* Speak English as a primary language\n* Identify as a primary meal planner/preparer\n* Gestational diabetes\n* Gestational age \\>37 weeks\n* Have a BMI \\> 30 (calculated based on chart review of height and weight measurement)\n* Willing to take part in the intervention and data collection procedures through online surveys\n\nExclusion Criteria:\n\n* Mothers who have social support i.e. have family members preparing meals for the mother\n* Mothers who are unlikely to be at the primary residence in the postpartum period\n* Mothers with very specific dietary needs, i.e, food allergies, picky eaters, vegetarian / vegan\n* Mothers whose birth outcome is a stillborn\n* Mothers who have serious mental illness",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michelle S Ogunwole, MD PhD",
                    "role": "CONTACT",
                    "phone": "2143154936",
                    "email": "sogunwo1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michelle S Ogunwole, MD, PhD",
                    "affiliation": "Johns Hopkins School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "East Baltimore Medical Campus",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016640",
                    "term": "Diabetes, Gestational"
                },
                {
                    "id": "D000079262",
                    "term": "Obesity, Maternal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M19012",
                    "name": "Diabetes, Gestational",
                    "asFound": "Gestational Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2040",
                    "name": "Obesity, Maternal",
                    "asFound": "Obesity, Maternal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}