{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04939051",
            "orgStudyIdInfo": {
                "id": "NCI-2021-06441"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-06441",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "UMCC 2022.048",
                    "type": "OTHER",
                    "domain": "University of Michigan Comprehensive Cancer Center"
                },
                {
                    "id": "UMI21-05-01",
                    "type": "OTHER",
                    "domain": "DCP"
                },
                {
                    "id": "UMCC 2022.048",
                    "type": "OTHER",
                    "domain": "CTEP"
                },
                {
                    "id": "P30CA046592",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA046592"
                },
                {
                    "id": "UG1CA242632",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UG1CA242632"
                }
            ],
            "organization": {
                "fullName": "National Cancer Institute (NCI)",
                "class": "NIH"
            },
            "briefTitle": "Obeticholic Acid for Prevention in Barrett's Esophagus",
            "officialTitle": "Obeticholic Acid for Prevention in Barrett's Esophagus",
            "therapeuticArea": [
                "Other"
            ],
            "study": "obeticholic-acid-for-prevention-in-barrett-s-esophagus"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-01-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-29",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-29",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-24",
            "studyFirstSubmitQcDate": "2021-06-24",
            "studyFirstPostDateStruct": {
                "date": "2021-06-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies the effect of obeticholic acid in treating patients with Barrett's esophagus. Bile acids present in duodenogastroesophageal reflux contribute to neoplastic progression in Barrett's esophagus. Obeticholic acid has shown anti-cholestatic, anti-inflammatory and anti-fibrotic effects mediated by FXR activation. It down regulates bile acid availability and decreases proinflammatory cytokine production including IL-1beta and TNFalpha in human enterocytes and immune cells. This chain of events reduces the bile acid exposure in esophagus tissue thereby limiting bile acid induced damage and dysplastic progression.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To assess the mean change from baseline in the leucine-rich repeat-containing G-protein coupled receptor 5 (LGR5) + cells in the crypts of esophageal tissue among patients with Barrett's esophagus (BE) receiving 25 mg of obeticholic acid (OCA), once daily from 0 to 180 days as compared to placebo.\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine OCA concentrations and concentrations of the two major active metabolites, taurine, and glycine conjugates, in plasma after dosing with OCA 25 mg to determine the concentrations reached.\n\nII. To assess the effects of treatment with OCA versus placebo on total and individual bile acid composition in Barrett's tissue, gastric aspirate, and serum.\n\nIII. To assess the effects of treatment with OCA versus placebo on serum levels of 7alpha-hydroxy-4- cholesten-3-one (C4), a key precursor in bile acid synthesis, and fibroblast growth factor-19 (FGF-19), a fibroblast growth factor which downregulates bile acid synthesis.\n\nIV. To assess the effect of OCA on FXR expression in Barrett's tissue. V. To assess the effects of treatment with OCA versus placebo on biomarkers of the carcinogenic process - proliferation (Ki-67), apoptosis (cleaved caspase 3), and oxidative damage (8-hydroxydeoxyguanosine) as determined from Barrett's mucosal biopsies.\n\nVI. To assess the effects of treatment with OCA versus placebo on histologic changes in Barrett's samples pre and post-intervention for development/ resolution of dysplasia.\n\nVII. To assess the effects of treatment with OCA versus placebo on markers of differentiation- CDX2/SOX2/p53 expression in Barrett's tissue.\n\nVIII. To assess the safety profile of treatment with OCA versus placebo which includes incidence and severity of pruritus and changes in serum total cholesterol, low-density lipoprotein (LDL), high-density lipoprotein (HDL), very low-density lipoprotein (VLDL) and triglycerides.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive OCA orally (PO) once daily (QD) for 6 months in the absence of disease progression or unacceptable toxicity.\n\nARM II: Patients receive placebo PO QD for 6 months in the absence of disease progression or unacceptable toxicity.\n\nPatients undergo liver ultrasound with elastography during screening, esophagogastroduodenoscopy (EGD) with biopsies, brushings and gastric aspirate at end of treatment visit and blood sample collection throughout the study.\n\nAfter completion of the study treatment, patients are followed at 14-21 days."
        },
        "conditionsModule": {
            "conditions": [
                "Barrett Esophagus"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The study statistician will be blinded towards the group's identity while analyzing the data. Further, neither the participants, nor the investigators will have any knowledge of the individual arm assignment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (OCA)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive OCA PO QD for 6 months in the absence of disease progression or unacceptable toxicity. Patients undergo liver ultrasound during screening, EGD with biopsies, brushings and gastric aspirate at end of treatment visit and blood sample collection throughout the study.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Procedure: Esophageal Biopsy",
                        "Procedure: Esophagogastroduodenoscopy",
                        "Procedure: Liver Ultrasonographic Elastography",
                        "Biological: Obeticholic Acid",
                        "Other: Questionnaire Administration"
                    ]
                },
                {
                    "label": "Arm II (placebo)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients receive placebo PO QD for 6 months in the absence of disease progression or unacceptable toxicity. Patients undergo liver ultrasound during screening, EGD with biopsies, brushings and gastric aspirate at end of treatment visit and blood sample collection throughout the study.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Procedure: Esophageal Biopsy",
                        "Procedure: Esophagogastroduodenoscopy",
                        "Procedure: Liver Ultrasonographic Elastography",
                        "Drug: Placebo Administration",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Arm I (OCA)",
                        "Arm II (placebo)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Esophageal Biopsy",
                    "description": "Undergo esophageal biopsy, brushings and gastric aspirate",
                    "armGroupLabels": [
                        "Arm I (OCA)",
                        "Arm II (placebo)"
                    ],
                    "otherNames": [
                        "Biopsy of Esophagus"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Esophagogastroduodenoscopy",
                    "description": "Undergo EGD",
                    "armGroupLabels": [
                        "Arm I (OCA)",
                        "Arm II (placebo)"
                    ],
                    "otherNames": [
                        "EGD"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Liver Ultrasonographic Elastography",
                    "description": "Undergo liver ultrasound with elastography",
                    "armGroupLabels": [
                        "Arm I (OCA)",
                        "Arm II (placebo)"
                    ],
                    "otherNames": [
                        "Fibroscan",
                        "TE",
                        "Transient Elastography",
                        "VCTE",
                        "Vibration-Controlled Transient Elastrography"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Obeticholic Acid",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (OCA)"
                    ],
                    "otherNames": [
                        "INT-747",
                        "Ocaliva"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Administration",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm II (placebo)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary study",
                    "armGroupLabels": [
                        "Arm I (OCA)",
                        "Arm II (placebo)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean change Leucine-rich repeat-containing G-protein coupled receptor 5 (LGR) 5+ cells",
                    "description": "The mean difference in this percentage is compared across the two study arms by means of a two-sample t-test. As a further sensitivity analysis, the outcome of change will be analyzed under a linear regression model framework, controlling for factors such as age, gender, body mass index, and grade of dysplasia.",
                    "timeFrame": "Baseline up to 6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Measurement of obeticholic acid (OCA) and OCA metabolites in blood",
                    "description": "These experiments will be performed in the consortium's pharmacokinetics/Pharmacodynamics Core Laboratory at the University of Michigan LAO using a specific, sensitive and reliable tandem mass spectrometry (ultraperformance liquid chromatography- tandem mass spectrometry \\[UPLC-MS/MS\\]) method. The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is linear mixed models (LMM) with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Measurement of bile acid levels in plasma, gastric juice and in Barrett's tissue",
                    "description": "These experiments will be performed in the consortium's pharmacokinetics/Pharmacodynamics Core Laboratory at the University of Michigan LAO using a specific, sensitive and reliable UPLC-MS/MS method to quantify the bile acid and conjugated metabolite concentration in human plasma and tissue samples. The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is LMM with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Measurement of C4 in blood",
                    "description": "This experiment will be performed in the consortium's pharmacokinetics/Pharmacodynamics Core Laboratory at the University of Michigan LAO using UPLC-MS/MS. The blood based markers will be analyzed using a linear mixed model with study group as the primary between-subjects factor, and time (3-levels) along with the group-by-time interaction as the primary within-subjects factor. The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is LMM with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "FGF-19 analysis",
                    "description": "FGF19 concentrations will be assayed using the solid-phase enzyme-linked immunoabsorbant assay Quantikine FGF19 Immunoassay (R\\&D Systems, Minneapolis, Minnesota) in the Immunology Core facility at the University of Michigan Rogel Cancer Center. The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is LMM with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "FXR Expression",
                    "description": "Performed by enzyme-linked immunosorbent assay. The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is LMM with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Changes in markers",
                    "description": "Will include markers in proliferation (Ki-67), apoptosis (cleaved caspase 3), oxidative damage (8-hydroxydeoxyguanosine), glandular differentiation - CDX2/SOX2 as well as baseline p53 staining performed by multiplex immunofluorescence. The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is LMM with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "Baseline up to 6 months"
                },
                {
                    "measure": "Presence of dysplasia",
                    "description": "The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is LMM with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "CDX2/SOX2 and p53 staining",
                    "description": "Performed in the Molecular Pathology Core Resource at University of Michigan Rogel Cancer Center. The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is LMM with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Safety profile of treatment with OCA",
                    "description": "Includes incidence and severity of pruritus and changes in serum total cholesterol, low-density lipoprotein, high-density lipoprotein, very low-density lipoprotein and triglycerides. The exploratory outcomes are continuous, measured at either two or three time points. The most common framework for analyzing such longitudinal data is LMM with time, group, and time-by-group interaction as primary covariates.",
                    "timeFrame": "During study visits"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Known diagnosis of histologically-confirmed diagnosis of BE with either no dysplasia, indefinite for dysplasia or low-grade dysplasia as defined by the presence of specialized columnar epithelium on histology and \\>= 2 cm of involvement on endoscopy\n* Adequate Barrett's mucosa, which is defined as \\>= 1 out of 4 research samples (i.e. \\>= 25 %) with \\>= 50% intestinal metaplasia in biopsies required to satisfy the endpoints of the study\n* Participants are on proton pump inhibitors (PPI) therapy for \\>= 1 month duration\n* Age \\>= of 18 years. Because no dosing or adverse event (AE) data are currently available on the use of OCA in participants \\< 18 years of age, children are excluded from this study but will be eligible for future pediatric trials, if applicable\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 1 (Karnofsky \\>= 70%)\n* Hemoglobin \\>= 10g/dL\n* Leukocyte count \\>= 3,500/microliter\n* Platelet count \\>= 100,000/microliter\n* Absolute neutrophil count \\>= 1,500/microliter\n* Creatinine clearance (calculated if measured is not available) \\>= 30mL/min/1.73m\\^2\n* Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 1.5 X institutional upper limit of normal (ULN)\n* Total bilirubin =\\< 1.0 X ULN\n* Alkaline phosphatase =\\<1.5 X ULN\n* Gamma-glutamyl transferase (GGT) =\\< 1.5 X ULN\n* The effects of OCA on the developing human fetus are unknown. For this reason, all men and women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, throughout the duration of study participation, and for at least 6 months after receiving the last dose of study drug. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her study physician immediately\n* Ability to understand the study procedures, benefits and risks, and sign a written informed consent document. Non-English speaking participants are allowed to enroll even if they skip answering quality-of-life (QOL) questionnaires. Special efforts will be made through community advisory boards at participating sites to reach Spanish speaking participants\n* Willing to undergo testing for human immunodeficiency virus (HIV) testing if not tested within the past 6 months\n* Willing to undergo hepatitis B and C screening\n* Willing and able to adhere to the prohibitions and restrictions specified in the approved protocol\n* Willingness to moderate alcohol intake (consuming no more than 1 or 2 alcoholic drinks per day for women and men, respectively)\n* Participants must have no evidence of active or recurrent invasive cancer for 6 months prior to screening and must be at least 6 months from any prior cancer-directed treatment (such as surgical resection, chemotherapy, immunotherapy, hormonal therapy or radiation)\n\nExclusion Criteria:\n\n* History of prior ablative therapy such as radiofrequency ablation, cryotherapy or argon plasma coagulation (APC) in BE segment\n* Prior use of OCA\n* Prior history or presence of high-grade disease (HGD) or cancer on pre-intervention endoscopy\n* Cutaneous diseases manifesting with severe pruritus\n* Individuals with active, known or suspected chronic liver disease including cirrhosis, nonalcoholic steatohepatitis (NASH) with fibrosis or cirrhosis, primary sclerosing cholangitis, biliary atresia\n* Individuals with acute cholecystitis (defined by a syndrome of right upper quadrant pain, fever, and leukocytosis associated with gallbladder inflammation)\n* Individuals with a history of pancreatitis or pancreatic abnormalities\n* Individuals with hepatic steatosis and velocity \\> 1.7 as determined by liver ultrasound elastography\n* Individuals with hyperlipidemia not well controlled with the use of pharmacotherapy and/or dietary modifications\n* History of severe, progressive, or uncontrolled renal, genitourinary, hepatic, hematologic, endocrine, cardiac, vascular, pulmonary, rheumatologic, neurologic, psychiatric, or metabolic disturbances, or signs and symptoms thereof\n* Known hypersensitivity, allergies, or intolerance to the study drug or compounds of similar chemical or biologic composition\n* Any serious and/or unstable pre-existing medical disorder (aside from malignancy exception above), psychiatric disorder, or other conditions that could interfere with participant's safety, obtaining informed consent, or compliance to the study procedures\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Individuals with active and untreated hepatitis C virus (HCV) and/or or hepatitis B virus (HBV) infection\n* Individuals with HIV infection are eligible for participation if:\n\n  * CD4+ count \\>= 300/uL\n  * Viral load is undetectable\n  * Receiving highly active antiretroviral therapy (HAART) without known or suspected drug interactions with OCA\n  * Consultation with the participant's infectious disease specialist may be obtained\n* Pregnant, breast-feeding, or women of childbearing potential unwilling to use a reliable contraceptive method. Pregnant women are excluded from this study because OCA is an agent with unknown effects on the developing human fetus. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with OCA, breastfeeding should be discontinued if the mother is treated with OCA\n* Individuals taking the drugs listed below may not be randomized unless they are willing to stop the medications (and possibly change to alternative non-excluded medications to treat the same conditions) no less than 5 half-lives days prior to starting OCA or placebo on this study. Consultation with the participant's primary care provider may be obtained but is not required.\n\n  * The use of the following drugs or drug classes is prohibited during OCA/placebo treatment\n\n    * Investigational agents;\n    * Bile acid sequestrants (bile acid binding resins): cholestyramine, colestipol, or colesevelam;\n    * Bile salt efflux pump (BSEP) inhibitors;\n    * Clozapine;\n    * Theophylline derivatives;\n    * Tizanidine;\n    * Warfarin;\n    * Hepatotoxic drugs such as amiodarone, sodium valproate, certain herbal/dietary supplements, and long-term doxycycline or tetracycline\n* Participants may not be receiving any other investigational agents",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Prashanthi Thota",
                    "affiliation": "University of Michigan Rogel Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Cancer Center",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ajay Bansal",
                            "role": "CONTACT",
                            "phone": "816-861-4700",
                            "email": "abansal@kumc.edu"
                        },
                        {
                            "name": "Ajay Bansal",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                },
                {
                    "facility": "University of Michigan Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dean E. Brenner",
                            "role": "CONTACT",
                            "phone": "734-647-8903",
                            "email": "dbrenner@umich.edu"
                        },
                        {
                            "name": "Dean E. Brenner",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dayna S. Early",
                            "role": "CONTACT",
                            "phone": "314-454-5960",
                            "email": "dearly@wustl.edu"
                        },
                        {
                            "name": "Dayna S. Early",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "UNC Lineberger Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nicholas J. Shaheen",
                            "role": "CONTACT",
                            "phone": "919-966-7047",
                            "email": "nshaheen@med.unc.edu"
                        },
                        {
                            "name": "Nicholas J. Shaheen",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Seidman Cancer Center at University Hospitals Case Medical Center, Case Comprehensive Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph E. Willis",
                            "role": "CONTACT",
                            "phone": "216-286-0151",
                            "email": "josephe.willis@uhhospitals.org"
                        },
                        {
                            "name": "Joseph E. Willis",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "University Hospitals Cleveland Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amitabh Chak",
                            "role": "CONTACT",
                            "phone": "216-286-0151",
                            "email": "Amitabh.chak@uhhospitals.org"
                        },
                        {
                            "name": "Amitabh Chak",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Cleveland Clinic Foundation",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Prashanthi Thota",
                            "role": "CONTACT",
                            "phone": "216-444-0780",
                            "email": "thotap@ccf.org"
                        },
                        {
                            "name": "Prashanthi Thota",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "NCI is committed to sharing data in accordance with NIH policy. For more details on how clinical trial data is shared, access the link to the NIH data sharing policy page.",
            "url": "https://grants.nih.gov/policy/sharing.htm"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001471",
                    "term": "Barrett Esophagus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004935",
                    "term": "Esophageal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4765",
                    "name": "Barrett Esophagus",
                    "asFound": "Barrett's Esophagus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "M8085",
                    "name": "Esophageal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}