{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05285735",
            "orgStudyIdInfo": {
                "id": "IVAS 3851-1"
            },
            "organization": {
                "fullName": "Amivas (US), LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Observational Study of the Safety of Intravenous Artesunate Treatment of Pregnant Women and Their Infants",
            "officialTitle": "Observational Study of the Safety of Intravenous Artesunate Treatment of Pregnant Women and Their Infants",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "observational-study-of-the-safety-of-intravenous-artesunate-treatment-of-pregnant-women-and-their-infants"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-06-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-31",
            "studyFirstSubmitQcDate": "2022-03-15",
            "studyFirstPostDateStruct": {
                "date": "2022-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Amivas (US), LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a prospective observational study in which a female patient who received IV Artesunate while pregnant can volunteer to provide information about her pregnancy and the outcome of her pregnancy. Information will be collected from patient's provider, the patient's obstetrician, the child's pediatrician, or other relevant healthcare provider.",
            "detailedDescription": "Pregnant women or physicians treating pregnant women with severe malaria with IV Artesunate will become aware of the Pregnancy Registry via the product label, the Amivas Inc. website, or her physician. By calling 1-855-526-4827 (1-855-5AMIVAS) or contacting www.amivas.com/our-products, the patient or physician will be connected to the Pregnancy Registry Call Center. In France, the Collaborating-Investigators conducting the ARTEMUM observatory study have a wide information campaign among obstetrical wards, neonatal wards, Infectious Diseases wards, intensive care units (ICU), and parasitology hospital laboratories, through expert networks of infectious diseases specialists, obstetricians and pediatricians in University hospitals from the Paris Area and suburbs that concentrate 50-55% of malaria cases in France. They also collaborate with the National Research Center (NRC) for malaria and will capture voluntary reports by clinicians and microbiologists in the NRC network.\n\nWhen contact is made to the call center, a trained staff member will acquaint the patient or treating physician with the goals and procedures of the study. If the patient agrees to participate in the study over the telephone, the patient's verbal consent will be documented, and the patient will be sent the study Consent Form that includes the consent for the patient's physician/obstetrician and the child's pediatrician to release medical information via email. If a physician is contacting the Call Center, s/he may be provided with this form to review, and the physician will be directed to ask the patient to telephone the Call Center to provide consent. With the patient's consent, the patient's physician/obstetrician will be contacted by a Call Center staff member and will be interviewed by a trained call center healthcare professional/pharmacist for information about the patient including demographics, malaria history, history of treatment, and initial pregnancy data. The Call Center will contact the patient's physicians (including obstetrician and infant's pediatrician, as appropriate) each trimester until delivery, and also at birth and 1 year after birth, to collect data on maternal adverse events (AEs), pregnancy outcome, fetal outcome, and infant outcome. Patients consented in France under the ARTEMUM study will undergo the consent process by the treating Physician. Anonymized data will be prospectively collected by a research technician under the supervision of a local manager in France.\n\nData collected by the call center will be sent to the Coordinating Center on a monthly basis for review and tracking of participants, then annually for inclusion in the interim or final report. Data collected as part of the ARTEMUM study will be provided in aggregate as summary tables to be included in the annual report."
        },
        "conditionsModule": {
            "conditions": [
                "Pregnancy",
                "Malaria"
            ],
            "keywords": [
                "Artesunate",
                "Pregnancy Registry"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "21 Months",
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of pregnant females with high blood pressure",
                    "description": "Number of pregnant females with high blood pressure reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with severe nausea",
                    "description": "Number of pregnant females with severe nausea reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with vomiting",
                    "description": "Number of pregnant females with vomiting reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with dehydration",
                    "description": "Number of pregnant females with dehydration reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with diabetes (newly occurring)",
                    "description": "Number of pregnant females with diabetes (newly occurring) reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with obesity/marked weight gain",
                    "description": "Number of pregnant females with obesity/marked weight gain reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with anemia (newly occurring)",
                    "description": "Number of pregnant females with anemia (newly occurring) reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with kidney or bladder infections",
                    "description": "Number of pregnant females with kidney or bladder infections reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with vaginal bleeding",
                    "description": "Number of pregnant females with vaginal bleeding reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with abruptio placenta",
                    "description": "Number of pregnant females with abruptio placenta reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with placenta previa",
                    "description": "Number of pregnant females with placenta previa reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with premature rupture of membranes",
                    "description": "Number of pregnant females with premature rupture of membranes reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with preterm labor",
                    "description": "Number of pregnant females with preterm labor reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with ectopic pregnancy",
                    "description": "Number of pregnant females with ectopic pregnancy reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with molar pregnancy",
                    "description": "Number of pregnant females with molar pregnancy reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females who died",
                    "description": "Number of pregnant females who died reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with spontaneous abortions/miscarriage",
                    "description": "Number of pregnant females with spontaneous abortions/miscarriage reported in medical record",
                    "timeFrame": "Up to 20 weeks"
                },
                {
                    "measure": "Number of pregnant females with elective terminations",
                    "description": "Number of pregnant females with elective terminations reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of fetal deaths/stillbirths",
                    "description": "Number of fetal deaths/stillbirths reported in medical record",
                    "timeFrame": "From 20 weeks to study completion"
                },
                {
                    "measure": "Number of premature live births (<37 weeks)",
                    "description": "Number of premature live births (\\<37 weeks) reported in medical record",
                    "timeFrame": "Up to 37 weeks"
                },
                {
                    "measure": "Number pregnant females with with live term births",
                    "description": "Number pregnant females with with live term births reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of pregnant females with normal vaginal delivery or C-section",
                    "description": "Number of pregnant females with normal vaginal delivery or C-section reported in medical record",
                    "timeFrame": "Through study completion, an average of 40 weeks"
                },
                {
                    "measure": "Number of newborns with low birth weight (<2500 grams)",
                    "description": "Number of newborns with low birth weight (\\<2500 grams)",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Number of newborns with heart and circulation defects",
                    "description": "Number of newborns with heart and circulation defects reported in medical record",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Number of newborns with genital and urinary tract defects",
                    "description": "Number of newborns with genital and urinary tract defects reported in medical record",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Number of newborns with nervous system and eye defects",
                    "description": "Number of newborns with nervous system and eye defects reported in medical record",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Number of newborns with Club foot",
                    "description": "Number of newborns with Club foot reported in medical record",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Neonate mean body weight (kg)",
                    "description": "Neonate mean body weight (kg)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Infant mean body weight (kg)",
                    "description": "Infant mean body weight (kg)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of infants who sit unattended or without support",
                    "description": "Number of infants who sit unattended or without support from medical record",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of infants who pick up small objects with thumb-finger grasp",
                    "description": "Number of infants who pick up small objects with thumb-finger grasp from medical record",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of infants who say \"Dada\" or \"Mama\" nonspecifically",
                    "description": "Number of infants who say \"Dada\" or \"Mama\" nonspecifically from medical record",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of infants who look for dropped objects or objects hidden by parents",
                    "description": "Number of infants who look for dropped objects or objects hidden by parents from medical record",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Neonate mean body length (cm)",
                    "description": "Neonate mean body length (cm)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Neonate mean head circumference (cm)",
                    "description": "Neonate mean head circumference (cm)",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Infant mean recumbent weight (kg)",
                    "description": "Infant mean recumbent weight (kg)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Infant mean weight-for-length ratio (kg/cm)",
                    "description": "Infant mean weight (kg) divided by body length (cm)",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient received IV Artesunate\n* Patient was pregnant while receiving IV Artesunate\n* Patient was at least 15 years of age\n* Patient or legal guardian/representative gave consent for the study and to collect data from her physicians\n\nExclusion Criteria\n\n• None",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "15 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Pregnant women worldwide who were or are being treated with IV Artesunate who can be properly consented to provide personal health information on her pregnancy and agree to provide health information on her fetus, neonate, and infant child will be included in the study. Although IV Artesunate is indicated for the treatment of severe malaria, women who were treated off label for another indication who received IV Artesunate while pregnant will be included in the study as well.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katrina Riggs",
                    "role": "CONTACT",
                    "phone": "3017622609",
                    "email": "kriggs@fastttrackresearch.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bryan Smith, MD",
                    "affiliation": "Amivas (US), LLC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "4C Pharma Solutions",
                    "status": "RECRUITING",
                    "city": "Piscataway",
                    "state": "New Jersey",
                    "zip": "08854",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ankur Joshi",
                            "role": "CONTACT",
                            "phone": "732-529-6989",
                            "email": "ankur.joshi@4cpharma.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.49927,
                        "lon": -74.39904
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008288",
                    "term": "Malaria"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011528",
                    "term": "Protozoan Infections"
                },
                {
                    "id": "D000010272",
                    "term": "Parasitic Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000096724",
                    "term": "Mosquito-Borne Diseases"
                },
                {
                    "id": "D000079426",
                    "term": "Vector Borne Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11280",
                    "name": "Malaria",
                    "asFound": "Malaria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14388",
                    "name": "Protozoan Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M13185",
                    "name": "Parasitic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3255",
                    "name": "Mosquito-Borne Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2054",
                    "name": "Vector Borne Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3571",
                    "name": "Malaria",
                    "asFound": "Malaria",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M1769",
                    "name": "Artesunate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}