{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05296837",
            "orgStudyIdInfo": {
                "id": "21-34725"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Ocular Rosacea Biome Study",
            "officialTitle": "ORBS: Ocular Rosacea Biome Study",
            "acronym": "ORBS",
            "therapeuticArea": [
                "Other",
                "Ophthalmology"
            ],
            "study": "ocular-rosacea-biome-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-16",
            "studyFirstSubmitQcDate": "2022-03-16",
            "studyFirstPostDateStruct": {
                "date": "2022-03-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Ocular rosacea is an inflammatory disease of the eyelids and ocular surface. Like the facial disease, the ocular condition is chronic and recurrent. Sequelae of ocular rosacea vary from mild to severe. Ocular rosacea may cause chronic eye redness, blepharitis, recurrent chalazia, dry eye, corneal erosion, corneal vascularization, and corneal ulceration. Rosacea affecting the cornea can result in vision loss.\n\nPrescription eye drops and ointments can be used topically to control mild ocular rosacea. However, severe disease, or rosacea that is not well controlled with local treatments is treated systemically. The most commonly used systemic treatment for rosacea is the bacteriostatic antibiotic doxycycline. Rosacea treatment doses of doxycycline vary widely. Treatment-dose doxycycline for systemic infections is 100mg twice a day. However, as rosacea is considered an inflammatory disease, doxycycline is often dosed at what is termed, sub-microbial dose doxycycline (SDD). Initially introduced in the oral medicine literature, SDD are doses 40mg and lower because systemic administration at this dose does not appear to alter the oral mucosa flora or increase resistance rates when given long-term for periodontal disease. Whereas 100mg doxycycline, even when given short term, may increase the percentage of culturable nasopharyngeal flora that is resistant to doxycycline. The FDA does not categorize SDD an antibiotic, stating this dosing is expected to exhibit only anti-inflammatory activity.",
            "detailedDescription": "Even though SDD is widely used for the treatment of rosacea, very little confirmatory data exists, to indicate if this dose alters any other systemic mucosa flora or increases antibiotic resistance rates. The classification of 40mg as \"sub-microbial\" has never been evaluated in patients diagnosed with ocular rosacea. Additionally, confirmation of a \"sub-microbial\" dose has not been investigated with more sophisticated genomics and resistance tools such as metagenomic deep sequencing (MDS). The goal of this proposal is to use MDS to determine whether SDD given to patients with ocular rosacea can be truly considered sub-microbial, or if a 40mg dose of doxycycline can in fact alter the microbiome of the conjunctiva and gut and increase resistance rates when prescribed for 8 weeks. The investigators plan to evaluate the effect of SDD on resistance and microbiome alteration through a randomized controlled masked trial.\n\nThis is a randomized, controlled, masked trial comparing sub-microbial dose doxycycline, treatment dose Doxycycline, and placebo in the treatment of ocular rosacea.\n\nParticipants will be recruited from the F.I. Proctor Foundation and the Ophthalmology clinics at the UCSF Wayne and Gladys Valley Center for Vision and consented for participation in an IRB-approved study protocol. Participants with a diagnosis of ocular rosacea (n=50) will be prospectively enrolled and randomized to one of three arms in a 2:2:1 fashion:\n\nArm A will receive submicrobial dose doxycycline (40mg) administered as 20mg twice day for 8 weeks Arm B will receive 200mg of oral doxycycline administered as 100mg twice a day for 8 weeks Arm C will receive a placebo twice a day for 8 weeks"
        },
        "conditionsModule": {
            "conditions": [
                "Ocular Rosacea",
                "Antimicrobial Resistance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "All patients will be masked to their SDD allocation and informed that they will be taking a pill by mouth twice a day. Participants taking 40mg doxycycline will be taking one 20mg doxycycline pill twice a day. Participants taking 200mg doxycycline will be taking 100mg twice a day. Participants allocated to placebo will be taking a placebo pill twice daily All examining physicians responsible for TBUT determination and ocular photography will be masked to patient allocation assignment. The study analyst only will have access to the randomization key.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "40mg of oral doxycycline",
                    "type": "EXPERIMENTAL",
                    "description": "Arm A will receive submicrobial dose doxycycline (40mg) administered as 20mg twice a day for 8 weeks",
                    "interventionNames": [
                        "Drug: Doxycycline 40 MG ( 20mg twice daily)"
                    ]
                },
                {
                    "label": "100mg of oral doxycycline",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Arm B will receive 200mg of oral doxycycline administered as 100mg twice a day for 8 weeks",
                    "interventionNames": [
                        "Drug: Doxycycline 200 MG ( 100 mg twice daily)"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Arm C will receive a placebo twice a day for 8 weeks",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Doxycycline 40 MG ( 20mg twice daily)",
                    "description": "Submicrobial dose doxycycline (40mg) to be administered as 20mg twice daily",
                    "armGroupLabels": [
                        "40mg of oral doxycycline"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Doxycycline 200 MG ( 100 mg twice daily)",
                    "description": "200 mg dose doxycycline to be administered as 100mg twice daily",
                    "armGroupLabels": [
                        "100mg of oral doxycycline"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo to be administered in tablet form twice daily",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Frequency of Antimicrobial Resistance (AMR) genetic determinants",
                    "description": "The frequency of AMR genetic determinants in rectal swab samples between arms will be compared, correcting for baseline",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Differences in Simpson's diversity of the microbiome of the conjunctiva and gut",
                    "description": "Simpson's diversity is the probability that any two randomly chosen reads will be for different organisms (at the genus level). This will be expressed in terms of effective number.",
                    "timeFrame": "4 weeks , 8 weeks, 3 - 6 months"
                },
                {
                    "measure": "Ocular Surface Disease Index (OSDI) will be compared",
                    "description": "Scores range from 0 to 100, with higher scores indicating greater symptom severity.\n\nStandard 12-question created by the Outcomes Research Group at Allergan Inc will be used.",
                    "timeFrame": "4 weeks , 8 weeks, 3 - 6 months"
                },
                {
                    "measure": "Tear Breakup Time (TBUT) scores will be compared",
                    "description": "Numbers representing how many seconds after a full blink a discontinuity in the tear film appears.\n\nObtained with the Oculus keratography topographer\n\nThis is a scale typically measured from 1-10, and the seconds correspond to the amount of time it takes for a tear film discontinuity to be observed. The lower the number the faster the tear break up and the worse the objective dry eye.",
                    "timeFrame": "4 weeks , 8 weeks, 3 - 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have symptomatic ocular disease attributed to ocular rosacea as the primary diagnosis\n* Ability to give informed consent\n* Be aged 18 years old or older\n\nExclusion Criteria:\n\n* Have an active ocular or systemic infection\n* Have a known allergy or intolerance to tetracycline antibiotics\n* Have had prior use of oral antibiotics within the last three months\n* Pregnancy or the possibility of becoming pregnant within the 8-week study medication timeline.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Victoria Cavallino, MSPH",
                    "role": "CONTACT",
                    "phone": "(415) 353-2800",
                    "email": "victoria.cavallino@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gerami Seitzman, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Farncisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gerami Seitzman, MD",
                            "role": "CONTACT",
                            "phone": "415-353-2800",
                            "email": "gerami.seitzman@ucsf.edu"
                        },
                        {
                            "name": "Victoria Cavallino, MSPH",
                            "role": "CONTACT",
                            "email": "victoria.cavallino@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31150711",
                    "type": "BACKGROUND",
                    "citation": "Schaller M, Kemeny L, Havlickova B, Jackson JM, Ambroziak M, Lynde C, Gooderham M, Remenyik E, Del Rosso J, Weglowska J, Chavda R, Kerrouche N, Dirschka T, Johnson S. A randomized phase 3b/4 study to evaluate concomitant use of topical ivermectin 1% cream and doxycycline 40-mg modified-release capsules, versus topical ivermectin 1% cream and placebo in the treatment of severe rosacea. J Am Acad Dermatol. 2020 Feb;82(2):336-343. doi: 10.1016/j.jaad.2019.05.063. Epub 2019 May 29. Erratum In: J Am Acad Dermatol. 2021 May;84(5):1506. doi: 10.1016/j.jaad.2020.01.031."
                },
                {
                    "pmid": "28651825",
                    "type": "BACKGROUND",
                    "citation": "Zhang M, Silverberg JI, Kaffenberger BH. Prescription patterns and costs of acne/rosacea medications in Medicare patients vary by prescriber specialty. J Am Acad Dermatol. 2017 Sep;77(3):448-455.e2. doi: 10.1016/j.jaad.2017.04.1127. Epub 2017 Jun 23."
                },
                {
                    "pmid": "31251542",
                    "type": "BACKGROUND",
                    "citation": "Nagler AR, Del Rosso J. The Use of Oral Antibiotics in the Management of Rosacea. J Drugs Dermatol. 2019 Jun 1;18(6):506."
                },
                {
                    "pmid": "18561589",
                    "type": "BACKGROUND",
                    "citation": "Del Rosso JQ, Schlessinger J, Werschler P. Comparison of anti-inflammatory dose doxycycline versus doxycycline 100 mg in the treatment of rosacea. J Drugs Dermatol. 2008 Jun;7(6):573-6. No abstract available."
                },
                {
                    "pmid": "18315426",
                    "type": "BACKGROUND",
                    "citation": "Preshaw PM, Novak MJ, Mellonig J, Magnusson I, Polson A, Giannobile WV, Rowland RW, Thomas J, Walker C, Dawson DR, Sharkey D, Bradshaw MH. Modified-release subantimicrobial dose doxycycline enhances scaling and root planing in subjects with periodontal disease. J Periodontol. 2008 Mar;79(3):440-52. doi: 10.1902/jop.2008.070375."
                },
                {
                    "pmid": "12707093",
                    "type": "BACKGROUND",
                    "citation": "Skidmore R, Kovach R, Walker C, Thomas J, Bradshaw M, Leyden J, Powala C, Ashley R. Effects of subantimicrobial-dose doxycycline in the treatment of moderate acne. Arch Dermatol. 2003 Apr;139(4):459-64. doi: 10.1001/archderm.139.4.459."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Anon. Periostat [package insert]. Place of publication: Galderma; 2001"
                },
                {
                    "pmid": "27861741",
                    "type": "BACKGROUND",
                    "citation": "Schaller M, Almeida LM, Bewley A, Cribier B, Dlova NC, Kautz G, Mannis M, Oon HH, Rajagopalan M, Steinhoff M, Thiboutot D, Troielli P, Webster G, Wu Y, van Zuuren E, Tan J. Rosacea treatment update: recommendations from the global ROSacea COnsensus (ROSCO) panel. Br J Dermatol. 2017 Feb;176(2):465-471. doi: 10.1111/bjd.15173. Epub 2017 Feb 5."
                },
                {
                    "pmid": "34713539",
                    "type": "BACKGROUND",
                    "citation": "Del Rosso JQ, Brantman S, Baldwin H. Long-term inflammatory rosacea management with subantibiotic dose oral doxycycline 40 mg modified-release capsules once daily. Dermatol Ther. 2022 Jan;35(1):e15180. doi: 10.1111/dth.15180. Epub 2021 Dec 2."
                },
                {
                    "pmid": "31936625",
                    "type": "BACKGROUND",
                    "citation": "Woo YR, Lee SH, Cho SH, Lee JD, Kim HS. Characterization and Analysis of the Skin Microbiota in Rosacea: Impact of Systemic Antibiotics. J Clin Med. 2020 Jan 9;9(1):185. doi: 10.3390/jcm9010185."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012393",
                    "term": "Rosacea"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15214",
                    "name": "Rosacea",
                    "asFound": "Ocular Rosacea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004318",
                    "term": "Doxycycline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000962",
                    "term": "Antimalarials"
                },
                {
                    "id": "D000000981",
                    "term": "Antiprotozoal Agents"
                },
                {
                    "id": "D000000977",
                    "term": "Antiparasitic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7493",
                    "name": "Doxycycline",
                    "asFound": "Informed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4280",
                    "name": "Antimalarials",
                    "relevance": "LOW"
                },
                {
                    "id": "M4298",
                    "name": "Antiprotozoal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4294",
                    "name": "Antiparasitic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}