{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05705492",
            "orgStudyIdInfo": {
                "id": "STUDY00024724"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-10209",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "STUDY00024724",
                    "type": "OTHER",
                    "domain": "OHSU Knight Cancer Institute"
                },
                {
                    "id": "P30CA069533",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA069533"
                }
            ],
            "organization": {
                "fullName": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Olanzapine for the Management of Cancer Associated Appetite Loss in Patients With Advanced Solid Tumors",
            "officialTitle": "ACTO: A Phase II, Randomized, Placebo-Controlled Study Evaluating Olanzapine in the Management of Cancer Cachexia",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "olanzapine-for-the-management-of-cancer-associated-appetite-loss-in-patients-with-advanced-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-06",
            "studyFirstSubmitQcDate": "2023-01-27",
            "studyFirstPostDateStruct": {
                "date": "2023-01-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eric Roeland, M.D., FAAHPM, FASCO",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "OHSU Knight Cancer Institute"
            },
            "leadSponsor": {
                "name": "OHSU Knight Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Oregon Health and Science University",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests how well olanzapine may work in managing cancer cachexia in patients living with gastric, hepatopancreaticobiliary or lung cancer that may have spread from where it first started to nearby tissue, lymph nodes, or distant parts of the body (advanced) or that has spread from where it first started (primary site) to other places in the body (metastatic). Loss of appetite (\"anorexia\") in the setting of cancer is a key feature of \"cachexia,\" a syndrome associated with loss of weight and muscle as well as weakness and fatigue. Olanzapine is a type of drug that targets key neurotransmitters (a type of molecule used by the brain to transmit messages to the rest of the body) that may stimulate appetite, restore caloric intake, minimize weight loss, and improve quality of life (QOL).",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To assess the impact of olanzapine 2.5 mg verses placebo on the proportion of patients with locally advanced or metastatic cancers receiving first-line systemic therapy with \\> 5% weight gain over 12 weeks. (Part A)\n\nSECONDARY OBJECTIVE:\n\nI. To evaluate the impact of olanzapine 2.5 mg and placebo versus (vs) olanzapine 5 mg on the proportion of patients with \\> 5% weight gain over 12 weeks. (Part A)\n\nII. To evaluate the impact of olanzapine 2.5 mg vs olanzapine 5 mg vs placebo on additional cancer cachexia-associated endpoints over 12 weeks (anorexia, nutritional status, physical function, patient-reported symptoms and QOL, safety and toxicity, and healthcare utilization) over 12 weeks. (Part A)\n\nOUTLINE:\n\nPART A: Patients are randomized to 1 of 3 arms. All three arms have an optional baseline computed tomography (CT) scan (timed with standard-of-care imaging) at baseline and monthly blood sample collections.\n\nARM I: Patients receive a lower (2.5 mg) dose of olanzapine orally (PO) nightly for 12 weeks in the absence of unacceptable toxicity. Patients may choose to enroll in an additional 12 weeks of treatment (Part B). Patients may choose to participate undergo CT scan and collection of blood samples on study.\n\nARM II: Patients receive a higher (5 mg)dose of olanzapine PO nightly for 12 weeks in the absence of unacceptable toxicity. Patients may choose to enroll in an additional 12 weeks of treatment. Patients may choose to participate to undergo CT scan and collection of blood samples on study.\n\nARM III: Patients receive placebo PO nightly for 12 weeks in the absence of unacceptable toxicity. Patients may choose to enroll in an additional 12 weeks of treatment. Patients may choose to participate to undergo CT scan and collection of blood samples on study.\n\nPART B: All patients receive a lower (2.5mg) dose of olanzapine PO nightly for 12 additional weeks in the absence of unacceptable toxicity. Patients may choose to participate in additional blood sample collections."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Malignant Solid Neoplasm"
            ],
            "keywords": [
                "cancer",
                "cachexia",
                "weight loss",
                "loss of appetite"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 66,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (olanzapine, optional biospecimen collection)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive a lower (2.5mg) dose of olanzapine orally (PO) nightly for 12 weeks in the absence of unacceptable toxicity. Patients may choose to enroll in an additional 12 weeks of treatment. Patients can choose to undergo computed tomography (CT) scan at baseline and monthly blood sample collections on study.",
                    "interventionNames": [
                        "Drug: Olanzapine",
                        "Other: Questionnaire Administration"
                    ]
                },
                {
                    "label": "Arm II",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive a higher dose (5 mg) of olanzapine PO nightly for 12 weeks in the absence of unacceptable toxicity. Patients may choose to enroll in an additional 12 weeks of treatment. Patients undergo an optional baseline CT scan and collections of monthly blood samples on study.",
                    "interventionNames": [
                        "Drug: Olanzapine",
                        "Other: Questionnaire Administration"
                    ]
                },
                {
                    "label": "Arm III",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "ARM III: Patients receive placebo PO nightly for 12 weeks in the absence of unacceptable toxicity. Patients may choose to enroll in an additional 12 weeks of treatment. Patients undergo CT scan and monthly collection of blood samples on study.",
                    "interventionNames": [
                        "Drug: Placebo Administration",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Olanzapine",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (olanzapine, optional biospecimen collection)",
                        "Arm II"
                    ],
                    "otherNames": [
                        "LY 170053",
                        "Zyprexa",
                        "Zyprexa Zydis"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Administration",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm III"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm I (olanzapine, optional biospecimen collection)",
                        "Arm II",
                        "Arm III"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in weight",
                    "description": "\\>5% weight gain comparing olanzapine 2.5mg (Arm I) vs. placebo (Arm III)",
                    "timeFrame": "Baseline to 12 weeks from baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Weight",
                    "description": "\\>5% weight gain comparing olanzapine 2.5 mg (Arm I) vs. olanzapine 5mg (Arm II)\n\n\\>5% weight gain comparing olanzapine 5 mg (Arm II) vs. placebo (Arm III)",
                    "timeFrame": "Baseline to 12 weeks from baseline"
                },
                {
                    "measure": "Anorexia",
                    "description": "Patient reported anorexia comparing olanzapine 2.5 mg (Arm 1) vs. olanzapine 5 mg (Arm 2) vs. placebo (Arm 3) Anorexia will be measured using the Functional Assessment of Anorexia-Cachexia Therapy (FAACT), a 12-item subscale of patients' perceptions of appetite (maximum score of 48, higher scores indicate less anorexia). A FAACT score ≤ 37 indicates anorexia.",
                    "timeFrame": "At 12 weeks from baseline]"
                },
                {
                    "measure": "Appetite",
                    "description": "Change in appetite will be measured using the Visual Analog Scale for appetite (VAS), a 10-point scale with a higher score indicating a better appetite. A ≥3-point improvement in appetite at the end of the 12-week placebo-controlled Part A as compared to baseline in each arm will be considered an improvement in appetite.",
                    "timeFrame": "Baseline up to 12 weeks from baseline"
                },
                {
                    "measure": "Nutrition",
                    "description": "Nutritional Status will be measured using the Patient- Generated Subjective Assesment Short Form (PG-SGA-SF); scored on a scale of 0-36 with a higher score indicating worse malnutrition.",
                    "timeFrame": "At baseline and at 4, 8, 12 weeks from baseline"
                },
                {
                    "measure": "Physical Function - KPS",
                    "description": "Karnofsky Performance Scale (KPS) is a clinician assessed score (0-100) to evaluate physical function and ability to carry out daily activities. A higher score indicates better performance.\n\n1. Karnofsky Performance Scale (KPS) is a clinician assessed score (0-100) to evaluate physical function and ability to carry out daily activities. A higher score indicates better performance. \\[Time Frame: At baseline and at 4, 8, 12 weeks from baseline\\]\n2. Eastern Cooperative Oncology Group (ECOG) Performance Status is a clinician's assessment of physical function rated 0 to 5 with a lower score indicating better performance. \\[Time Frame: At baseline and at 4, 8, 12 weeks from baseline\\]\n3. The Short Physical Performance Battery (SPPB) is a physical function assessment consisting of 3 timed measures and scored 0 to 12 with a higher score indicating better performance. \\[Time Frame: At baseline and at 4, 8, 12 weeks from baseline\\]",
                    "timeFrame": "At baseline and at 4, 8, and12 weeks from baseline"
                },
                {
                    "measure": "Physical Function - ECOG",
                    "description": "Eastern Cooperative Oncology Group (ECOG) Performance Status is a clinician's assessment of physical function rated 0 to 5 with a lower score indicating better performance.",
                    "timeFrame": "At baseline and at 4, 8, and12 weeks from baseline"
                },
                {
                    "measure": "Physical Function - SPPB",
                    "description": "Tthe Short Physical Performance Battery (SPPB) is a physical function assessment consisting of 3 timed measures and scored 0 to 12 with a higher score indicating better performance.",
                    "timeFrame": "At baseline and at 4, 8, and12 weeks from baseline"
                },
                {
                    "measure": "Patient Reported Quality of life",
                    "description": "Patient reported quality of life will be measured using the Functional Assessment of Cancer Therapy - General (FACT-G,) consisting of four domains (physical, social, emotional, and functional) of well-being with scores ranging from 0 to 108 with higher scores indicating better QOL.",
                    "timeFrame": "Baseline to 12 weeks from baseline"
                },
                {
                    "measure": "Patient reported impression of change",
                    "description": "Patient Global Impression of Change (PGI-C) is a 7-point scale depicting a patient's rating of overall improvement in appetite and fatigue with a higher score indicating more improvement .",
                    "timeFrame": "At 12 weeks from baseline"
                },
                {
                    "measure": "Patient Reported Symptoms",
                    "description": "Patient Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) will be used to capture symptoms associated with cancer cachexia and/or its treatment. Each response is scored from 0-4 with a higher score indicating more severity.",
                    "timeFrame": "At 4, 8, and 12 weeks from baseline"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.",
                    "timeFrame": "At 4, 8, and 12 weeks from baseline"
                },
                {
                    "measure": "Healthcare utilization",
                    "description": "Health care utilization including Emergency Department visits, hospital admissions.",
                    "timeFrame": "At baseline and at 4, 8, and 12 weeks from baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Willingness to provide written informed consent.\n* Individuals \\>= 18 years of age of all races, ethnicities, sexual orientations, gender identities, and abilities may be screened for enrollment without bias\n* Histologically confirmed locally advanced or metastatic gastric, hepatopancreaticobiliary (HPB), and lung cancers within 12 weeks of screening. Cancer diagnoses will include those for which standard curative measures do not exist or are no longer effective\n* Planned or ongoing standard-of-care (SOC), first-line systemic antineoplastic therapy without curative intent (concurrent to this study)\n* Able to ambulate independently with or without assistive devices (e.g., cane, walker).\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2\n* Able and willing to discontinue the use of any drug or over-the-counter (OTC) product that may interact with the study drug (within a period sufficient for wash-out per the investigator's discretion) and thereafter while on the study\n* Willingness to comply with restrictions on chest/breastfeeding\n* Individuals capable of childbearing and contributing viable sperm must be willing to comply with contraception requirements and not donate ova or sperm while on the study and for 1 month after that\n* A negative pregnancy test at baseline must be obtained for individuals capable of childbearing\n\nExclusion Criteria:\n\n* Plan for, or history of (within 30 days of registration), the use of an antipsychotic drug, including, but not limited to risperidone, quetiapine, clozapine, phenothiazine, or butyrophenone. This limitation does not include prochlorperazine and other phenothiazines as antiemetic therapy. The use of antipsychotics concurrent with protocol therapy will not be allowed\n* Previous or current use of megestrol acetate, cannabinoids (including, but not limited to dronabinol, medical cannabis, over the counter \\[OTC\\] cannabinoids products), and/or corticosteroids (defined as \\>= 5mg of prednisone or equivalent per day, except for standard chemotherapy-induced nausea and vomiting \\[CINV\\] prophylaxis) during the proceeding \\>=14 days\n* Known history of poorly controlled diabetes, defined as fasting morning blood sugars \\>300 mg/dL or recent hemoglobin A1c \\>= 8\n* Tube feeding or parenteral nutrition at the time of screening\n* Any condition that may negatively impact oral absorption of the study drug (including, but not limited to dysphagia, mucositis, gastrectomy, colitis, bowel obstruction, high output ileostomy) or any plan to undergo an intervention that will render such a condition\n* Recurrent ascites unresponsive to medical interventions and requires therapeutic paracentesis\n* Uncontrolled symptoms (including, but not limited to, pain and nausea) at randomization make the individual unsuitable for the study in the judgment of the principal investigator (PI). If uncontrolled symptoms can be effectively palliated for \\>= 1 week prior, enrollment may be considered at the discretion of the PI\n* Uncontrolled infection, including coronavirus disease 2019 (COVID-19), at time of randomization. Individuals with the uncontrolled infection will not be eligible as the symptomology of infection may obscure the outcomes of this study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Eric Roeland, M.D., FAAHPM, FASCO",
                    "affiliation": "OHSU Knight Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "OHSU Knight Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric Roeland, M.D., FAAHPM, FASCO",
                            "role": "CONTACT",
                            "phone": "503-494-8534",
                            "email": "roeland@ohsu.edu"
                        },
                        {
                            "name": "Eric Roeland, M.D., FAAHPM, FASCO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002100",
                    "term": "Cachexia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000015431",
                    "term": "Weight Loss"
                },
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000013851",
                    "term": "Thinness"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4181",
                    "name": "Anorexia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "relevance": "LOW"
                },
                {
                    "id": "M21265",
                    "name": "Wasting Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M5363",
                    "name": "Cachexia",
                    "asFound": "Cachexia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "relevance": "LOW"
                },
                {
                    "id": "M16614",
                    "name": "Thinness",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077152",
                    "term": "Olanzapine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000014150",
                    "term": "Antipsychotic Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000017367",
                    "term": "Selective Serotonin Reuptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1675",
                    "name": "Olanzapine",
                    "asFound": "Error",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1693",
                    "name": "Pioglitazone",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M16904",
                    "name": "Antipsychotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19649",
                    "name": "Selective Serotonin Reuptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                }
            ]
        }
    },
    "hasResults": false
}