{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05297279",
            "orgStudyIdInfo": {
                "id": "IRB00302442"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "OMEGA - Dietary Intervention - COPD Trial",
            "officialTitle": "OMEGA - Dietary Intervention - COPD Trial",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "omega-dietary-intervention-copd-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-16",
            "studyFirstSubmitQcDate": "2022-03-25",
            "studyFirstPostDateStruct": {
                "date": "2022-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A randomized controlled trial of a food delivery dietary intervention targeting increased omega-3 intake to determine whether dietary modifications can improve Chronic Obstructive Pulmonary Disease (COPD) outcomes and attenuate the adverse effects of particulate matter on respiratory health.\n\nInvestigators believe that study results will comprehensively address the impact of an evidence-based nutrition intervention on COPD health and provide a framework for dietary intervention within other chronic diseases disproportionately impacting susceptible, low-income populations.",
            "detailedDescription": "COPD is a leading cause of death in the US with low-income individuals experiencing increased prevalence and morbidity. Poor dietary intake is also prevalent in low-income communities and has been associated with adverse outcomes in populations with respiratory disease. Data generated from the investigators Johns Hopkins NIH/EPA funded Environmental Health Disparities Center was instrumental in showing that poor dietary patterns, and in particular low omega-3 polyunsaturated fatty acid intake, are prevalent in a low income population with COPD. Low omega-3 intake was associated with poor respiratory outcomes and exacerbated the adverse effects of indoor air pollution exposure on respiratory symptoms. Accordingly, diet likely represents an important modifiable risk factor in low income individuals with COPD.\n\nInvestigators proposed a 12-week (3 months) randomized controlled intervention trial of a home food delivery dietary intervention targeting increased omega-3 intake to determine whether dietary modifications can improve COPD outcomes and attenuate the adverse effects of particulate matter (PM) on respiratory health. Willing participants with low omega-3 intake assessed during the screening visit will have 1:1 randomization to one of the treatment arms. Outcomes will be assessed monthly and dietary intake will be assessed at 3 months. After the 12-week (3 months) intervention, participants will be followed for an additional 3 months to assess sustainability of the intervention. Participants will be part of this study for 6 months.\n\nThe proposed research represents new lines of investigation to test a dietary intervention aimed at: (1) improving respiratory health, and (2) protecting against adverse effects of environmental exposures in low-income adults with COPD.\n\nInvestigators will also explore barriers and facilitators of the intervention in order to optimize the sustainability of future implementation strategies."
        },
        "conditionsModule": {
            "conditions": [
                "COPD, Chronic Obstructive Pulmonary Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active/Intervention Treatment Arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive weekly food voucher (with a specified amount) for home delivery of omega-3 rich food (with a minimum of 4 grams of eicosapentaenoic acid (EPA) + docosahexaenoic acid (DHA) in the weekly food order) and personalized dietary coaching. Participant will also receive a single 1-hour one-on-one session (dietary motivational coaching) by a dietary coach to guide participants to consume at least 500 mg of EPA+DHA daily at the beginning of the study, followed by weekly 30-minute calls during the 12-week intervention study period.",
                    "interventionNames": [
                        "Behavioral: Home delivery Omega-3 rich Food",
                        "Behavioral: Dietary Motivational Coaching"
                    ]
                },
                {
                    "label": "Control Treatment Arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive a voucher of weekly food voucher (with a specified amount) for home delivery. Participants in the control arm will also receive a single one-on-one session by a trained research staff member at the beginning of the study, which will be followed by weekly 30-minute calls with the participant during the 12-week intervention study period. The trained research staff member will assist with the online ordering of foods and will provide calls centered on general publicly available, guideline-based dietary recommendations without tailoring or personalization (no dietary coaching). This group will not receive guidance specifically about omega-3 fatty acids.",
                    "interventionNames": [
                        "Behavioral: Home delivery Food"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Home delivery Omega-3 rich Food",
                    "description": "The active treatment arm will receive voucher (with a specified amount) weekly home delivery omega-3 rich food for the 12-weeks (3 months) intervention. Participants will be limited to purchasing foods rich in omega-3 only.",
                    "armGroupLabels": [
                        "Active/Intervention Treatment Arm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Dietary Motivational Coaching",
                    "description": "The active treatment arm will receive weekly personalize dietary couching by a dietary coach on omega-3 rich food for the 12-weeks intervention. Participant will also receive educational materials and guidance about what kind of food to order, how to cook, prepare (recipes) and store omega-3 rich foods.",
                    "armGroupLabels": [
                        "Active/Intervention Treatment Arm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Home delivery Food",
                    "description": "The control treatment arm will receive voucher (with a specified amount) weekly home delivery food (any kind of food) for the 12-weeks (3 months) intervention. Participant will not receive dietary coaching on food choices and will not be limited to purchasing foods rich in omega-3.",
                    "armGroupLabels": [
                        "Control Treatment Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in COPD health status as assessed by the COPD assessment test",
                    "description": "COPD health status will be assessed with the COPD assessment test (CAT). The total score is from 0 to 40. Higher scores indicate worse COPD control.",
                    "timeFrame": "Baseline, months 1 and 2 follow up calls, 3 months and 6 months"
                },
                {
                    "measure": "Change in COPD health status/health-related quality of life as assessed by the Clinical COPD Questionnaire health-related quality of life questionnaire",
                    "description": "The Clinical COPD Questionnaire (CCQ) health-related quality of life questionnaire (HRQoL) with good psychometric properties. The CCQ consists of 10 items with an overall score and 3 domains: Symptoms (4 items), Functional state (4 items) and Mental state (2 items). High scores indicate worse quality of life.",
                    "timeFrame": "Baseline, months 1 and 2 follow up calls, 3 months and 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the number of exacerbation episodes reported due to moderate and/or severe COPD-related exacerbations",
                    "description": "Investigators will collect participant's self-report number of exacerbation episodes due to moderate and/or severe COPD-related exacerbation including need for oral corticosteroids or antibiotics for worsening respiratory symptoms, emergency department (ED) visit or hospitalization.",
                    "timeFrame": "Baseline, months 1 and 2 follow up calls, 3 months and 6 months"
                },
                {
                    "measure": "Change in Lung Function as assessed by Forced Expiratory Volume in the First Second (FEV1)",
                    "description": "Pulmonary function testing will be assessed as FEV1, that is FEV1 (adjusted for age, height, race and sex) according to the American Thoracic Society (ATS) guidelines.",
                    "timeFrame": "Baseline, 3 months and 6 months"
                },
                {
                    "measure": "Change in Lung Function as assessed by Forced Expiratory Volume in the First Second (FEV1) percent predicted",
                    "description": "Pulmonary function testing will be assessed as FEV1% predicted.",
                    "timeFrame": "Baseline, 3 months and 6 months"
                },
                {
                    "measure": "Change in exercise capacity as assessed by the Six-Minute Walk Distance",
                    "description": "The Six-Minute Walk Distance (6MWD) is a test used as a measure of exercise capacity and functional status of participants.",
                    "timeFrame": "Baseline, 3 months and 6 months"
                },
                {
                    "measure": "Change in Quality of Life as assessed by the St. George's Respiratory Questionnaire",
                    "description": "St. George's Respiratory Questionnaire (SGRQ). The total score is from 0 to 100. Higher scores indicate more limitations.",
                    "timeFrame": "Baseline, 3 months and 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 40 years,\n* Physician diagnosis of COPD,\n* Global Initiative for Obstructive Lung Disease (GOLD) Stage II-IV disease with Forced Expiratory Volume in the First Second (FEV1)/ Forced Vital Capacity (FVC) \\<70% and FEV1 (% predicted) \\<80%. IF FEV1/FVC \\<70% and FEV1 (% predicted) ≥ 80%, additional requirement will be asked: CAT score ≥ 10. Also, IF available for screening purposes: participant can provide a previous pulmonary function testing (PFT) report within the last 6 months.\n* Tobacco exposure ≥ 10 pack-years,\n* Poverty criteria as determined by residing in a neighborhood with ≥10% of residents living in poverty, consistent with the definition of poverty area OR not access to private health insurance, OR only completed high school education or less.\n* Low omega-3 intake (reported daily intake of EPA+DHA intake \\<500 mg via diet and/or supplement) at the screening visit, and\n* Willing to comply with dietary recommendations\n\nExclusion Criteria:\n\n* Participant planning to change residence during study period,\n* Other chronic lung disease, except those with history of asthma if it felt by the investigator not to be a primary diagnosis.\n* Pregnancy or breastfeeding and\n* Reported unwillingness to eat seafood.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wendy Lorizio, MD, MPH",
                    "role": "CONTACT",
                    "phone": "410-550-2449",
                    "email": "wlorizi1@jhmi.edu"
                },
                {
                    "name": "Maggie Maly",
                    "role": "CONTACT",
                    "phone": "410-550-9527",
                    "email": "mmaly1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nadia Hansel, MD, MPH",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Bayview Campus",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maggie Maly",
                            "role": "CONTACT",
                            "phone": "410-550-9527",
                            "email": "mmaly1@jhmi.edu"
                        },
                        {
                            "name": "Nadia Hansel, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000029424",
                    "term": "Pulmonary Disease, Chronic Obstructive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "asFound": "Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23449",
                    "name": "Pulmonary Disease, Chronic Obstructive",
                    "asFound": "Chronic Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T415",
                    "name": "Omega 3 Fatty Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}