{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05169060",
            "orgStudyIdInfo": {
                "id": "202110363"
            },
            "organization": {
                "fullName": "University of Iowa",
                "class": "OTHER"
            },
            "briefTitle": "Omega-3 Fatty Acid Lipidomics in Diabetes Peripheral Neuropathy",
            "officialTitle": "Effects of Fish Oil ± Salsalate on the Omega-3 Index and the Circulating Lipodome of Omega-3 Polyunsaturated Fatty Acid Metabolites in Patients With Type 2 Diabetes and Diabetic Neuropathy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "omega-fatty-acid-lipidomics-in-diabetes-peripheral-neuropathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-23",
            "studyFirstSubmitQcDate": "2021-12-22",
            "studyFirstPostDateStruct": {
                "date": "2021-12-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mark A. Yorek, PhD",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "University of Iowa"
            },
            "leadSponsor": {
                "name": "University of Iowa",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Michigan",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Diabetic peripheral neuropathy (DPN) is the most common chronic complication of diabetes, affecting about 50% of patients with diabetes and leading to severe morbidity, poor quality of life, high mortality, and high health care costs. Due to the complex structure and anatomy of the peripheral nervous system, DPN presents with a very broad spectrum of clinical symptoms and deficits, including severe pain, sensory deficits, foot ulcers and amputations. Presently there is no treatment for DPN and even with good blood glucose control DPN develops especially in patients with type 2 diabetes. There is a need to identify effective interventions for DPN. Preclinical studies have provided evidence that the combination of fish oil and salsalate is an effective treatment of DPN. The human subject study to be performed will examine the effect of fish oil with and without salsalate on the blood lipid profile and circulating metabolites of omega-3 polyunsaturated fatty acids (PUFA). Fish oil is an excellent source for the nutrition dependent omega-3 PUFA, primarily eicosapentaenoic acid (EPA; 20:5) and docosahexaenoic acid (DHA; 22:6). These fatty acids are the source of anti-inflammatory metabolites known as resolvin, neuroprotectin and maresin. Preclinical studies have also demonstrated that the metabolites of EPA and DHA are neuroprotective. Furthermore, when fish oil is combined with salsalate the production of these metabolites is increased in vivo. Thus, the investigators hypothesize that fish oil and salsalate will be an effective therapy of DPN. However, prior to doing a formal study of the effect of fish oil + salsalate on DPN there is a need to learn more about what concentration combination will provide the most efficacious effect on the omega-3 index (defined as the sum of EPA and DHA, as a percentage of total fatty acids in red blood cells) and that will safely increase the production of the anti-inflammatory metabolites. These studies will be performed at two sites the University of Iowa (Dr. Yorek) and University of Michigan (Dr. Pop-Busui) by treating human subjects with type 2 diabetes and DPN with either 2g or 4g of fish oil per day (capsules) for 4 months and then adding salsalate 1.5 g or 3g per day (tablets) to the fish oil treatments for an additional 2 months. At baseline and after treatment with fish oil alone and after treatment with the combination of fish oil and salsalate the omega-3 index and levels of circulating omega-3 PUFA metabolites will be determined as primary endpoints. Secondary endpoints will include determination of circulatory inflammatory markers and non-invasive measurements for DPN. The risks to subjects are minimal and are very reasonable in relation to the importance of the knowledge to be gained.",
            "detailedDescription": "The main objective of the investigators studies is to find a safe and effective disease modifying treatment for DPN by translating their preclinical findings (introduced above) to human DPN. However, in an initial step, the investigators' immediate goal is to determine the most effective dosing combination that will raise the omega-3 index to 8-12 % (postulated to be required for a therapeutic effect) and leading to a maximum increase in circulating levels of omega-3 PUFA metabolites. The overall hypothesis is that a tailored supplementation with fish oil will lead to a therapeutic level in the omega-3 index and combining fish oil and salsalate vs. fish oil alone will safely increase the circulating levels of pro-resolving mediators of omega-3 PUFA and reduce markers of inflammation. The investigators will test this hypothesis in a dose finding clinical trial in subjects with type 2 diabetes with DPN. The Specific Aims are:\n\nSpecific Aim 1: Determine the optimal dose of fish oil needed to safely increase the omega-3 index to potentially therapeutic levels in subjects with type 2 diabetes and DPN.\n\nBased on the investigator's preclinical studies, they hypothesize that an omega-3 index of 8 - 12% will be needed for effectiveness in human DPN.\n\nSpecific Aim 2: Determine the optimal fish oil and salsalate combination on the profile and concentration of circulating omega-3 PUFA metabolites and changes in inflammatory markers in participants with type 2 diabetes and DPN.\n\nThe investigators will utilize state-of-the-art liquid chromatography tandem mass spectrometry (LC-MS/MS) to determine the change in the circulating lipidomic profile of omega-3 PUFA, and antibody-based assays to measure circulating inflammatory markers: C reactive protein, tumor necrosis factor alpha; and interleukins 6 and 10 in response to above combination in human subjects with type 2 diabetes and DPN.\n\nCompleting these aims will establish the optimal dose of fish oil-salsalate combination needed to raise the omega-3 index to potentially therapeutic levels in patients with type 2 diabetes and DPN, and their effect on the formation of the pro-resolving metabolites of omega-3 PUFA in circulation in these subjects.\n\nThe investigators proposed research will have immediate significant impact by generating the knowledge needed for the design of a phase 2/3 trial in human DPN to determine whether fish oil and salsalate in combination is an effective disease modifying therapy for DPN. The safety profile of fish oil and salsalate are excellent making them an ideal choice for chronic treatment of DPN."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetic Neuropathies"
            ],
            "keywords": [
                "diabetes",
                "diabetic peripheral neuropathy",
                "omega-3 polyunsaturated fatty acids",
                "resolvin",
                "neuroprotectin",
                "inflammation",
                "omega-3 index"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Following recruitment and eligibility confirmation the study subjects will be randomized to take either 2g or 4g (in the form of capsules) of fish oil and either 1.5g or 3g of salsalate in addition to the fish oil in the final 2 months of the study. Randomization will be performed using permuted blocks, with a block size that is known only to the statistician. Each enrolled subject will be assigned a study number and all data and specimens from the subject will be identifiable only by the number assigned.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Fish oil capsules",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will be randomized for the treatment of fish oil capsules. Subjects will take daily supplements of two or four fish oil capsules per day, 2 and 4 g respectively. Treatment will continue for 16 weeks. Fish oil capsules are enriched in omega-3 polyunsaturated fatty acids.",
                    "interventionNames": [
                        "Drug: Fish Oil Concentrate, 1000 Mg Oral Capsule"
                    ]
                },
                {
                    "label": "Fish oil and Salsalate",
                    "type": "EXPERIMENTAL",
                    "description": "Salsalate is a non-steroid anti-inflammatory drug. Subjects taking 2 or 4g of fish oil capsules will be randomized to take in addition 1.5 or 3.0 g of salsalate per day. The combined treatment of fish oil and salsalate will continue for 8 weeks.",
                    "interventionNames": [
                        "Drug: Fish Oil Concentrate, 1000 Mg Oral Capsule",
                        "Drug: Salsalate Oral Tablet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Fish Oil Concentrate, 1000 Mg Oral Capsule",
                    "description": "Oral capsules, 2 grams or 4 grams per day.",
                    "armGroupLabels": [
                        "Fish oil and Salsalate",
                        "Fish oil capsules"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Salsalate Oral Tablet",
                    "description": "Oral tablets, 1.5 gram or 3.0 gram per day.",
                    "armGroupLabels": [
                        "Fish oil and Salsalate"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline of omega-3 index at 16 and 24 weeks",
                    "description": "The omega-3 index is defined as defined as the sum of EPA and DHA, as a percentage of total fatty acids in red blood cells. Red blood cells will be isolated by centrifugation and subsequently analyzed for fatty acid composition following folch extraction of the lipids, derivatization and analysis of the fatty acid profile by gas liquid chromatography. These studies will be done in Dr. Yorek's laboratory.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in baseline of serum levels of resolvin D1, resolvin E1 and neuroprotectin D1, omega-3 polyunsaturated fatty acid metabolites, at 16 and 32 weeks.",
                    "description": "Anti-inflammatory mediators, resolvin D1, resolvin E1 and neuroprotectin D1 will be determined using liquid chromatography with tandem mass spectrometry (LC-MS/MS) and authentic standards. Blood will be collected in EDTA/butylated hydroxytoluene/reduced glutathione (EDTA/BHT/GSH) to stabilize lipid mediators by minimizing peroxidation allowing for safe storage at -80C. They will then be analyzed in batches. Results will be reported as pg/ml serum.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                },
                {
                    "measure": "Changes from baseline of serum levels of C reactive protein at 16 and 24 weeks.",
                    "description": "A commercial ELISA kit will be used for analysis of C reactive protein in the laboratory of Dr. Yorek at the University of Iowa.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                },
                {
                    "measure": "Changes from baseline of serum levels of tumor necrosis factor α at 16 and 24 weeks.",
                    "description": "A commercial ELISA kit will be used for analysis of C tumor necrosis factor α in the laboratory of Dr. Yorek at the University of Iowa.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                },
                {
                    "measure": "Changes from baseline of serum levels of interleukin 6 at 16 and 24 weeks.",
                    "description": "A commercial ELISA kit will be used for analysis of analyzed interleukins 6 in the laboratory of Dr. Yorek at the University of Iowa.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                },
                {
                    "measure": "Changes from baseline of serum levels of interleukin 10 at 16 and 24 weeks.",
                    "description": "A commercial ELISA kit will be used for analysis of protein interleukins 10 in the laboratory of Dr. Yorek at the University of Iowa.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                },
                {
                    "measure": "Change from baseline in the ratio of omega-6 and omega-3 fatty acids in serum at 16 and 24 weeks",
                    "description": "Serum will be folch extracted and fatty acid composition determined following derivatization and analysis by gas-liquid chromatography.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                },
                {
                    "measure": "Change from baseline in diabetic peripheral neuropathy symptoms score after 24 weeks using the Michigan Neuropathy Screening Instrument.",
                    "description": "Complete the Michigan Neuropathy Screening Instrument questionnaire. The first part of the screening instrument, the history questionnaire, consists of 15 self-administered \"yes or no\" questions on foot sensation including pain, numbness and temperature sensitivity. A higher score (out of a maximum of 13 points) indicates more neuropathic symptoms. The minimum score is 1 and maximum score 13.",
                    "timeFrame": "At baseline and 24 weeks."
                },
                {
                    "measure": "Change from baseline of vibration perception after 24 weeks.",
                    "description": "Vibration perception threshold (a marker of DPN) will be tested using a 128 Hz tuning fork placed over the dorsum of the great toe on the boney prominence of the distal interphalangeal joint of both feet and scored as either present/reduced/absent.",
                    "timeFrame": "At baseline and 24 weeks."
                },
                {
                    "measure": "Change from baseline of ankle reflex after 24 weeks.",
                    "description": "Ankle reflex (a marker of DPN) will be tested bilaterally and scored as present/present with reinforcement/absent.",
                    "timeFrame": "At baseline and 24 weeks."
                },
                {
                    "measure": "Pin prick evaluation",
                    "description": "This determination is part of the Utah early neuropathy scale. Pin sensation is tested by determining the sensation of a sharp pin along six points from the great toe to the knee. The subject's eyes are closed and they are asked if they feel any sharpness. Scoring is 0 for normal sensation, 1 for reduced sensation and 2 for absent sensation. The higher the score the worse the neuropathy.",
                    "timeFrame": "At baseline and 24 weeks"
                },
                {
                    "measure": "Change from baseline in fasting blood glucose after 16 and 24 weeks.",
                    "description": "Blood glucose will be determined using an Accu Chek blood glucose monitor.",
                    "timeFrame": "At baseline, 16 weeks, and 24 weeks."
                },
                {
                    "measure": "Change from baseline in fasting insulin levels after 16 and 24.",
                    "description": "Determination will be done by the hospital pathology laboratory.",
                    "timeFrame": "At baseline, 16 weeks, and 24 weeks."
                },
                {
                    "measure": "Change from baseline in hemoglobin A1C after 16 and 24 weeks.",
                    "description": "Determination will be done by the hospital pathology laboratory.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                },
                {
                    "measure": "Change from baseline in fasting blood lipids (triglycerides and low- and high-density cholesterol) after 16 and 24 weeks.",
                    "description": "Determination will be done by the hospital pathology laboratory.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                },
                {
                    "measure": "Change from baseline in urine microalbuminuria levels after 16 and 24 weeks.",
                    "description": "Determination will be done by the hospital pathology laboratory.",
                    "timeFrame": "At baseline, 16 weeks and 24 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. T2D according to American Diabetes Association (ADA) criteria (38).\n2. Age ≥ 18 yr.\n3. HbA1c \\< 9.5%.\n4. Presence of DPN based on Michigan Neuropathy Screening Instrument (combined questionnaire and a clinical examination of the response to vibration perception examination using a 128 Hz tuning fork and ankle reflexes), a validated, sensitive, and specific instrument for the diagnosis of DPN as reported (39,40). Pin prick sensation will be performed (as measures of small-fiber neuropathy) for DPN confirmation (41-43).\n5. Be willing and capable of providing a written consent form and willing and able to cooperate with the medical procedures for the study duration.\n6. Women of childbearing potential must be willing to use appropriate contraception during the entire trial.\n\nExclusion Criteria:\n\n1. History of any other causes of neuropathy (e.g. other neurological disorders, medications-induced, occupational history, active hepatitis C infection, exposure to toxins).\n2. History of persistent macroalbuminuria \\[random urine microalbumin creatinine ratio (ACR) up to 300 mg/gm\\]is acceptable if calculated GFR is \\>60 (16).\n3. Serum creatinine \\>1.4 for women and \\>1.5 for men or eGFR \\<60 \\[calculated using the CKD-EPI equation\\].\n4. Use of warfarin (Coumadin), clopidogrel (Plavix), dipyridamole (Persantine), heparin or other anticoagulants, probenecid (Benemid, Probalan), sulfinpyrazone (Anturane) or other uricosuric agents; Participants must agree to not use high-dose aspirin during the course of the study. Daily low-dose aspirin treatment (not more than 81 mg per day) may be continued if currently prescribed.\n5. Uncontrolled hypertension\n6. Triglyceride \\> 400 mg/100ml.\n7. History of previous organ transplantation (kidney, pancreas, liver, lung or cardiac transplantation).\n8. History of drug or alcohol abuse within 5 years, or current weekly alcohol consumption \\>10 units/week.\n9. Pregnancy or lactation or desire to become pregnant in the next 12 months\n10. Requiring long-term glucocorticoid therapy or chronic immunosuppressive therapy: inhaled steroid use for management of asthma is not an absolute exclusion. .\n11. Participation in an experimental medication trial within 3 months of starting the study.\n12. Current therapy for malignant disease other than basal cell or squamous cell skin cancer.\n13. History of gastrointestinal bleeding or active gastric ulcer;\n14. Screening laboratory abnormalities including AST (SGOT) and or ALT (SGPT) \\> 2.5 x the upper limit of normal (ULN), total bilirubin \\> 1.5 x ULN, platelets \\< 100,000;\n15. History of taking fish oil supplements in the 6 months prior to the screening visit.\n16. History of fish or shellfish allergy.\n17. Presence of any condition that in the opinion of the investigators would make it unlikely for the participant to complete study.\n18. Known hypersensitivity to salsalate or inactive ingredients. Patients who have experienced asthma, hives, or other allergic-type reactions to aspirin or other NSAIDs are excluded from participation.\n19. Use of lithium.\n20. Absent one or both great toes.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mark A Yorek, PhD",
                    "role": "CONTACT",
                    "phone": "319-338-0581",
                    "phoneExt": "7696",
                    "email": "mark-yorek@uiowa.edu"
                },
                {
                    "name": "Rodica Pop-Busui, MD",
                    "role": "CONTACT",
                    "phone": "866-266-5221",
                    "email": "rpbusui@med.umich.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark A Yorek, PhD",
                    "affiliation": "Professor of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Rodica Pop-Busui, MD",
                    "affiliation": "Professor of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Iowa",
                    "status": "RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52241",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark A Yorek, PhD",
                            "role": "CONTACT",
                            "phone": "319-338-0581",
                            "phoneExt": "7696",
                            "email": "mark-yorek@uiowa.edu"
                        },
                        {
                            "name": "Lawrence Coppey, MS",
                            "role": "CONTACT",
                            "phone": "319-338-0581",
                            "phoneExt": "7619",
                            "email": "lawrence-coppey@uiowa.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rodica Pop-Busui, MD",
                            "role": "CONTACT",
                            "phone": "866-266-5221",
                            "email": "rpbusui@med.umich.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "The research to be done will not generate any usable resources. We will publish our methodology for all analyses in detail in manuscripts we submit for publication we will also make this information available through our websites. We will also make available on our websites de-identified data pertaining to individual results of the omega-3 index and omega-3 polyunsaturated fatty acid metabolites formed per treatment condition. Other original de-identified data will also be made available upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000003929",
                    "term": "Diabetic Neuropathies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000048909",
                    "term": "Diabetes Complications"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "asFound": "Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7124",
                    "name": "Diabetic Neuropathies",
                    "asFound": "Diabetic Neuropathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26004",
                    "name": "Diabetes Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000014182",
                    "term": "Salicylsalicylic acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M223473",
                    "name": "Salicylsalicylic acid",
                    "asFound": "Interferon beta-1a",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M15782",
                    "name": "Sodium Salicylate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T415",
                    "name": "Omega 3 Fatty Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}