{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06351644",
            "orgStudyIdInfo": {
                "id": "STUDY-24-00244"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "ON 123300 (Narazaciclib) and Dexamethasone in Patients With Relapsed and/or Refractory Multiple Myeloma",
            "officialTitle": "A Phase I/II Study to Assess the Safety and Tolerability of the Combination of Oral ON 123300 (Narazaciclib) and Dexamethasone in Patients With Relapsed and/or Refractory Multiple Myeloma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "on-narazaciclib-and-dexamethasone-in-patients-with-relapsed-and-or-refractory-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-03",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-02",
            "studyFirstSubmitQcDate": "2024-04-02",
            "studyFirstPostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Adriana Rossi",
                "investigatorTitle": "Assistant Professor of Medicine",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Adriana Rossi",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Multiple myeloma (MM) is a malignancy characterized by uncontrolled proliferation of plasma cells for which there is an urgent and unmet need to develop new, effective therapeutics. Onconova Therapeutics has developed a first-in-class oral inhibitor of CDK4 and ARK5 ON 123300 (NARAZACICLIB) which shows potent anti-myeloma activity in vitro and in vivo in preclinical models, and is undergoing evaluation in Phase 1-2 trials worldwide.\n\nIn this study, the researchers will test the safety and preliminary efficacy of inhibition of CDK4 and ARK5 by ON 123300 (NARAZACICLIB) in combination with dexamethasone in myeloma patients in a Phase I/II clinical trial.",
            "detailedDescription": "ON 123300 (NARAZACICLIB) is a multi-targeted kinase inhibitor targeting cyclin-dependent kinases (CDK) 4 and 6, AMPK-related protein kinase 5 (ARK5), colony-stimulating factor 1 receptor (CSF1R), tyrosine-protein kinase kit (c-Kit), and fms-like tyrosine kinase (FLT)3 at low nM concentrations that can arrest the cell cycle and thus block tumor cell proliferation and inhibit the growth of cancer cells. As an apoptotic and antiproliferative agent, ON 123300 (NARAZACICLIB) modulates the levels and activities of regulatory proteins of the cell cycle, including cyclin D1 and inhibits retinoblastoma (Rb) protein binding. ON 123300 (NARAZACICLIB) inhibits cancer cell growth and suppresses deoxyribonucleic acid (DNA) synthesis by preventing CDK-mediated G1-S phase transition, followed by tumor cell death by induction of mitochondria-mediated apoptosis.\n\nON 123300 (NARAZACICLIB) is being investigated for potential treatment of patients with solid tumors and hematologic malignancies as a single agent and in combination with other anticancer therapies. This is supported by antiproliferative and cytotoxic effects that have been observed with ON 123300 (NARAZACICLIB) in a wide variety of malignant human cell lines in cell-based assay systems, and in mouse xenograft models of breast cancer, colon cancer, mantle cell lymphoma, multiple myeloma, and melanoma. Based on the nonclinical efficacy models, Onconova intends to study patients with solid tumors and hematologic malignancies.\n\nAs of the data cutoff date 05 January 2022, Onconova-sponsored Study 19-01 (United States \\[US\\]) is an ongoing exploratory Phase 1 dose escalation study to assess the safety, tolerability, and pharmacokinetics (PK) of ON 123300 (NARAZACICLIB) capsules administered orally as escalating daily doses in patients with advanced cancer relapsed or refractory to at least 1 prior line of therapy.\n\nEnrolled patients will continue 28-day cycles of ON 123300 (NARAZACICLIB) + dexamethasone as long as the drug shows anti-myeloma activity with a disease response ≥PR (PR, VGPR, CR) and the patient does not exhibit any DLTs and the study is open. Patients will continue the regimen until disease progression/intolerable toxicity/death, withdrawal OR for a maximum up to 2 years after enrollment. Treatment would be discontinued for Grade 4 or above toxicity. For Grade 2-3 toxicity, will challenge with the lower dose first before discontinuing. (Grading of toxicities per CTCAE version 5.0)"
        },
        "conditionsModule": {
            "conditions": [
                "Relapsed and/or Refractory Multiple Myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a single arm optimal biologic dose finding phase I/II clinical trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ON 123300 (NARAZACICLIB) + dexamethasone",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will continue 28-day cycles of ON 123300 (NARAZACICLIB) + dexamethasone as long as the drug shows anti-myeloma activity with a disease response ≥PR (PR, VGPR, CR) and the patient does not exhibit any DLTs and the study is open. Patients will continue the regimen until disease progression/intolerable toxicity/death, withdrawal OR for a maximum up to 2 years after enrollment.",
                    "interventionNames": [
                        "Drug: ON 123300",
                        "Drug: Dexamethasone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ON 123300",
                    "description": "dosed starting at 200 mg of ON 123300 (NARAZACICLIB) daily for four weeks. Dose levels will be 160 mg, 200 mg, 240 mg, 280 mg, 320 mg. Treatment cycles will be four weeks long.\n\nON 123300 (NARAZACICLIB) is available as an oral formulation ON 123300 (NARAZACICLIB) monolactate capsules (containing 40 mg free base) and is provided in 120 cc high-density polyethylene (HDPE) bottles with child-resistant closures containing 30 hard gelatin capsules. ON 123300 (NARAZACICLIB) is also available in tablet form. The tablets are 40 mm (oblong) and 120 mg (round). Either form, capsules or tablets, may be used in this study.",
                    "armGroupLabels": [
                        "ON 123300 (NARAZACICLIB) + dexamethasone"
                    ],
                    "otherNames": [
                        "NARAZACICLIB"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dexamethasone",
                    "description": "Weekly oral dexamethasone 20mg",
                    "armGroupLabels": [
                        "ON 123300 (NARAZACICLIB) + dexamethasone"
                    ],
                    "otherNames": [
                        "Decadron"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase I: The optimal biological dose (OBD) of the combination of ON 123300 (NARAZACICLIB) and dexamethasone",
                    "description": "Phase I: Determination of the optimal biological dose (OBD) of the combination of ON 123300 (NARAZACICLIB) and dexamethasone in relapsed MM patients - defined as the lowest safe dose with the highest rate of efficacy measured by the overall response rate (ORR).",
                    "timeFrame": "within first 2 cycles of treatment (1 cycle = 28 days)"
                },
                {
                    "measure": "Phase I: Dose-Limiting Toxicity (DLT) rate",
                    "description": "Phase I: The DLT rate (within 2 cycles of combination therapy) at the OBD as well as all dose levels initiated.\n\nToxicity is reached when a patient experiences a dose limiting toxicity (DLT) within 2 cycles of combination therapy. DLTs will be recorded and graded according to standard NCI CTC criteria.",
                    "timeFrame": "within first 2 cycles of treatment (1 cycle = 28 days)"
                },
                {
                    "measure": "Phase II: Overall response rates (ORR)",
                    "description": "Phase II: Overall response rates (ORR) is achieved when a patient has partial response (PR) or better at 2 cycles of combination therapy according to IMWG criteria.\n\nORR will be estimated as the proportion of patients that achieve PR or better according to IMWG criteria after 2 cycles of treatment among all patients enrolled in the study that were given at least one dose of ON 123300 (NARAZACICLIB).",
                    "timeFrame": "after 2 cycles of therapy (1 cycle = 28 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Adverse events of Special Interest (AESI)",
                    "description": "Adverse events of special interest (AESI) - AEs resulting in discontinuation of drug, clinical laboratory abnormalities, death.",
                    "timeFrame": "Evaluated continuously until end of study, for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "HbA1c",
                    "description": "Glycemic control analysis using HbA1c, and will be measured as discrete numerical values, and they will be categorized into high and normal categories as follows:\n\n• HbA1c:\n\n* High: ≥5.8%\n* Normal: ≤5.7%",
                    "timeFrame": "Per Cycle/Every 28 Days for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "Fasting insulin levels",
                    "description": "Glycemic control analysis using fasting insulin levels, and will be measured as discrete numerical values, and they will be categorized into high, normal, and low categories as follows:\n\n• Fasting insulin levels:\n\n* High: \\> 20μU/mL / 139 pmol/L\n* Normal: 20μU/mL / 139 pmol/L\n* Low: \\< 20μU/mL / 138.9 pmol/L",
                    "timeFrame": "Per Cycle/Every 28 Days for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "Lipid profiles",
                    "description": "Glycemic control analysis using lipid profiles and will be measured as discrete numerical values, and they will be categorized into high, borderline high, normal, and low categories as follows:\n\n• Lipid profile:\n\n* High: Total cholesterol ≥200mg/dL, High Density Lipoprotein - Not defined/rare, Low Density Lipoprotein ≥160mg/dL, Triglycerides ≥200mg/dL\n* Borderline High: Low Density Lipoprotein 100-159 mg/dL, Triglycerides 150-199mg/dL\n* Normal: Total cholesterol \\<200mg/dL, High Density Lipoprotein \\>50mg/dL, Low Density Lipoprotein \\<100mg/dL, Triglycerides \\<150mg/dL\n* Low: High Density Lipoprotein \\<50mg/dL",
                    "timeFrame": "Per Cycle/Every 28 Days for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "Free fatty acids",
                    "description": "Glycemic control analysis using free fatty acids and will be measured as discrete numerical values, and they will be categorized into high, borderline high, and normal categories as follows:\n\n• Free fatty acids (fasting0:\n\n* High: ≥ 0.9 mmol/L\n* Borderline High: 0.6-0.8mmol/L\n* Normal: 0.1-0.5 mmol/L (averaged across genders: 0.1 to 0.45 mmol/L for females and 0.1 to 0.6 mmol/L for males)",
                    "timeFrame": "Per Cycle/Every 28 Days for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "Best overall response (BOR)",
                    "description": "Best Overall Response (BOR) is defined as the best response recorded across all time-point responses from the start of treatment until disease progression or death.",
                    "timeFrame": "At disease progression or death, whichever comes first, for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "Duration of Response (DOR)",
                    "description": "Duration of Response (DOR) defined as the time from date of the first documentation of response (according to IMWG criteria) to the first documentation of progression of disease or to death due to any cause in the absence of documented progression of disease. This is applicable only to patients with best overall response (BOR) of CR or PR (ORR). Censoring for the DOR endpoint will be assigned on the date of the last response assessment if no response assessment is identified and the participant does not die while on study. If no adequate response assessment or death, the endpoint will be censored on the date of first documented response. When a participant has missing response assessment(s) but remains as a responder at the time of data analysis, the endpoint will be censored at the time of the last available response assessment where PR or better is declared. DOR will only be calculated for the subgroup of participants that have achieved PR or better within 2 cycles of treatment.",
                    "timeFrame": "At disease progression or death, whichever comes first, for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "Time to Progression (TTP)",
                    "description": "Time to Progression (TTP):\n\nTTP will be estimated using cumulative incidence functions (CIF) in a competing risk setting. Time to progression is defined as the time from initial ON 123300 (NARAZACICLIB) administration to any progression per IMWG criteria.",
                    "timeFrame": "At disease progression or death, whichever comes first, for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "Progression-Free Survival (PFS)",
                    "description": "Progression-Free Survival (PFS) defined as the duration of time from initial ON 123300 (NARAZACICLIB) administration to any progression per IMWG criteria, or death from any cause, whichever occurs first.",
                    "timeFrame": "At disease progression or death, whichever comes first, for a maximum up to 2 years after enrollment"
                },
                {
                    "measure": "Disease Control Rate (DCR)",
                    "description": "Disease Control Rate (DCR) defined as the proportion of patients that have stable or better disease after two months of treatment initiation according to IMWG criteria.",
                    "timeFrame": "After 2 months of treatment initiation, whichever comes first, for a maximum up to 2 years after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n* Able to provide a signed Written Informed Consent: Voluntary written consent must be given before performance of any study-related procedure not part of standard medical care\n* Male or female patients ≥18 years\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n* Symptomatic MM having progressed on ≥2 prior line of therapies - including 1 proteasome inhibitor (bortezomib, carfilzomib etc.), 1 immunomodulatory drug (lenalidomide, pomalidomide, thalidomide etc.), and 1 CD38 targeting monoclonal antibody (daratumumab, isatuximab) either as monotherapy or in combination. Refractoriness (progression while on therapy or ≤60 days after discontinuation of therapy) to prior line of therapy is not required.\n* Subjects who received BCMA-targeted immune-effector therapies like CAR-T cells and/or bispecific antibodies prior can be enrolled provided they are ≥60 days out of the treatment.\n* Subjects must not be candidates for treatment regimens known to provide clinical benefit to be eligible for this study.\n* Subjects must have measurable disease defined by at least 1 of the following 4 measurements:\n\n  * Serum M-protein \\> 0.5 g/dL or Urine M-protein \\> 200 mg/24 hours\n  * Light chain MM without measurable disease in serum or urine: Serum immunoglobulin free light chain assay: involved free light chain level \\>10 mg/dL (\\> 100 mg/L) provided the serum free light chain ratio is abnormal\n  * For oligo/non-secretory myeloma, measurable by standard imaging (PET/CT or MRI) ± bone marrow biopsy if myeloma biomarkers are inconclusive or non-contributory\n* Able to swallow and absorb oral medication\n* All previous therapies for cancer, including radiotherapy, major surgery and investigational therapies discontinued for ≥ 14 days before study entry, and all acute effects of any prior therapy resolved to baseline severity or Grade ≤ 1 Common Terminology Criteria for Adverse Events (CTCAE v5.0) excluding alopecia or fatigue.\n* Adequate organ or marrow function\n\n  * CrCl (Cockcroft-Gault equation) ≥ 45ml/min\n  * ALT/AST ≤2 times upper limit of normal\n  * Total bilirubin ≤2 times upper limit of normal (\\<3 x ULN for congenital hyperbilirubinemia states like Gilbert Syndrome)\n  * Corrected serum calcium ≤12.5mg/dL or free ionized calcium ≤6.5mg/dL\n  * ANC ≥1 x 109/L (prior growth factor permitted but must be without support 7 days before screening test)\n  * Hemoglobin ≥8g/dL (without blood transfusion in 7 days prior to test, recombinant erythropoietin permitted)\n  * Platelets ≥50 x 109/L\n* No active infections (including but not limited to HIV, Hepatitis B, Hepatitis C, tuberculosis) or chronic health conditions which may interfere in the study in the opinion of the investigator.\n* HIV: undetectable HIV viral load and CD4 counts \\>200 for \\>6 months on continuous antiretroviral therapy may be screened.\n* Hepatitis B: If HbcAb positive and HBV PCR-, may be screened\n* Hepatitis C: if completed anti-viral therapy and in sustained virological response \\>6 months, may be screened\n* Tuberculosis: Quantiferon or skin prick test positive but with negative chest imaging\n* (CXR or CT) and asymptomatic, may be screened\n* Note: A line of therapy consists of ≥1 complete cycle of a single agent, a regimen consisting of a\n* combination of several drugs, or a planned sequential therapy of various regimens3.\n* A treatment is considered a new line of therapy if any one of the following three conditions are met:\n* Start of a new line of treatment after discontinuation of a previous line: if the treatment regimen is discontinued for any reason, and a different regimen is started, it should be considered a new line of therapy. A regimen is considered to have been discontinued if all the drugs in that given regimen have been stopped. The regimen is not considered to have been discontinued if some of the drugs of the regiment, but not all, have been discontinued.\n* The unplanned addition or substitution of one or more drugs in an existing regimen: Unplanned addition of a new drug, or switching to a different drug, or combination of drugs due to any reason, is considered a new line of therapy.\n* Stem cell transplant (SCT): In patients undergoing \\>1 SCT, except in the case of a planned tandem SCT with a predefined interval such as 3 months, each SCT (autologous or allogeneic, should be considered a new line of therapy, regardless of whether the conditioning regime used is the same or different.\n\nExclusion Criteria:\n\n* Active plasma cell leukemia at screening (\\>5% plasma cells by standard differential), Waldenstroms macroglobulinemia, PEOMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein and skin changes), known active or prior CNS involvement or exhibits meningeal signs (extradural skull or spinal mass causing extrinsic mass effect is not excluded) or clinically significant amyloidosis.\n* History of allogeneic hematopoietic cell transplantation (HCT), or other cellular therapy product, within 60 days.\n* Inability to tolerate oral medication, presence of poorly controlled gastrointestinal disease, or dysfunction that could affect study drug absorption including but not limited to:\n\n  * Diarrhea \\> Grade 1, based on the NCI CTCAE grading, in the absence of antidiarrheals.\n  * Known GI disease or GI procedure that could interfere with the oral absorption or tolerance of study drug, including difficulty swallowing.\n* Following cardiac conditions:\n\n  * New York Heart Association (NYHA) stage III or IV congestive heart failure\n  * myocardial infarction or coronary artery bypass graft (CABG) \\<6 months prior to enrollment\n  * History of clinically significant ventricular arrhythmia or unexplained syncope not believed to be vasovagal in nature or due to dehydration\n  * History of severe nonischemic cardiomyopathy e. Impaired cardiac function (LVEF \\<45%) as assessed by echocardiogram or multi gated acquisition (MUGA) scan.\n* Stroke or seizure within 6 months of enrollment\n* Are at risk for Torsades de pointes (TdP): Patients who have a marked baseline prolongation of QT/QTc interval (eg, repeated demonstration of a QTc interval \\>470 msec) using Fredericia's QT correction formula, or who have a history of additional risk factors for TdP (eg, heart failure, hypokalemia, family history of Long QT Syndrome), or who are currently taking medications that prolong the QT/QTc interval.\n* Are currently taking or within 5 half-lives of taking strong inducers and inhibitors of cytochrome P450 enzyme (CYP) 2C8 and CYP3A4.\n* Have had major surgery within 14 days prior to screening to allow for postoperative healing of the surgical wound and site(s).\n* Have received recent (within 28 days prior to screening) live attenuated vaccines.\n* Active pregnancy or breastfeeding females\n* Known chronic alcohol or drug abuse\n* Lack of capacity to sign consent and/or participate in the trial\n* Any other condition deemed by the investigator to make the patient a poor candidate for clinical trial and/or treatment with investigational agents.\n* Any altered mental status or any psychiatric condition that would interfere with the understanding of the informed consent or limit compliance with study requirements.\n* Prior or concurrent malignancy, except for the following:\n\n  * Adequately treated non-melanoma skin cancer (basal cell or squamous cell skin carcinoma) ≥1 year\n  * Cervical carcinoma in situ adequately treated ≥1 year\n  * Adequately treated Stage I or II cancer from which the subject is currently in complete remission ≥2 years\n  * Any other cancer from which the subject has been disease-free for ≥ 3 years\n  * Males or females of childbearing potential who do not agree to practice 2 highly effective methods of contraception. Highly effective method of contraception has a failure rate of less than 1% per year when used consistently and correctly, and agree to remain on a highly effective method of contraception from the time of signing the informed consent form through 90 days after the last dose of study drug. For women, examples of highly effective contraceptives include A) user independent methods: 1. implantable progesterone only hormonal contraception 2. intrauterine device/intrauterine hormone releasing system 3. vasectomized partner B) user dependent methods: 1. combined estrogen and protestor hormonal contraception (oral intravaginal or transdermal) 2. progesterone only hormone contraception (oral or injectable). For men, highly effective barrier method of contraception include - condom with spermicidal foam/gel/film/cream/suppository from the time of signing the ICF until 90 days after receiving the last dose of treatment. Intercourse with a pregnant woman must involve the use a condom. Women and men must agree not to donate eggs or sperm while on the study drug or up to 90 days after the last dose of drug.\n* Uncontrolled, untreated or active infections, including but not limited to HIV, Hepatitis B, Hepatitis C, tuberculosis.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Adriana Rossi, MD",
                    "role": "CONTACT",
                    "phone": "(212) 241-7873",
                    "email": "adriana.rossi@mssm.edu"
                },
                {
                    "name": "Katherine Vandris",
                    "role": "CONTACT",
                    "phone": "212-824-7340",
                    "email": "Kattherine.Vandris@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adriana Rossi, MD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Samir Parekh, MBBS",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mount Sinai Health System",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adriana Rossi, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Katherine Vandris",
                            "role": "CONTACT",
                            "email": "Katherine.Vandris@mssm.edu"
                        },
                        {
                            "name": "Adriana Rossi",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "CSR"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication.",
            "accessCriteria": "Researchers who provide a methodologically sound proposal. To achieve aims in the approved proposal. Proposals may be submitted up to 36 months following article publication. After 36 months the data will be available in our University's data warehouse but without investigator support other than deposited metadata. Information regarding submitting proposals and accessing data may be found at (Link tbd)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M199152",
                    "name": "BB 1101",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}