{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05981508",
            "orgStudyIdInfo": {
                "id": "23-1598"
            },
            "secondaryIdInfos": [
                {
                    "id": "U24DK132715",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U24DK132715"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Online Family Dyadic Skills Training for Black Adults in Behavioral Weight Loss Program",
            "officialTitle": "Feasibility of Conducting an Online Family Dyadic/Couple Skills Training for Black Adults Enrolled in a Behavioral Weight Loss Intervention - Together, Eating and Activity, Matter+ (TEAM+)",
            "acronym": "TEAM+",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "online-family-dyadic-skills-training-for-black-adults-in-behavioral-weight-loss-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-31",
            "studyFirstSubmitQcDate": "2023-07-31",
            "studyFirstPostDateStruct": {
                "date": "2023-08-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                },
                {
                    "name": "Splendor-NC",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to test the feasibility and acceptability of an interactive counselor -led online family skills training as part of a behavioral weight loss program for Black Adults.",
            "detailedDescription": "Nearly half (49.9%) of Black adults in the United States live with obesity. Black adults are underrepresented in standard behavioral weight loss (BWL) interventions and experience sub-optimal weight loss outcomes when included in such programs. Cultural adaptations to BWL interventions that recognize the family behavioral context and address the cultural value of family among Black populations are needed to improve weight loss outcomes. Prior research, including our randomized controlled pilot, Together, Eating and Activity, Matter Plus (TEAM+), have incorporated family skills training to enhance family involvement, targeting cohesion and communication, in addition to core weight loss curriculum. However, family inclusion in weight loss interventions can result in additional barriers to retention and adherence.\n\nTechnology has become an attractive delivery format to increase reach to at-risk populations, as a well-designed online program can address issues of timely access and geographical location (or distance from program sites), which are linked to low retention of Black participants. However, technology uptake among Blacks populations still lags due to mistrust, skepticism, concerns about confidentiality, privacy, and remote interaction with staff. Increases in acceptance and utilization of telemedicine and mobile-health were reported during the COVID-19 pandemic. Considering the time and location burden already associated with behavioral weight loss sessions, it is important to identify strategies to increase access that are both feasible and acceptable in the target population. Currently the feasibility and acceptability of an online family dyadic skills training is unknown among Black adults.\n\nTEAM+ is an in-person 3-month family enhanced BWL intervention designed for Black adults consisting of a family dyadic skills training and core behavioral weight loss sessions. For this proposed pilot study, 20 black adults interested in weight loss will be recruited with a family member committed to attending both the skills training and core sessions. Participants must 1) be ≥18 years of age, 2) self-identify as Black/African American, 3) reside in the Raleigh/Durham/Chapel Hill area, and 4) have internet access. The core sessions will be delivered in person. To test the feasibility and acceptability of an interactive counselor-led online training, the family dyadic skills training will be delivered online using a web-conferencing platform (e.g., Zoom)."
        },
        "conditionsModule": {
            "conditions": [
                "Body Weight",
                "Body Weight Changes",
                "Obesity",
                "Overweight and Obesity",
                "Overweight",
                "Behavior, Eating",
                "Physical Inactivity",
                "Chronic Disease",
                "Weight Loss",
                "Weight Reduction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "In-person Family Skills Training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The index partner will participate in intervention as a dyad with a family member with an in-person skills training.",
                    "interventionNames": [
                        "Behavioral: Together, Eating and Activity, Matter Plus (TEAM+) In-Person"
                    ]
                },
                {
                    "label": "Online Family Skills Training",
                    "type": "EXPERIMENTAL",
                    "description": "The index partner will participate in intervention as a dyad with a family member with an online skills training.",
                    "interventionNames": [
                        "Behavioral: Together, Eating and Activity, Matter Plus (TEAM+) Online"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Together, Eating and Activity, Matter Plus (TEAM+) Online",
                    "description": "TEAM+ is a 3-month, family enhanced behavioral weight loss (BWL) intervention designed for Black adults consisting of an online family dyadic skills training and in-person core behavioral weight loss sessions.",
                    "armGroupLabels": [
                        "Online Family Skills Training"
                    ],
                    "otherNames": [
                        "TEAM +"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Together, Eating and Activity, Matter Plus (TEAM+) In-Person",
                    "description": "TEAM+ is a 3-month, family enhanced behavioral weight loss (BWL) intervention designed for Black adults consisting of in-person family dyadic skills training and core behavioral weight loss sessions.",
                    "armGroupLabels": [
                        "In-person Family Skills Training"
                    ],
                    "otherNames": [
                        "TEAM +"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Body Weight",
                    "description": "Body weight (kg) expressed as a continuous variable will be collected on a digital scale.",
                    "timeFrame": "Baseline, 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Waist Circumference",
                    "description": "Measured in a standing position, at midpoint between the lower border of the last rib and the upper border of the iliac crest on the horizontal place, using an inextensible Gulick measuring tape graduated in cm.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Body Mass Index (BMI)",
                    "description": "Body mass index calculated from kg/m\\^2.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Mean Change in Blood Pressure",
                    "description": "Both systolic and diastolic blood Pressure measured after 5 minutes of rest and taken in the same position throughout the study.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Caloric Intake",
                    "description": "To assess behavioral change the Automated-Self Administered Recall System (ASA24) will be used to determine daily kcal.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Physical Activity",
                    "description": "The Paffenbarger Physical Activity Questionnaire (PPAQ) is an eight-item questionnaire that is scored by measuring minutes per week of Moderate to Vigorous Physical Activity (MVPA) by adding block per day and and physical activity of at least moderate level; not measured on a scale.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Self-Regulation of Eating Behaviors",
                    "description": "The Eating Behavior Inventory (20 items) measures the adoption of eating behaviors associated with weight loss (e.g., monitoring quantity eaten, frequency of weighing, shopping from a list) to measure self-regulation behaviors. Items are rated on a 5-point frequency scale from \"never or hardly ever\" to \"always or almost always.\" Scores range from 26 to 130.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Self-Efficacy of Eating Behaviors",
                    "description": "Measured by survey responses to the Weight Efficacy Lifestyle Questionnaire Short Form (WEL-SF).Scale goes from 0 (not at all confident) to 10 (very confident). Higher scores mean better self efficacy.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Self-Efficacy of Physical Activity",
                    "description": "The confidence subscale of the Patient-centered Assessment and Counseling for Exercise Adult Diet and Physical Activity Measure (6 items; ) measures confidence in participating in regular exercise or physical activity in different situations (e.g., \"How confident are you that you would participate in regular exercise or physical activity: When I am tired?\"). Items rated on a scale from 1 (\"not at all confident\") to 6 (\"extremely confident\"). Higher scores show higher self-efficacy.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Social Support Effectiveness",
                    "description": "Social Support Effectiveness Survey (25 items) measures partner social support effectiveness. The measure includes items assessing the quantity and quality (e.g., \"To what extent did you wish this person's advice or information had been different somehow-for instance, a different type of help, or offered in a different way or at a different time?\") on a rating scale ranging from \"not at all\" to \"extremely\" for 3 types of support (e.g., emotional, informational, and instrumental). The measure also assesses negative byproducts of support provided (e.g., feelings of guilt or indebtedness) using Yes/No options. Total scores range from 0 to 80, with higher scores indicating more effective support.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Social Support for Eating",
                    "description": "The Social Support and Eating Habits Survey (10 items) measures social support specific to healthy eating. Subscales assess encouragement for eating behaviors from partners (e.g., \"Encouraged me not to eat 'unhealthy food' when I am tempted\") and discouragement for eating behaviors from partners (e.g., \"Brought home foods I am trying not to eat\"). The items are rated on a scale of \"none\" to \"very often.\" Total scores range from 5 to 50, with higher scores indicating more social support for eating behaviors.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Social Support for Exercise",
                    "description": "The exercise participation subscale of the Social Support and Exercise Survey (10 items) measures social support specific to exercise behaviors. The subscale assesses the level of support for exercise from partners. Subscale example items include \"Exercised with me\" and \"Criticized or made fun of me for exercising.\" Total scores range from 5 to 50, with higher scores indicating more social support for exercise participation behaviors.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in Family Communication",
                    "description": "Family communication is assessed with the communication subscale of the McMaster Family Assessment Device (6 items). Communication is defined as the exchange of information among family members. Items focused on whether verbal messages were clear and direct for the intended recipient. Responses ranged from \"strongly agree\" to \"strongly disagree.\" Higher scores represent unhealthy communication.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in Family Cohesion",
                    "description": "The cohesion subscale (10 items) of the Family Adaptability and Cohesion Evaluation Scale III measures the emotional bonding family members have with one another. Items like \"Family members ask each other for help\" rated on a 5-point Likert scale from \"almost never\" to \"almost always.\"",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in Family Emotional Involvement",
                    "description": "The family emotional involvement (7 items) of the Family Emotional Involvement and Criticism Scale rate items on a 5-point Likert scale, as above.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in Family Perceived Criticism",
                    "description": "The perceived criticism (7 items) subscales of the Family Emotional Involvement and Criticism Scale rate items like on a 5-point Likert scale, as above.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in Family Collaborative problem solving",
                    "description": "The Family Problem-Solving Communication Index (10 items) was used to measure the specific communication style that families use to manage and solve problems and conflicts in various types of stressful situations. Consisting of 2 subscales, affirmatory communication and incendiary communication, the response options were \"false,\" \"mostly false,\" \"mostly true,\" and \"true.\"",
                    "timeFrame": "Baseline, 12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self-identify as a Black or African American,\n* are between 18-75 years old\n* have a family member willing to attend study session with you\n* have Internet access\n* reside in the Raleigh/Durham/Chapel Hill area,\n\nExclusion Criteria:\n\n* not interested in losing weight\n* have any conditions affecting weight\n* currently receiving cancer treatment",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Candice Alick, PhD, MS",
                    "role": "CONTACT",
                    "phone": "919-966-6080",
                    "email": "alick@email.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Candice Alick, PhD, MS",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Center for Health Promotion and Disease Prevention",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27499",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Candice Alick, PhD, MS",
                            "role": "CONTACT",
                            "phone": "919-966-6080",
                            "email": "alick@email.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "beginning 9 and continuing for 36 months following publication",
            "accessCriteria": "Investigator has approved from an IRB, IEC, or REB and an executed data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000015431",
                    "term": "Weight Loss"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000001836",
                    "term": "Body Weight Changes"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "asFound": "Body Weight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18102",
                    "name": "Weight Loss",
                    "asFound": "Weight Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5115",
                    "name": "Body Weight Changes",
                    "asFound": "Body Weight Changes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}