{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06392542",
            "orgStudyIdInfo": {
                "id": "H-44965"
            },
            "organization": {
                "fullName": "Boston University",
                "class": "OTHER"
            },
            "briefTitle": "Online Intervention for Transgender/Nonbinary Young Adults' Experiences With Alcohol and Romantic Relationships",
            "officialTitle": "Developing an Online Intervention Addressing Transgender/Nonbinary Young Adults' Experiences With Alcohol and Romantic Relationships",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "online-intervention-for-transgender-nonbinary-young-adults-experiences-with-alcohol-and-romantic-relationships"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-26",
            "studyFirstSubmitQcDate": "2024-04-26",
            "studyFirstPostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to learn more about Whole Selves, an interactive online resource (\"intervention\") to help transgender and/or nonbinary young adults reflect on their experiences and goals related to both alcohol use and romantic relationships. Existing online interventions focused on alcohol use often aren't a good fit for trans/nonbinary people, and existing relationship education programs don't account for how being trans/nonbinary might influence someone's relationships. For these reasons, the investigator is working with trans/nonbinary young adults and other community stakeholders to create a new intervention specifically for trans/nonbinary young adults. The goals of this clinical trial are to:\n\n1. Find out what transgender/nonbinary young adults think of the Whole Selves intervention in order to improve it\n2. See whether the Whole Selves intervention seems to work as expected\n3. Help the investigator make plans for a bigger clinical trial of the Whole Selves intervention, which could tell us how well it works\n\nIn this study, participants will use the Whole Selves intervention; complete online surveys about themselves, their romantic relationship experiences, their mental health, their alcohol use; and provide feedback on the Whole Selves intervention.",
            "detailedDescription": "This study is a single-arm feasibility study of Whole Selves, an interactive online resource, or intervention, to help transgender/nonbinary young adults reflect on their goals and priorities for their alcohol use and their romantic relationships. Unlike existing alcohol interventions and relationship education programs, Whole Selves is being created in partnership with transgender/nonbinary young adults, and it considers ways that being transgender/nonbinary might affect someone's alcohol use or their romantic relationship experiences. Whole Selves will be based on principles of motivational interviewing, a way of helping people think about changes they might make in certain areas of life (such as their alcohol use). Whole Selves will include stories and videos of transgender/nonbinary people sharing their own experiences with alcohol use and romantic relationships. It will also include interactive activities, such as giving users feedback on how their alcohol use compares to averages for transgender/nonbinary young adults.\n\nIn this study, the investigators will ask 107 romantically partnered transgender/nonbinary young adults to use the Whole Selves intervention, and they will collect survey data from participants before and after the intervention. They will use this data to improve the intervention, see whether it seems to work in the ways the investigators expected, and make plans for a future randomized trial that could show whether the intervention is effective in reducing alcohol use, depression, and anxiety.\n\nParticipants in this feasibility study will take part remotely, using their own computer or mobile device. They will first have a phone call with someone from the research team to learn more about the study. They will then complete an initial survey about their background, romantic relationship experiences, mental health, and alcohol use. Next, they will use the Whole Selves intervention, which takes about 40 minutes, on their own computer or mobile device. Afterwards, they will fill out a short survey with feedback about Whole Selves. Finally, they will fill out two more surveys about their romantic relationship experiences, mental health, and alcohol use after 30 days and 90 days."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use, Unspecified",
                "Relationship, Social",
                "Depression, Anxiety",
                "Transgenderism"
            ],
            "keywords": [
                "Transgender young adults",
                "Nonbinary young adults",
                "Interactive online alcohol education",
                "Interactive online relationship education",
                "Whole Selves intervention",
                "Supportive romantic relationships"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A single-arm feasibility trial",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 107,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Whole Selves",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to this arm will receive the Whole Selves intervention and complete assessment surveys at baseline, 30 days, and 90 days.",
                    "interventionNames": [
                        "Behavioral: Whole Selves"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Whole Selves",
                    "description": "Whole Selves is a brief online self-guided intervention addressing transgender/nonbinary young adults' experiences with alcohol use and romantic relationships. The intervention is delivered in a single session of approximately 40 minutes. Whole Selves employs principles of technology-adapted motivational interviewing (e.g., eliciting and strengthening participants' internal reasons for behavior change through interactive activities) as well as personalized feedback on participants' self-reported alcohol use and romantic relationship experiences. The intervention incorporates text and video narratives from transgender/nonbinary people sharing their own experiences with alcohol use and romantic relationships. Content will be tailored based on participants' current alcohol use and romantic relationship experiences.",
                    "armGroupLabels": [
                        "Whole Selves"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Alcoholic drinks per week",
                    "description": "Average (mean) number of alcoholic drinks per week over the prior 30 days based on timeline followback, i.e., how many alcoholic drinks a participant recalls having on each specific day.",
                    "timeFrame": "Baseline, 30 days, 90 days"
                },
                {
                    "measure": "Depression symptoms",
                    "description": "Self-report of depression symptoms in the prior 30 days, as measured by the Patient Health Questionnaire-9 (PHQ-9). The PHQ-9 is a 9-item questionnaire with each item scored from 0 to 3. Scores can range from 0 to 27 (scores of 5-9 are classified as mild depression; 10-14 as moderate depression; 15-19 as moderately severe depression; ≥ 20 as severe depression).",
                    "timeFrame": "Baseline, 30 days, 90 days"
                },
                {
                    "measure": "Anxiety symptoms",
                    "description": "Self-report of generalized anxiety symptoms in the prior 30 days, as measured by the Generalized Anxiety Disorder-7 (GAD-7). The GAD-7 is a 7-item instrument with each item scored between 0 and 3 where 0=not at all, and 3= nearly every day. Scores can range from 0 to 21 and are interpreted as-- scores 0-4: Minimal Anxiety, scores 5-9: Mild Anxiety, scores 10-14: Moderate Anxiety, and scores greater than 15: Severe Anxiety.",
                    "timeFrame": "Baseline, 30 days, 90 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Heavy drinking days",
                    "description": "The number of days during the past 30 days when a participant recalls having five or more drinks, based on timeline followback, i.e., how many alcoholic drinks a participant recalls having on each specific day.",
                    "timeFrame": "Baseline, 30 days, 90 days"
                },
                {
                    "measure": "Negative alcohol consequences",
                    "description": "Self-report of negative alcohol consequences based on the Patient-Reported Outcomes Measurement Information System (PROMIS) Alcohol Negative Consequences Short Form. The PROMIS Alcohol Negative Consequences Short Form is a 7-item instrument with each item scored between 1 and 5 where 1=never and 5=almost always. These items are summed to calculate a raw score between 0 and 7, which is then converted to a T-score that indicates how much someone experiences negative consequences from their alcohol use relative to the United States general population. A T-score of 50 indicates that a person reported the same degree of negative alcohol consequences as the average U.S. adult, scores below 50 indicate fewer negative alcohol consequences than the average U.S. adult, and scores above 50 indicate more negative alcohol consequences than the average U.S. adult.",
                    "timeFrame": "Baseline, 30 days, 90 days"
                },
                {
                    "measure": "Intimate Personal Violence (IPV) victimization",
                    "description": "Measured with the Sexual and Gender Minority adaptation of the Revised Conflict Tactics Scale-Short Form, a 74-item instrument assessing specific forms of aggression (psychological, physical acts, physical injury, and sexual), as well as nonviolent conflict resolution strategies, within romantic partnerships. Each partner's use of each tactic is assessed separately (perpetration; victimization) Each item is scored from 0=Never to 6=More than 20 times. The scoring range varies by tactic, with scores of 0 representing the absence of that tactic in the past month, and higher scores indicating a greater frequency of that tactic in the past month.",
                    "timeFrame": "Baseline, 30 days, 90 days"
                },
                {
                    "measure": "Relationship satisfaction",
                    "description": "Measured with the Couple Satisfaction Index - 4, a four-item instrument assessing overall satisfaction in a romantic relationship. The response scales vary by item (0=Not at all, 5=Completely for one item; 0=Extremely unhappy, 6=Perfect for two items; and 0=Not at all true, 5=Completely true for one item). Scores range from 0 to 21, with higher scores indicating higher levels of relationship satisfaction and scores below 13.5 indicating marked dissatisfaction.",
                    "timeFrame": "Baseline, 30 days, 90 days"
                },
                {
                    "measure": "Transgender/nonbinary (TNB) identity support",
                    "description": "Measured with the Transgender Identity Support from Partners Scale, a 19-item instrument assessing the extent of support a transgender/nonbinary participant's romantic partner provides with respect to the participant's transgender/nonbinary identity. Response options range from 0=Strongly disagree to 6=Strongly agree. Scores have a range of 0 to 22.8, with higher scores representing more overall TNB identity support.",
                    "timeFrame": "Baseline, 30 days, 90 days"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Cannabis misuse",
                    "description": "Measured by the Cannabis Use Disorder Identification Test-Revised (CUDIT-R), an 8-item instrument assessing problematic or harmful cannabis use. The first 7 items have response options ranging from 0=Never to 4=Daily/almost daily, and the final item has response options ranging from 0=Never to 4=Yes, during the past 6 months. Scores have a range of 0 to 32, with scores of 8 or more indicating hazardous cannabis use and scores of 12 or more indicating possible cannabis use disorder.",
                    "timeFrame": "Baseline, 30 days, 90 days"
                },
                {
                    "measure": "Past week cannabis use",
                    "description": "Measured with the question \"How many days of the past week did you use cannabis?\" with a definition of cannabis and response options ranging from \"1 day\" to \"7 days.\"",
                    "timeFrame": "Baseline, 30 days, 90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identify as transgender and/or nonbinary\n* Between 18 and 30 years of age, inclusive\n* Able to read and write in English\n* Residency in the United States\n* Currently in a romantic relationship that began at least six weeks prior to enrollment\n\nExclusion Criteria:\n\n* Prospective participants will be excluded as potentially inauthentic (i.e., not genuinely eligible for the study) based on scoring criteria developed through the investigators' prior online survey research with similar populations.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Self-identify as transgender and/or nonbinary",
            "minimumAge": "18 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gabriel R Murchison, PhD MPH",
                    "role": "CONTACT",
                    "phone": "617-850-2905",
                    "email": "grmurch@bu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gabriel R Murchison, PhD MPH",
                    "affiliation": "Boston University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston University School of Public Health",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gabriel R Murchison, PhD MPH",
                            "role": "CONTACT",
                            "phone": "617-850-2905",
                            "email": "grmurch@bu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}