{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05383196",
            "orgStudyIdInfo": {
                "id": "22-008"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Onvansertib + Paclitaxel In TNBC",
            "officialTitle": "A Phase 1b/2 Study of Onvansertib in Combination With Paclitaxel in Triple-negative Metastatic Breast Cancer Patients",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "onvansertib-paclitaxel-in-tnbc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-02-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-02",
            "studyFirstSubmitQcDate": "2022-05-16",
            "studyFirstPostDateStruct": {
                "date": "2022-05-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Antonio Giordano, MD",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Antonio Giordano, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cardiff Oncology",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research is being done to evaluate the safety and effectiveness of Onvansertib in combination with Paclitaxel in triple-negative breast cancer (TNBC) that has spread to other parts of the body.\n\nThe names of the study interventions involved in this study are:\n\n* Onvansertib\n* Paclitaxel",
            "detailedDescription": "This is a phase 1b/2 study of onvansertib in combination with paclitaxel in patients with triple negative invasive breast cancer with unresectable locally advanced or metastatic disease. In the phase 1b, different doses of onvansertib will be studied with a fixed dose of paclitaxel to determine the maximum tolerated dose (MTD) and recommended phase 2 dose (RP2D) of onvansertib. In the phase 2, the selected onvansertib RP2D in combination with paclitaxel will be studied following a Simon two-stage design.\n\nThe study is divided into three time periods: a screening period; a treatment period; and a post-treatment follow-up period.\n\nThe names of the study interventions involved in this study are:\n\n* Onvansertib\n* Paclitaxel\n\nParticipants will receive study treatment for as long there are no serious side effects and the disease does not get worse.\n\nIt is expected that about 50 people will take part in this research study.\n\nThis is a Phase 1/2 clinical trial. A Phase 1 clinical trial tests the safety of an investigational drug and also tries to define the appropriate dose of the investigational drug to use for further studies. \"Investigational\" means that the drug is being studied. The U.S. Food and Drug Administration (FDA) has approved Paclitaxel as a treatment option for this disease. The use of Onvansertib is experimental which means that it is not approved by any regulatory authority, including the FDA, for treatment of metastatic breast cancer."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer",
                "Invasive Breast Cancer",
                "Unresectable Breast Carcinoma",
                "Locally Advanced Breast Cancer",
                "Metastatic Breast Cancer",
                "Inflammatory Breast Cancer",
                "Triple Negative Breast Cancer (TNBC)",
                "Hormone Receptor/Growth Factor Receptor-Negative Breast Cancer",
                "HER2-negative Breast Cancer",
                "Hormone Receptor Negative Breast Carcinoma"
            ],
            "keywords": [
                "Breast Cancer",
                "Invasive Breast Cancer",
                "Unresectable Breast Carcinoma",
                "Locally Advanced Breast Cancer",
                "Metastatic Breast Cancer",
                "Inflammatory Breast Cancer",
                "Triple Negative Breast Cancer (TNBC)",
                "Hormone Receptor/Growth Factor Receptor-Negative Breast Cancer",
                "HER2-negative Breast Cancer",
                "Hormone Receptor Negative Breast Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DOSE ESCALATION ONVANSERTIB + PACLITAXEL",
                    "type": "EXPERIMENTAL",
                    "description": "In the phase 1b, dose escalation/de-escalation will be managed using a BOIN design to identify the RP2D.\n\nThe study is divided into three time periods: a screening period; a treatment period; and a post-treatment follow-up period.\n\nThe names of the study interventions involved in this study are:\n\n* Onvansertib\n* Paclitaxel",
                    "interventionNames": [
                        "Drug: Onvansertib",
                        "Drug: Paclitaxel"
                    ]
                },
                {
                    "label": "DOSE EXPANSION RP2D ONVANSERTIB + PACLITAXEL",
                    "type": "EXPERIMENTAL",
                    "description": "The study is divided into three time periods: a screening period; a treatment period; and a post-treatment follow-up period.\n\nThe names of the study interventions involved in this study are:\n\n* Onvansertib\n* Paclitaxel",
                    "interventionNames": [
                        "Drug: Onvansertib",
                        "Drug: Paclitaxel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Onvansertib",
                    "description": "oral administration, once daily for 21 consecutive days, followed by 7 days without drug, to complete a cycle of 28 days.",
                    "armGroupLabels": [
                        "DOSE ESCALATION ONVANSERTIB + PACLITAXEL",
                        "DOSE EXPANSION RP2D ONVANSERTIB + PACLITAXEL"
                    ],
                    "otherNames": [
                        "NMS-1286937"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Paclitaxel",
                    "description": "once a week into your vein (by intravenous infusion) over about 30 minutes. This will continue for 3 weeks of every cycle",
                    "armGroupLabels": [
                        "DOSE ESCALATION ONVANSERTIB + PACLITAXEL",
                        "DOSE EXPANSION RP2D ONVANSERTIB + PACLITAXEL"
                    ],
                    "otherNames": [
                        "Paclitaxel Injection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Dose-Limiting Toxicity (DLT)-Phase Ib",
                    "description": "DLTs will be defined as toxicities that are considered at least possibly related to the study regimen and that fit one or more of the criteria defined per protocol",
                    "timeFrame": "during the first cycle of therapy (28 days)."
                },
                {
                    "measure": "Incidence of Grade 3 or Higher Treatment-Related Toxicity- Phase Ib",
                    "description": "All grade 3 or higher adverse events (AE) with treatment attribution of possibly, probably or definite based on CTCAEv5 as reported on case report forms were counted. Incidence is the number of patients experiencing at least one treatment-related grade 3 or higher AE of any type during the time of observation.",
                    "timeFrame": "during the first cycle of therapy (28 days)."
                },
                {
                    "measure": "Overall Response Rate (ORR) Phase II",
                    "description": "The objective response rate (ORR) was defined as the proportion of participants achieving complete response (CR) or partial response (PR) based on RECIST 1.1 criteria on treatment. Per RECIST 1.1 for target lesions: CR is complete disappearance of all target lesions and PR is at least a 30% decrease in the sum of longest diameter (LD) of target lesions, taking as reference baseline sum LD. PR or better overall response assumes at a minimum incomplete response/stable disease (SD) for the evaluation of non-target lesions and absence of new lesions",
                    "timeFrame": "Every 8 weeks until disease progression, in average 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cmax-Phase Ib",
                    "description": "Cmax defined as the maximum concentration of drug",
                    "timeFrame": "during the first cycle of therapy (28 days)"
                },
                {
                    "measure": "AUC-Phase Ib",
                    "description": "AUC(0-336)=area under the curve from 0 to 336 hours",
                    "timeFrame": "during the first cycle of therapy (28 days)"
                },
                {
                    "measure": "Incidence of Grade 3 or Higher Treatment-Related Toxicity-Phase II",
                    "description": "All grade 3 or higher adverse events (AE) with treatment attribution of possibly, probably or definite based on CTCAEv5 as reported on case report forms were counted. Incidence is the number of patients experiencing at least one treatment-related grade 3 or higher AE of any type during the time of observation.",
                    "timeFrame": "AE assessed during treatment duration through study completion, in average 24 weeks"
                },
                {
                    "measure": "Median Progression-free survival (PFS)-Phase II",
                    "description": "Progression-free survival based on the Kaplan-Meier method is defined as the duration of time from study entry to documented disease progression (PD) or death. Per RECIST 1.1 criteria: progressive disease (PD) is at least a 20% increase in the sum of longest diameter (LD) of target lesions taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions. PD for the evaluation of non-target lesions is the appearance of one or more new lesions and/or unequivocal progression of non-target lesions.",
                    "timeFrame": "Every 8 weeks until disease progression, in average 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive breast cancer with unresectable locally advanced or metastatic disease, included inflammatory breast cancer\n* Histologically or cytologically-confirmed triple negative breast cancer (defined as ER ≤ 10%, PR ≤ 10%, Her-2-neu negative per ASCO/CAP 2018 guidelines: 0-1+ by IHC or FISH-negative)\n* Concurrent endocrine therapy will not be allowed for patients with ER/PR ≥1%\n* Age ≥ 18 years\n* ECOG Performance Status of 0 or 1.\n* Subjects must be informed of the investigational nature of this study and must sign and give written informed consent in accordance with institutional and federal guidelines\n* Subject is not receiving any other cancer therapy. Subjects participating in surveys or observational studies are allowed.\n* Subjects with treated brain metastases that are stable on imaging for at least four weeks prior to registration and who are off steroid therapy are eligible. Subjects with small, asymptomatic incidental brain metastases that require no immediate treatment, including steroids, are also eligible.\n* For a male or a woman of child-bearing potential (WOCBP): Must agree to use contraception or take measures to avoid pregnancy during the study and for 180 days of the final dose of any study drug.\n\n  * Adequate contraception is defined as follows:\n\n    * Complete true abstinence.\n    * Consistent and correct use of one of the following methods of birth control:\n  * Male partner who is sterile prior to the female subjects entry into the study and is the sole sexual partner for that female patient.\n  * Intrauterine device (IUD) with a documented failure rate of less than 1% per year.\n* WOCBP must have a negative serum or urine pregnancy test within 5 days prior to enrollment.\n\n  -- WOCBP include any female who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation or bilateral oophorectomy) or is not postmenopausal (defined as amenorrhea \\> 12 consecutive months); or women with documented serum follicle stimulating hormone (FSH) in postmenopausal level according to lab reference level. Even women who are using oral, implanted or injectable contraceptive hormones or mechanical products such as an IUD or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy or practicing abstinence or where partner is sterile (e.g., vasectomy), should be considered to be of child-bearing potential.\n* Must have acceptable organ function as detailed below:\n\n  * leukocytes ≥3,000/mcL\n  * absolute neutrophil count ≥1,500/mcL\n  * platelets ≥100,000/mcL\n  * hemoglobin ≥ 9.0 g/dL\n  * total bilirubin ≤1.5 x institutional upper limit of normal (ULN)\n  * AST(SGOT)/ALT(SGPT) ≤3 × institutional ULN\n  * creatinine ≤1.5 ULN or creatinine clearance \\> 50 ml/minute as calculated by the Cockcroft-Gault equation\n* Must have ability to understand and the willingness to sign a written informed consent form to provide blood sample(s) for specific correlative assays\n\nExclusion Criteria:\n\n* Anti-cancer chemotherapy or biologic therapy administered within 21 days or 5 half-lives (whichever is shorter) prior to the first dose of study drug.\n* Palliative radiation therapy ≤ 2 weeks from enrollment.\n* \\>3 lines of chemotherapy for metastatic disease in the phase 2 portion; no limit on prior lines in the dose escalation cohort.\n* Disease that has relapsed or progressed less than 6 months after most recent exposure to any taxane-based therapy in neoadjuvant, adjuvant, or metastatic setting.\n* Major surgery within 6 weeks prior to treatment initiation.\n* Women who are pregnant or breastfeeding.\n* Gastrointestinal (GI) disorder(s) that, in the opinion of the Investigator, would significantly impede the absorption of an oral agent (e.g., intestinal occlusion, active Crohn's disease, ulcerative colitis, extensive gastric and small intestine resection).\n* Unable or unwilling to swallow study drug.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, clinically significant non-healing or healing wounds, symptomatic congestive heart failure (CHF) Class II or higher according to the New York Heart Association (NYHA) Functional Classification), unstable angina pectoris, clinically significant cardiac arrhythmia, significant pulmonary disease (shortness of breath at rest or mild exertion), uncontrolled infection or psychiatric illness/social situations that would limit compliance with study requirements.\n* Known active infection with COVID-19 or Human Immunodeficiency Virus (HIV), with measurable viral titer, and/or active infection with hepatitis B or C (subjects who have had a hepatitis B virus (HBV) immunization are eligible; subjects with HIV and CD4+ T-cell (CD4+) counts ≥ 350 cells/uL are eligible; subjects on established ART for at least four weeks and have an HIV viral load less than 400 copies/mL prior to enrollment are eligible).\n* Clinically significant ascites or pleural effusions.\n* Known hypersensitivity to paclitaxel.\n* Grade 2 or higher peripheral neuropathy.\n* Subjects with a history of other malignancies except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumors curatively treated with no evidence of disease for \\> 2 years.\n* Any active disease condition that would render the protocol treatment dangerous or impair the ability of the patient to receive study drug.\n* QT interval with Fridericia's correction (QTcF) \\> 480 milliseconds (Vandenberk 2016). The QTcF should be calculated as the arithmetic mean of the QTcF on triplicate ECGs. In the case of potentially correctible causes of QT prolongation, (e.g., medications, hypokalemia), the triplicate ECG may be repeated once during Screening and that result may be used to determine eligibility.\n* Planned concomitant use of medications known to prolong the QT/QTc interval.\n* Presence of risk factors for torsade de pointes, including family history of Long QT Syndrome or uncorrected hypokalemia\n* Strong inhibitors/inducers of CYP3A4 are prohibited",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Antonio Giordano, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(617) 632-3800",
                    "email": "antonio_giordano@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Antonio C Giordano, MD, PhD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven Isakoff, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-726-6500",
                            "email": "sisakoff@partners.org"
                        },
                        {
                            "name": "Steven Isakoff, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Beth Israel Deaconness Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lowell Schnipper, MD",
                            "role": "CONTACT",
                            "phone": "617-667-7081"
                        },
                        {
                            "name": "Lowell Schnipper, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Antonio Giordano, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-632-3800"
                        },
                        {
                            "name": "Antonio Giordano, MD,PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to Sponsor Investigator or designee. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "DFCI - Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000064726",
                    "term": "Triple Negative Breast Neoplasms"
                },
                {
                    "id": "D000058922",
                    "term": "Inflammatory Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30373",
                    "name": "Triple Negative Breast Neoplasms",
                    "asFound": "Triple Negative Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29295",
                    "name": "Inflammatory Breast Neoplasms",
                    "asFound": "Inflammatory Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3067",
                    "name": "Inflammatory Breast Cancer",
                    "asFound": "Inflammatory Breast Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000068196",
                    "term": "Albumin-Bound Paclitaxel"
                },
                {
                    "id": "C000706408",
                    "term": "Onvansertib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M329222",
                    "name": "Onvansertib",
                    "asFound": "Axicabtagene Ciloleucel",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}