{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05549661",
            "orgStudyIdInfo": {
                "id": "MC210807"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-07695",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                }
            ],
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Onvansertib for the Treatment of Recurrent or Refractory Chronic Myelomonocytic Leukemia",
            "officialTitle": "Phase 1 Study to Determine the Safety and Efficacy of Onvansertib, A Novel, Oral, PLK1 Inhibitor in Patients With Proliferative Chronic Myelomonocytic Leukemia (CMML) Relapsed/Refractory or Intolerant to Available Therapies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "onvansertib-for-the-treatment-of-recurrent-or-refractory-chronic-myelomonocytic-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-04-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-29",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-19",
            "studyFirstSubmitQcDate": "2022-09-19",
            "studyFirstPostDateStruct": {
                "date": "2022-09-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial evaluates the safety, effectiveness, and best dose of onvansertib for the treatment of patients with chronic myelomonocytic leukemia that has come back (recurrent) or that does not respond to treatment (refractory). Onvansertib is a drug that binds to and inhibits an enzyme called PLK1, preventing cancer cell proliferation and causing cell death.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. Characterization of adverse events (AEs) by type, incidence, severity (graded by National Cancer Institute Common Terminology Criteria for Adverse Events \\[NCI-CTCAE\\] version 5.0), seriousness, and relationship to treatment; effects on vital signs and laboratory parameters; changes from baseline in electrocardiograms (ECGs), physical examinations, weight, and Eastern Cooperative Oncology Group (ECOG) performance status.\n\nSECONDARY OBJECTIVES:\n\nI. Efficacy: complete response (CR) rate, according to the 2015 myelodysplastic syndrome (MDS)/myeloproliferative neoplasm (MPN) International Working Group (IWG) criteria.\n\nII. Overall remission rate (ORR), defined as CR + complete cytogenetic remission + partial remission (CR+ complete cytogenetic remission \\[CCR\\] + partial remission \\[PR\\]).\n\nIII. Volumetric spleen response rate, as determined by ultrasound scan (US). IV. Constitutional symptoms, as assessed by the MPN-Symptom Assessment Form (SAF) total symptom score (TSS).\n\nEXPLORATORY OBJECTIVES:\n\nI. Onvansertib activity in RAS mutant subtypes of proliferative chronic myelomonocytic leukemia (CMML).\n\nII. Monocyte subset analysis by flow cytometry (CD14/CD16). III. Relation of genomic backgrounds and changes, as assessed by next generation sequencing (NGS), to response.\n\nIV. Relation between changes in mutant circulating-tumor deoxyribonucleic acid (ctDNA) and response.\n\nV. CR rate, ORR and spleen response rate as per the 2015 MDS/MPN IWG response criteria.\n\nVI. Assessment of target engagement. VII. Expression levels of PLK1 and KMT2A.\n\nOUTLINE: This is a dose-escalation study of onvansertib followed by a dose-expansion study.\n\nPatients receive onvansertib orally (PO) once daily (QD) on study. Patients also undergo bone marrow aspiration and biopsy, collection of blood samples, and ultrasound imaging during screening and throughout the trial."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Chronic Myelomonocytic Leukemia",
                "Refractory Chronic Myelomonocytic Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (onvansertib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive onvansertib PO QD on study. Patients also undergo bone marrow aspiration and biopsy, collection of blood samples, and ultrasound imaging during screening and throughout the trial.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Procedure: Bone Marrow Aspiration and Biopsy",
                        "Drug: Onvansertib",
                        "Procedure: Ultrasound Imaging"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of blood samples",
                    "armGroupLabels": [
                        "Treatment (onvansertib)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Aspiration and Biopsy",
                    "description": "Undergo bone marrow aspiration and biopsy",
                    "armGroupLabels": [
                        "Treatment (onvansertib)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Onvansertib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (onvansertib)"
                    ],
                    "otherNames": [
                        "'PLK1 Inhibitor PCM-075",
                        "NMS-1286937",
                        "PCM 075",
                        "PCM-075",
                        "PLK-1 Inhibitor PCM-075",
                        "Polo-like Kinase 1 Inhibitor NMS-1286937",
                        "Polo-like Kinase 1 Inhibitor PCM-075"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Ultrasound Imaging",
                    "description": "Undergo ultrasound imaging",
                    "armGroupLabels": [
                        "Treatment (onvansertib)"
                    ],
                    "otherNames": [
                        "2-Dimensional Grayscale Ultrasound Imaging",
                        "2-Dimensional Ultrasound Imaging",
                        "2D-US",
                        "Ultrasonography",
                        "Ultrasound",
                        "Ultrasound Test",
                        "Ultrasound, Medical",
                        "US"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Safety will be assessed primarily based on reported adverse events (AEs). The severity of AEs will be graded as mild, moderate, severe, or life-threatening according to National Cancer Institute Common Terminology Criteria for Adverse Events version 5.0. All reported toxicities, regardless of attribution, will be summarized by toxicity type and maximum grade, and sorted by number of patients experiencing the toxicity. The maximum grade consolidates the reports of a given toxicity for a patient over time by taking the maximum across time. In addition, the incidence of those toxicities that meet the criteria for dose-limiting will be summarized for each dose level as well as to evaluate the overall toxicity profile of the expansion cohort of patients.",
                    "timeFrame": "Up to 4 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Complete response (CR) rate",
                    "description": "CR will be determined by the International Working Group (IWG) response criteria. CR rate will be presented descriptively for each cohort, with 95% confidence intervals (CIs).",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "Overall remission rate (ORR)",
                    "description": "ORR is defined as CR + complete cytogenetic remission + partial response and will be determined by the IWG response criteria. ORR will be presented descriptively for each cohort, with 95% CIs.",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "Volumetric spleen response",
                    "description": "Spleen volumes, as determined by ultrasound, will be summarized descriptively for each cohort.",
                    "timeFrame": "Up to 4 years"
                },
                {
                    "measure": "Constitutional symptoms",
                    "description": "The Myeloproliferative Neoplasm-Symptom Assessment Form total symptom score will be summarized descriptively for each cohort. Symptom scores will also be summarized individually.",
                    "timeFrame": "Up to 4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* PRE-REGISTRATION - INCLUSION CRITERIA:\n* Age \\>= 18 years\n* Histological confirmation of World Health Organization (WHO)-defined diagnosis of proliferative chronic myelomonocytic leukemia (CMML) (white blood cell (WBC) count \\>= 13,000/mm\\^3)\n* Relapsed/refractory following treatment with hydroxyurea; or at least 4 cycles of treatment with hypomethylating agents; or who are intolerant of treatment with either therapy. Note: Prior exposure to erythropoiesis stimulating agents is allowed. Hydroxyurea may continue for the first 28 days on study. Continuation of hydroxyurea beyond the first cycle must be discussed with the principal investigator (PI)\n* Willing and able to review, understand, and provide written consent before starting any study-specific procedures or therapy\n* Willing to return to enrolling institution for follow-up (during the active monitoring phase of the study)\n* Willingness to provide mandatory bone marrow specimens for correlative research\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0, 1 or 2\n* Recovered to grade 1 or baseline or established as sequelae from all toxic effects of previous therapy except alopecia\n* Platelet count \\>= 20,000/mm\\^3 (obtained =\\< 14 days prior to pre-registration)\n* Total bilirubin =\\< 1.5 x upper limit of normal (ULN) (=\\< 3 x ULN for patients with Gilbert's syndrome) (obtained =\\< 14 days prior to pre-registration)\n* Alanine aminotransferase (ALT) and aspartate transaminase (AST) =\\< 3 x ULN (obtained =\\< 14 days prior to pre-registration)\n* Estimated glomerular filtration rate (eGFR) \\>= 60 mL/min/m\\^2 using the Cockcroft-Gault formula (obtained =\\< 14 days prior to pre-registration)\n* Ability to complete questionnaire(s) by themselves or with assistance\n* Willingness to provide mandatory blood specimens for correlative research\n* REGISTRATION - INCLUSION CRITERIA:\n* Histological confirmation of World Health Organization (WHO)-defined diagnosis of proliferative CMML (WBC count \\>= 13,000/mm\\^3). NOTE: To confirm patient is still eligible\n* For a man or a woman of child-bearing potential (WOCBP): Must agree to use contraception or take measures to avoid pregnancy during the study and for 180 days after the final dose of any study drug. Adequate contraception is defined as follows:\n\n  * Complete true abstinence\n  * Consistent and correct use of one of the following methods of birth control:\n\n    * Male partner who is sterile prior to the female patient's entry into the study and is the sole sexual partner for that female patient\n    * Implants of levonorgestrel\n    * Injectable progestogen\n    * Intrauterine device (IUD) with a documented failure rate of less than 1% per year\n    * Oral contraceptive pill (either combined or progesterone only)\n    * Barrier method, for example: diaphragm with spermicide or condom with spermicide in combination with either implants of levonorgestrel or injectable progestogen\n* WOCBP must have a negative serum or urine pregnancy test =\\< 7 days prior to registration\n\n  * NOTE: WOCBP include any female who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or is not postmenopausal (defined as amenorrhea \\> 12 consecutive months); or women on hormone replacement therapy with documented serum follicle stimulating hormone (FSH) level \\> 35 mIU/mL. Even women who are using oral, implanted or injectable contraceptive hormones or mechanical products such as an IUD or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy or practicing abstinence or where partner is sterile (eg, vasectomy), must be considered to be of child-bearing potential\n  * NOTE: If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n\nExclusion Criteria:\n\n* PRE-REGISTRATION - EXCLUSION CRITERIA:\n* Previous exposure to an alternative (investigational) PLK1 inhibitor\n* MDS/MPN overlap syndromes other than CMML\n* Prior allogeneic hematopoietic stem cell transplantation\n* Active central nervous system disease\n* Concurrent active malignancy, except adequately treated nonmelanoma skin cancer. History of curatively treated in situ cancer of the cervix, curatively treated in situ cancer of the breast, or other solid tumors curatively treated is allowed as long as there is no evidence of disease for \\> 2 years\n* New York Heart Association (NYHA) class III/IV heart failure or active angina/angina equivalents\n* Anticancer chemotherapy or biologic therapy administered within 2 weeks (and at least 4 elimination half-lives for clinical trial agents) prior to pre-registration. NOTE: Hydroxyurea is allowed for the first 28 days on study. Continuation of hydroxyurea beyond the first cycle must be discussed with the PI\n* Receiving any other investigational agent which would be considered as a treatment for the primary neoplasm\n* Major surgery =\\< 6 weeks prior to pre-registration\n* Gastrointestinal (GI) disorder(s) that, in the opinion of the Investigator, would significantly impede the absorption of an oral agent (eg, intestinal occlusion, active Crohn's disease, ulcerative colitis, extensive gastric and small intestine resection)\n* Unable or unwilling to swallow study drug\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, clinically significant nonhealing or healing wounds, clinically significant cardiac arrhythmia, significant pulmonary disease (shortness of breath at rest or mild exertion), uncontrolled infection, or psychiatric illness/social situations that would limit compliance with study requirements\n* Known active infection with human immunodeficiency virus (HIV) with measurable viral titer, hepatitis B surface antigen positivity, or hepatitis C with measurable viral titer. NOTE: Patients with antibody to hepatitis B core antibody are eligible if they have no measurable viral titer. Patients who have had a hepatitis B virus (HBV) immunization are eligible\n* Patient is receiving any live vaccine (eg, varicella, pneumococcus) =\\< 28 days prior to pre-registration. NOTE: messenger ribonucleic acid (mRNA)-based (eg, Pfizer or Moderna) or replication-deficient virus (eg, Oxford/AstraZeneca) COVID19 vaccines are permitted\n* Disease requiring systemic treatment with systemic immunosuppression with steroid steroids at a dose of \\>= 20 mg/day prednisone (or equivalent). Exceptions: Intermittent use of bronchodilators or inhaled steroids, local steroid injections, topical steroids\n* Any active disease condition that would render the protocol treatment dangerous or impair the ability of the patient to receive study drug\n* Strong CYP3A4 inhibitors/inducers as identified per institutional guidelines\n* QT interval with Fridericia's correction (QTcF) \\> 470 milliseconds. In the case of potentially correctible causes of QT prolongation, (eg, medications, hypokalemia), the electrocardiogram (ECG) may be repeated once during screening and that result may be used to determine eligibility\n* REGISTRATION - EXCLUSION CRITERIA:\n* Any of the following because this study involves an investigational agent whose genotoxic, mutagenic and teratogenic effects on the developing fetus and newborn are unknown:\n\n  * Pregnant persons\n  * Nursing persons\n  * Persons of childbearing potential who are unwilling to employ adequate contraception\n* Increased risk of Torsade des Pointes (TdP) defined as follows:\n\n  * A marked baseline prolongation of QT/QTc interval (eg, repeated demonstration of a QTc interval \\> 480 msec \\[CTCAE Grade \\>= 2\\] using Fredericia's QT correction formula)\n  * A history of additional risk factors for TdP (eg. heart failure, family history of long QT syndrome)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Mrinal S Patnaik",
                    "affiliation": "Mayo Clinic in Rochester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trial Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Mrinal S. Patnaik, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000015479",
                    "term": "Leukemia, Myelomonocytic, Acute"
                },
                {
                    "id": "D000015477",
                    "term": "Leukemia, Myelomonocytic, Chronic"
                },
                {
                    "id": "D000054429",
                    "term": "Leukemia, Myelomonocytic, Juvenile"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000054437",
                    "term": "Myelodysplastic-Myeloproliferative Diseases"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18132",
                    "name": "Leukemia, Myelomonocytic, Chronic",
                    "asFound": "Chronic Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27706",
                    "name": "Leukemia, Myelomonocytic, Juvenile",
                    "asFound": "Chronic Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18134",
                    "name": "Leukemia, Myelomonocytic, Acute",
                    "asFound": "Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M12149",
                    "name": "Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M27707",
                    "name": "Myelodysplastic-Myeloproliferative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1310",
                    "name": "Chronic Myelomonocytic Leukemia",
                    "asFound": "Chronic Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3174",
                    "name": "Juvenile Myelomonocytic Leukemia",
                    "asFound": "Chronic Myelomonocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1311",
                    "name": "Chronic Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T3994",
                    "name": "Myelodysplastic/myeloproliferative Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000706408",
                    "term": "Onvansertib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M329222",
                    "name": "Onvansertib",
                    "asFound": "Axicabtagene Ciloleucel",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}