{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05525923",
            "orgStudyIdInfo": {
                "id": "STUDY22070047"
            },
            "organization": {
                "fullName": "OpalGenix, Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "OpalGenix (TS) - Personalized Postoperative Pain Management Following Thoracic Surgery in Adults",
            "officialTitle": "Pharmacogenetics and Pharmacokinetics of Oxycodone to Personalize Postoperative Pain Management Following Thoracic Surgery in Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "opalgenix-ts-personalized-postoperative-pain-management-following-thoracic-surgery-in-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-31",
            "studyFirstSubmitQcDate": "2022-08-31",
            "studyFirstPostDateStruct": {
                "date": "2022-09-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "OpalGenix, Inc",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed research is an important extension of an ongoing perioperative personalized analgesia and intravenous opioid pharmacogenetic research. This research focuses on two of the most commonly used oral opioid analgesics, oxycodone, and methadone, in adults following thoracic surgery. Major inpatient thoracic surgeries (TS) for lung disease are common and extremely painful surgeries and are associated with sever post-surgical pain, high incidence of chronic post-surgical pain (CPSP), excess opioid use, costly immediate postoperative opioid adverse events (AEs), and long hospital stays. This study is aiming to develop proactive risk prediction algorithms for precision surgical pain relief in adult TS patients through comparison of actual clinical outcomes with standard of care to predicted outcomes based on personalized risk assessments.",
            "detailedDescription": "Risks associated with post-TS pain and opioids. Opioids are still widely used to manage acute surgical pain and remain a core component of enhanced recovery after surgery protocols (ERAS) for painful TS. With current approaches that incorporate ERAS protocols, half of TS patients still suffer from uncontrolled severe surgical pain and significant adverse opioid effects due to opioids' narrow therapeutic indices and unpredictable inter-individual variations in pain perception and opioid responses. Risks associated with perioperative opioid use include immediate risks (life-threatening respiratory depression (RD), excessive sedation, postoperative nausea and vomiting (PONV), urinary retention, constipation, ileus and itching) frequently delay recovery, require additional treatment or monitoring, increase cost of care, and prolong hospital stay. Long-term risks include CPSP, opioid dependence, OUD, and the consequent personal, financial and societal burden of opioid epidemic. Post-TS CPSP: A 10% increase in the percentage of time in severe pain on the first postoperative day was associated with a 30% increase in the incidence of CPSP at 12 months (N=889), post-thoracotomy pain and TS are associated with the highest risk for CPSP compared with all other procedures. Effective and aggressive acute surgical pain management is critical to lower risks of developing CPSP.\n\nOpioids are still an important part of managing surgical pain following TS. Postoperative pain following TS is often excruciating and challenging to treat as it provokes nociceptive, neuropathic and spasmodic muscle pain. Current standardized ERAS multimodal analgesic approaches include non-opioid analgesics to minimize opioids during and after surgery. While ERAS protocols have reduced immediate perioperative opioid use, they follow a \"one size fits all\" trial-and-error reactive standardized practice, and at risk patients continue to experience uncontrolled pain, CPSP, costly opioid AEs and persistent opioid use.\n\nHigh inter-individual variations in response to opioids can be explained by genetics, yet translational barriers prevent widespread adoption of genotype-guided care: Our many studies on genetic predictors of postoperative pain and opioid-related AEs, and published literature from other researchers demonstrate that genetic and clinical factors are associated with inter-individual variations in surgical pain and opioid AEs. Personalized care based on validated and actionable polygenic and modifiable clinical risk factors (e.g., anxiety, depression, catastrophizing, poorly controlled acute postoperative pain) can transform and enhance post-TS pain and opioid management. Thus, there is an urgent and unmet need for a highly reliable preoperative tool to predict and prevent severe pain, CPSP and opioid-related AEs.\n\nInadequate acute postoperative pain management predisposes patients to the development of CPSP and contributes to opioid dependence (OD), opioid misuse, and loss of productivity in society. Opioids are continued after discharge in 76.4% of patients, with a median discharge prescription of 150 mg oral morphine equivalents. More than a third of thoracic surgical patients develop CPSP at 3 months after surgery and poor postoperative pain control predicts both incidence and severity of CPSP. Patients who develop CPSP have a high life-long risk of opioid use and misuse contributing to addiction, and overdose deaths.\n\nPoorly controlled surgical pain, excessive opioid use, and CPSP lead to postoperative neurocognitive disorders including delirium, postoperative cognitive dysfunction (POCD), and dementia. Delirium is detected during hospitalization and neurocognitive decline lasting longer (\\>30 days) is described as POCD. Untreated pain and excessive perioperative opioids increase the risk of delirium and POCD in elderly individuals. A population-level Health and Retirement study of 10,065 patients \\>62 years old showed CPSP is common and was associated with accelerated memory decline and increased probability of dementia.\n\nBoth poorly controlled pain and excess opioid use predispose elderly surgical patients to postoperative delirium, POCD and dementia. New persistent opioid use is a significant public health problem in elderly surgical patients.\n\nThe OpalGenix Solution: GPS-Analgesics. As a Global Positioning System (GPS) helps chart a course in unknown/unfamiliar terrain, GPS-Analgesics TM (Genotype-guided Physician Support for Analgesics Use) is designed to support physicians to proactively identify patients genetically predisposed to high risks for severe surgical pain, CPSP and opioid AEs. In this Phase I proposal, OpalGenix will build on our prior studies to develop and validate GPS-Analgesics in TS patients. We have extensively and prospectively studied \\~2000 patients undergoing painful surgeries and demonstrated that the high individual variation observed in responses to surgical pain and opioids can be explained by a combination of polygenetic and clinical factors. Specifically, inter-individual surgical pain, and opioid variability were partly and independently explained by specific polymorphisms of the genes ABCB123, OPRM143, CYP2B6110, ABCC351,52, FAAH22, COMT53 and OCT151. However, these single-gene associations independently explain only a small (5-15%) portion of inter-individual variability in pain- and opioid responses. GPS-Analgesics is a novel combinatorial pharmacogenetic polygenetic tool with high accuracy (\\>90%) integrating clinical risk factors to better explain the cumulative effects (\\>90%) of both polygenetic (50-60%) and clinical (40-50%) risk factors on surgical pain and analgesics responses. OpalGenix's novel prototype predictive software algorithm based on patented polygenic risks already has \\>80% predictivity. At the end of this Phase I, GPS-Analgesics will provide \\>90% high accuracy, evidence-based, personalized surgical pain while avoiding opioid-related AEs."
        },
        "conditionsModule": {
            "conditions": [
                "Thoracic Surgery",
                "Pneumonectomy",
                "Lobectomy",
                "Segmentectomy"
            ],
            "keywords": [
                "Pain Management",
                "Opioid Use"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "One blood collection will take place at the baseline visit consisting of 1 EDTA tube which will collect approximately 2-3mL. This blood collection will be used for genotyping CYP2D6."
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Opioid-related Post-operative nausea and vomiting (PONV)",
                    "description": "PONV is measured with a binary yes/no response",
                    "timeFrame": "Post-operative up to 12 months"
                },
                {
                    "measure": "Opioid-related sedation",
                    "description": "Sedation will be measured using the Riker Sedation Scale. The minimum score of 1 categorizes the patient as being unarousable, while the maximum score of 7 categorizes the patient as being dangerous agitation.",
                    "timeFrame": "Post-operative up to 12 months"
                },
                {
                    "measure": "Opioid-related respiratory depression (RD)",
                    "description": "Respiratory depression is defined as abnormally slow respiratory rate which is below 12 breaths per minute. This will be measured with a binary yes/no response pulled from the electronic medical records.",
                    "timeFrame": "Post-operative up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Opioid use",
                    "description": "Inpatient total opioid usage",
                    "timeFrame": "Pre-operative to post-operative up to 12-months"
                },
                {
                    "measure": "Post-operative Pain Scores",
                    "description": "Pain scores will be measured using the patient-reported Numerical Rating Scale (NRS), in which a minimum score of 0 indicates no pain at all and a maximum score of 10 indicates the worst pain imaginable",
                    "timeFrame": "Pre-operative to post-operative up to 12-months"
                },
                {
                    "measure": "Length of Hospital Stay",
                    "description": "Length of hospital stay will be recorded as the number of days a patient remained in the hospital post-operatively",
                    "timeFrame": "Post-operative day 1 up to 1-month"
                },
                {
                    "measure": "Chronic Post-surgical Pain (CPSP)",
                    "description": "CPSP is defined as pain that develops after surgical invention and lasts at least 2 months. CPSP will be scored as yes/no.",
                    "timeFrame": "Post-operative up to 12 months"
                },
                {
                    "measure": "Length of Prescribed Opioid Usage",
                    "description": "Length of prescribed opioid usage will be recorded as the number of days patient has an active prescription which will be obtained from electronic medical records",
                    "timeFrame": "Post-operative up to 12-months"
                },
                {
                    "measure": "Opioid Dependence (OD)",
                    "description": "OD and OUD risk will be measured using the Current Opioid Misuse Measure (COMM) tool. The COMM is a 17-item questionnaire in which a score of 9 or higher is considered a positive screen for opioid misuse. Minimum score is 0 and maximum score is 68.",
                    "timeFrame": "Post-operative up to 12 months"
                },
                {
                    "measure": "Opioid Use Disorder (OUD) Risk",
                    "description": "OD and OUD risk will be measured using the Current Opioid Misuse Measure (COMM) tool. The COMM is a 17-item questionnaire in which a score of 9 or higher is considered a positive screen for opioid misuse. Minimum score is 0 and maximum score is 68.",
                    "timeFrame": "Post-operative at 3-months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>18 years\n* American Society of Anesthesiologists (ASA) Physical Status 1, 2, 3\n* Undergoing thoracic surgery (TS; pneumonectomy, lobectomy and segmentectomy)\n\nExclusion Criteria:\n\n* Children (\\<18 years)\n* Pregnant women\n* American Society of Anesthesiologists (ASA) Physical Status 4 or above\n* Non-English speaking\n* Outpatient surgery\n* Concomitant additional surgical procedures\n* Significant liver and kidney dysfunction\n* Significant cardiorespiratory compromise\n* Patients with polysubstance use (e.g., cocaine, marijuana, amphetamine, etc.)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Study population will be adults undergoing thoracic surgeries that fit the inclusion criteria. Children will not be included as they are not seen at the specific site institution. Given the nature of the surgical procedure, pregnant women and women that may be pregnant will also not be included in this study population.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy Monroe, MPH, MBA",
                    "role": "CONTACT",
                    "phone": "412-623-6382",
                    "email": "monroeal@upmc.edu"
                },
                {
                    "name": "Alisha Maslanka, BS",
                    "role": "CONTACT",
                    "phone": "412-864-6779",
                    "email": "maslankaaa@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kathirvel Subramaniam, MD, MPH",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UPMC Presbyterian Hospital",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathirvel Subramaniam, MD, MPH",
                            "role": "CONTACT",
                            "email": "subramaniamk@upmc.edu"
                        },
                        {
                            "name": "Amy Monroe, MPH, MBA",
                            "role": "CONTACT",
                            "phone": "412-623-6382",
                            "email": "monroeal@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Postoperative Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M13020",
                    "name": "Oxycodone",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}