{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06453213",
            "orgStudyIdInfo": {
                "id": "YKP3089C049"
            },
            "organization": {
                "fullName": "SK Life Science, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Open-label Study of Cenobamate Monotherapy in Adult Subjects With Newly Diagnosed or Recurrent Partial-Onset Epilepsy",
            "officialTitle": "Open-label Study of Cenobamate Monotherapy in Adult Subjects With Newly Diagnosed or Recurrent Partial-Onset Epilepsy",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "open-label-study-of-cenobamate-monotherapy-in-adult-subjects-with-newly-diagnosed-or-recurrent-partial-onset-epilepsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-18",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-05-26",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-05",
            "studyFirstSubmitQcDate": "2024-06-05",
            "studyFirstPostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "SK Life Science, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Cenobamate (YKP3089) is a small molecule approved in the United States (US), Europe and several other countries around the world for the treatment of Partial-Onset (focal) seizures in adult subjects (≥18 years of age). In the US it is approved for use as monotherapy, however, there is little clinical data assessing its use as monotherapy in adults with POS. This study is designed to explore the effectiveness of doses of 100 mg/day and 200 mg/day as monotherapy in adult subjects with newly diagnosed or recurrent POS/focal onset epilepsy.",
            "detailedDescription": "This is an uncontrolled, single-arm, open-label, Phase IV study conducted at approximately 40 sites in the US. It will consist of the following Periods:\n\n1. Pretreatment Period (up to 21 days)\n2. 100 mg/day Treatment Period (6-week Titration Phase, 26-week Maintenance Phase)\n3. 200 mg/day Treatment Period (2-week Titration Phase, 26-week Maintenance Phase)\n4. 26-week Optional Extension Period\n5. Follow Up Period (4 weeks)\n\nPretreatment Period At the screening visit (Visit 1) the investigator will obtain informed consent and assess the subject for their eligibility to participate in the study. The investigator will review any available hematology, chemistry blood tests, and ECGs. Vital signs and routine physical and neurological exam will be performed.\n\n100 mg/day Treatment Period Subjects who complete screening and meet the inclusion/exclusion criteria begin the 32-week Treatment Period which includes a 6-week Titration Phase and a 26-week Maintenance Phase. During the Titration Phase subjects will be treated with cenobamate 12.5 mg/day for two weeks, 25 mg/day for two weeks and 50 mg/day for two weeks. Subjects tolerating cenobamate at the end of the Titration Phase will continue treatment with 100 mg/day in the Maintenance Phase for 26 weeks. At the end of the Maintenance Phase, the subject will have the option of continuing on in a 26-week Extension Period or discontinuing cenobamate. Subjects who experience a seizure during the 100 mg/day Maintenance Phase (with or without rescue medication use) will transition to the 200 mg/day Treatment Period.\n\n200 mg/day Treatment Period: The 200 mg/day Treatment Period consists of a 2-week Titration Phase and a 26-week Maintenance Phase. During the 2-week Titration Phase, subjects will receive cenobamate 150 mg/day before entering the 26-week 200 mg/day Maintenance Phase. At the end of the Maintenance Phase, the subject will have the option of continuing on in a 26-week Extension Period or discontinuing cenobamate. If the subject experiences a seizure at 200 mg/day during the Maintenance Phase, then they will be discontinued from the study.\n\nOptional Extension Period:\n\nAn Optional Extension Period will last 26 weeks. During the Optional Extension Period, Visits will occur at 13th week (Day 315/287a, Visit 8/8a) and 26th week (Day 406/378a, Visit 9/9a) to record vital signs and identify adverse events and occurrence of a seizure using a seizure diary. If a seizure occurs during the Optional Extension Period, the subject will be discontinued from the study.\n\nFollow-up Period:\n\nIf a subject prematurely discontinues from the study, is not continuing into the Optional Extension Period or completes the last visit in the Optional Extension Period, cenobamate will be titrated down by 50% for two weeks and then discontinued. A follow-up visit should occur two weeks after the date of cenobamate discontinuation."
        },
        "conditionsModule": {
            "conditions": [
                "Focal Onset Seizure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cenobamate",
                    "type": "EXPERIMENTAL",
                    "description": "All enrolled subjects will automatically participate in the Cenobamate arm since this is a single-arm study.",
                    "interventionNames": [
                        "Drug: Cenobamate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cenobamate",
                    "description": "The 100 mg/ day Treatment Period includes a 6-week Titration Phase and a 26-week Maintenance Phase. During the Titration Phase subjects will be treated with cenobamate 12.5 mg/day for two weeks, 25 mg/day for two weeks and 50 mg/day for two weeks. Subjects tolerating cenobamate at the end of the Titration Phase will continue treatment with 100 mg/day in the Maintenance Phase for 26 weeks. If the subject does not experience a seizure in the 100 mg/day Maintenance Phase, he/she can enter the Optional Extension Period (100 mg/day).\n\nThe 200 mg/day treatment period consists of a 2-week Titration Phase and a 26-week Maintenance Phase. During the 2-week Titration Phase, subjects will receive cenobamate 150 mg/day before entering the 26-week 200 mg/day Maintenance Phase. If the subject does not experience a seizure during the 200 mg/day Maintenance Phase, he/she can enter the 26 week Optional Extension Period (200 mg/day).",
                    "armGroupLabels": [
                        "Cenobamate"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Seizure-freedom during the 26-week Maintenance Phase of the 100 mg/day Treatment Period",
                    "description": "The number (percentage) of subjects with POS who achieved seizure-freedom during the 26-week Maintenance Phase of the 100 mg/day Treatment Period.",
                    "timeFrame": "32 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Seizure freedom during each of the 26-week Maintenance Phases",
                    "description": "The number (percentage) of subjects with POS who achieved seizure freedom during each of the 26-week Maintenance Phases regardless of cenobamate dose (last evaluated dose of 100 mg/day or 200 mg/day).",
                    "timeFrame": "60 weeks"
                },
                {
                    "measure": "Time to first seizure onset",
                    "description": "Time to first seizure onset (defined as the period from the first cenobamate dose in the Maintenance Phase to first seizure onset).",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Time to withdrawal from the study",
                    "description": "Time to withdrawal from the study (defined as the period from the first dose of cenobamate in the Maintenance Phase to the date of study withdrawal).",
                    "timeFrame": "86 weeks"
                },
                {
                    "measure": "Number (percentage) of subjects with POS who achieved seizure freedom during the 52-week treatment",
                    "description": "The number (percentage) of subjects with POS who achieved seizure freedom during the 52-week treatment (ie, 26-week Maintenance Phase plus Optional 26-week Extension Period).",
                    "timeFrame": "52 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Seizure-freedom rate/time to seizure by POS type",
                    "description": "Seizure-freedom rate/time to seizure by POS type will be analyzed.",
                    "timeFrame": "86 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Be considered reliable and willing to be available for the study period and are able to record seizures and report adverse events (AEs) himself/herself or have a caregiver who can record seizures and report AEs for them.\n2. Male or female subjects 18-74 years of age with a diagnosis of partial-onset seizures (POS) according to the 2017 ILAE Classification of Epileptic Seizures. Diagnosis will be established by clinical history and an electroencephalogram (EEG) consistent with POS. Subjects with a normal EEG could be included provided they met the other diagnostic criteria according to clinical history.\n3. Subjects who are newly diagnosed or have recurrent epilepsy and have experienced at least 2 unprovoked seizures separated by a minimum of 24 hours in the 1 year prior to Day 1 of the Treatment Period, of which, at least 1 unprovoked seizure (but below 20 seizures) occurred in the 12 weeks prior to Day 1 of the Treatment Period. Subjects with only 1 unprovoked seizure within the 12 weeks prior to Day 1 of the Treatment Period can be included if information is available to indicate that risk for a second seizure exceeds that which is usually considered to be epilepsy (about 60%). In the absence of clear information about recurrence risk, or even knowledge of such information, the default definition of epilepsy originates at the second unprovoked seizure. Subjects who are newly diagnosed and have been prescribed low dose of 1 ASM for ≤4 weeks can be included if the other ASM can be safely down-titrated/discontinued per Investigator discretion within 6 weeks of 1st dose of cenobamate. For subjects with recurrent epilepsy, they must have relapsed at least 2 years after the end of the last ASM treatment but can have been prescribed a low dose of 1 ASM for ≤4 weeks if the other ASM can be safely down-titrated/discontinued per Investigator discretion within 6 weeks of 1st dose of cenobamate.\n4. Female subjects are either not of childbearing potential, defined as premenarchal, postmenopausal for at least 1 year or surgically sterile (bilateral tubal ligation, bilateral oophorectomy, or hysterectomy), if of childbearing potential, must comply with an acceptable method of birth control during the study, for at least 4 weeks prior to study entry and for 2 weeks after last dose of study drug.\n5. Subject and/or caregiver(s)/legal representative must be willing and able to give informed assent/consent for participation in the study.\n6. Subject and their caregiver must be willing and able (in the investigator's opinion) to comply with all study requirements.\n\nExclusion Criteria:\n\n1. Subjects who have only simple partial-onset seizures (focal aware seizures) without motor signs.\n2. Subjects who have seizure clusters where individual seizures cannot be counted.\n3. Subjects who present with or have a history of Lennox-Gastaut syndrome.\n4. Subjects who have a history of status epilepticus that required hospitalization within 1 year prior to Day 1 of the Treatment Period.\n5. Subjects who have a history of psychogenic non-epileptic seizures within 2 years prior to Day 1 of the Treatment Period.\n6. Subjects who have a history of active suicidal ideation within the last 6 months or suicide attempt within 2 years prior to Day 1 of Treatment Period.\n7. Evidence of clinically significant disease (eg, cardiac, respiratory, gastrointestinal, psychiatric, other neurological) that in the opinion of the investigator(s) could affect the subject's safety or interfere with the study assessments.\n8. History of Familial Short QT syndrome or prior subject diagnosis of Short QT syndrome.\n9. Evidence of clinically significant active renal or hepatic disease.\n10. Subjects taking a strong CYP3A inducer such as phenytoin, phenobarbital, carbamazepine, or rifampin within 12 weeks prior to the Pretreatment Period unless emergency care was needed due to the subject experiencing status epilepticus, uncontrolled seizures, or clusters of seizures.\n11. Subjects who are taking more than one of the following centrally acting drugs: antipsychotic, antidepressant, or anxiolytic. The dose should be stable for the 12 weeks prior to the Pretreatment Period.\n12. Subjects who have a history of any type of surgery for brain or central nervous system within 1 year prior to the Pretreatment Period.\n13. Subjects who have a history of receiving any ASM (including ASM used as rescue treatment) for more than 4 weeks in total within 2 years prior to Day 1 of the Treatment Period.\n14. Subjects who have used intermittent rescue medicine on 2 or more occasions within 4 weeks before the Pretreatment Period (1 to 2 doses over a 24-hour period considered one-time rescue).\n15. Subjects who have a history of receiving any ASM polytherapy (\\> 2 ASMs) during a previous episode of epilepsy.\n16. Previous exposure to cenobamate or sensitivity/allergy to components of the oral tablets.\n17. Subjects who have a history of drug or alcohol dependency or abuse within the last 2 years before the Pretreatment Period.\n18. Subjects who have had multiple drug allergies or a severe drug reaction, including dermatological (eg, DRESS syndrome, Stevens-Johnson syndrome), hematological, or organ toxicity reactions.\n19. Females who are breastfeeding or pregnant or planning to get pregnant in the Pretreatment Period or during the conduct of the study.\n20. Subjects who have participated in a study involving administration of an investigational drug or device within 4 weeks before Visit 1, or within approximately 5 half-lives of the previous investigational compound, whichever is longer.\n21. Subjects with dementia.\n22. Subjects who have seizures due to a progressive CNS condition.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "74 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shelby Parilla",
                    "role": "CONTACT",
                    "phone": "201-421-3824",
                    "email": "sparilla@sklsi.com"
                }
            ],
            "locations": [
                {
                    "facility": "Clinical Trials Inc",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Victor Biton",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Victor Biton",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                },
                {
                    "facility": "Neuro Pain Medical Center",
                    "city": "Fresno",
                    "state": "California",
                    "zip": "93710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Perminder Bhatia",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Perminder Bhatia",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.74773,
                        "lon": -119.77237
                    }
                },
                {
                    "facility": "Midatlantic Epilepsy and Sleep Center",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pavel Klein",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Pavel Klein",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "Neurology Center of New England P.C.",
                    "city": "Foxboro",
                    "state": "Massachusetts",
                    "zip": "02035",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Salvatore Napoli",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Salvatore Napoli",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.06538,
                        "lon": -71.24783
                    }
                },
                {
                    "facility": "Wayne Neurology PLC",
                    "city": "Plymouth",
                    "state": "Michigan",
                    "zip": "48170",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Holtzman",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Matthew Holtzman",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.37143,
                        "lon": -83.47021
                    }
                },
                {
                    "facility": "Northeast Regional Epilepsy Group",
                    "city": "Hackensack",
                    "state": "New Jersey",
                    "zip": "07601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Asfi Rafiuddin",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Asfi Rafiuddin",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.88593,
                        "lon": -74.04347
                    }
                },
                {
                    "facility": "University of Utah",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84132",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amir Arain",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Amir Arain",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004827",
                    "term": "Epilepsy"
                },
                {
                    "id": "D000012640",
                    "term": "Seizures"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M7983",
                    "name": "Epilepsy",
                    "asFound": "Epilepsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15452",
                    "name": "Seizures",
                    "asFound": "Seizures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000654784",
                    "term": "Cenobamate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M272774",
                    "name": "Cenobamate",
                    "asFound": "ECLS",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}