{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05735080",
            "orgStudyIdInfo": {
                "id": "INX-315-01"
            },
            "organization": {
                "fullName": "Incyclix Bio",
                "class": "INDUSTRY"
            },
            "briefTitle": "Open-Label Study to Evaluate the Safety, Tolerability, PK, and Efficacy of INX-315 in Patients With Advanced Cancer",
            "officialTitle": "A Phase 1/2, Open-Label Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Efficacy of INX-315 in Patients With Advanced Cancer",
            "acronym": "INX-315-01",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "open-label-study-to-evaluate-the-safety-tolerability-pk-and-efficacy-of-inx-in-patients-with-advanced-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-09",
            "studyFirstSubmitQcDate": "2023-02-09",
            "studyFirstPostDateStruct": {
                "date": "2023-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Incyclix Bio",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Incyclix Bio (Incyclix) is developing INX-315 as an oral, small molecule inhibitor of cyclin dependent kinase 2 (CDK2) for the treatment of human cancers. This first-in-human study is designed to evaluate the safety, tolerability, pharmacokinetics (PK) and preliminary antitumor activity of INX-315 in patients with recurrent advanced/metastatic cancer, including hormone receptor positive (HR+)/Human Epidermal Growth Factor Receptor 2 Negative (HER2-) breast cancer who progressed on a prior cyclin-dependent kinase 4/6 inhibitor (CDK4/6i) regimen, and CCNE1-amplified solid tumors who progressed on standard of care treatment. This study will evaluate approximately 6 dose levels of daily INX-315 in Part A, at least two dose levels will be evaluated in Part B to identify the Recommended Phase 2 Dose (RP2D) in patients with ovarian cancer, and Part C will evaluate combination treatment of INX-315 plus a CDK4/6i and selective estrogen receptor degrader (SERD) in HR+/HER2- breast cancer patients who have progressed on prior CDK4/6i regimen.",
            "detailedDescription": "Study INX-315-01 is a first-in-human, Phase 1/2, open-label, dose escalation and dose-expansion study to evaluate the safety, PK, and preliminary antitumor activity of INX-315 in patients with advanced/metastatic cancers. The study will be conducted in 3 parts: Part A (dose escalation) and Part B (ovarian cancer dose expansion) and Part C (breast cancer dose escalation lead-in and expansion).\n\nPart A is the dose-escalation portion of the study to evaluate the safety, tolerability, and PK of INX-315 monotherapy. Dosing decisions will be guided using a Bayesian optimal interval (BOIN) design. Up to 51 patients with recurrent advanced/metastatic cancer, including patients with HR+/HER2- breast cancer who progressed on a prior CDK4/6i regimen, and solid tumors, including ovarian cancer with known amplification of CCNE1 are planned to be enrolled in Part A.\n\nDose-limiting toxicities (DLTs) will be assessed during the first treatment cycle, i.e., the first 28 days of treatment (the DLT period). Patients who are evaluable for DLT assessment are those patients who are enrolled, received ≥80% of the planned study drug doses and all study visits during the DLT assessment period, and complete the 28-day DLT period.\n\nPart B will expand at least two dose levels determined by the SMC. Part B will enroll patients with platinum-refractory or platinum-resistant advanced/metastatic ovarian cancer patients with CCNE1 amplifications. Part B will open for enrollment once the SMC has selected the dose levels to be evaluated from the Part A portion of the study. Part A patients cannot re-join or continue the study in Part B. Approximately 30 patients will be equally randomized to receive one of the dose levels of INX-315.\n\nPart C will be an expansion cohort, patients with ER+/HER2- breast cancer will be enrolled in this cohort."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer",
                "Breast Cancer Metastatic",
                "Hormone Receptor Positive Tumor",
                "Human Epidermal Growth Factor 2 Negative Carcinoma of Breast",
                "Ovarian Cancer",
                "CCNE1 Amplification",
                "Solid Tumor",
                "Advanced Cancer",
                "Metastatic Cancer"
            ],
            "keywords": [
                "CDK2",
                "CDK4/6i",
                "cyclin dependent kinase 2",
                "CCNE1"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Part A will be a dose escalation guided by BOIN design for treatment assignment and dosing rules.\n\nPart B will be dose expansion, patients will be randomly assigned to receive one of the identified doses of INX-315 in monotherapy\n\nPart C will be dose expansion, patients will receive INX-315 in combination treatment with CDK4/6i and endocrine therapy",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 81,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part A: Dose Escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Multiple doses of INX-315 monotherapy, oral administration",
                    "interventionNames": [
                        "Drug: INX-315"
                    ]
                },
                {
                    "label": "Part B: Ovarian Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "INX-315 monotherapy, oral administration",
                    "interventionNames": [
                        "Drug: INX-315"
                    ]
                },
                {
                    "label": "Part C: ER+/HER2- BC Dose Expansion",
                    "type": "EXPERIMENTAL",
                    "description": "INX-315 in combination with CDK4/6i and endocrine therapy, oral administration",
                    "interventionNames": [
                        "Drug: INX-315"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "INX-315",
                    "description": "Oral administration",
                    "armGroupLabels": [
                        "Part A: Dose Escalation",
                        "Part B: Ovarian Dose Expansion",
                        "Part C: ER+/HER2- BC Dose Expansion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Part A and B: Evaluate the incidents of treatment emergent adverse events and laboratory abnormalities",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Part A: Evaluate the occurrence of dose-limiting toxicities (DLTs) during Cycle 1",
                    "timeFrame": "28 days"
                },
                {
                    "measure": "Part A: Recommend at least two doses of INX-315 to be evaluated in the expansion phase",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Part B: Overall response rate (ORR)",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "Part B: Selection of Recommended Phase 2 Dose (RP2D)",
                    "timeFrame": "Up to 36 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Part A and B: Characterize the maximum plasma concentration (Cmax)",
                    "timeFrame": "Cycle 1 Day 1 and Day 15"
                },
                {
                    "measure": "Part A and B: Characterize the time to maximum plasma concentration (Tmax)",
                    "timeFrame": "Cycle 1 Day 1 and Day 15"
                },
                {
                    "measure": "Part A and B: Characterize the Area under the plasma concentration versus time curve from time 0 to the end of the dosing interval (AUC0-24h)",
                    "timeFrame": "Cycle 1 Day 1 and Day 15"
                },
                {
                    "measure": "Part A and B: Characterize the terminal half-life (t1/2)",
                    "timeFrame": "Cycle 1 Day 1 and Day 15"
                },
                {
                    "measure": "Part A and B: Characterize the oral clearance (CL/F)",
                    "timeFrame": "Cycle 1 Day 1 and Day 15"
                },
                {
                    "measure": "Part A: Overall response rate (ORR)",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "Part A and B: Disease control rate (DCR)",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "Part A and B: Progression free survival (PFS)",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "Part A and B: Duration of response (DOR)",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "Part A and B: Time to progression (TTP)",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "Part A and B: Overall survival (OS)",
                    "timeFrame": "Up to 36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Advanced unresectable or metastatic ER+/HER2- BC that has progressed following treatment with a CDK4/6 inhibitor\n2. Advanced/ metastatic platinum-resistant or platinum-refractory epithelial ovarian cancer (including fallopian tube cancer/primary peritoneal cancer) CCNE1 amplified tumors that progressed after standard systemic therapy\n3. Advanced or metastatic solid tumor with known amplification of CCNE1that has progressed after standard therapy, been intolerant to or is ineligible for standard therapy\n4. At least one measurable lesion as defined by RECIST v1.1 that has not previously been irradiated\n5. ECOG performance status score of 0 or 1.\n6. Adequate organ function as demonstrated by the following laboratory values:\n\n   1. Hemoglobin ≥ 9.0 g/dL\n   2. Absolute neutrophil count (ANC) ≥ 1.5 × 109/L\n   3. Platelet count ≥ 100 × 109/L\n   4. Estimated glomerular filtration rate (eGFR) of ≥60 mL/min\n   5. Total bilirubin ≤ 1.5 × ULN; AST and ALT ≤ 2.5 × ULN; ≤ 5 × ULN in the presence of liver metastases\n7. Negative pregnancy test\n\nExclusion Criteria:\n\n1. Have received previous therapy with a CDK2/4/6 inhibitor, CDK2 inhibitor, PKMYT1 inhibitor, or WEE1 inhibitor.\n2. Have central nervous system (CNS) metastases or spinal cord compression that is associated with progressive neurological symptoms or requires corticosteroids (within 4 weeks of enrollment) to control the CNS disease.\n3. Have known intracranial hemorrhage and/or bleeding diatheses.\n4. Have visceral crisis, lymphangitic spread, or leptomeningeal carcinomatosis.\n5. Have clinically active ongoing interstitial lung disease (ILD) of any etiology, including drug-induced ILD, and radiation pneumonitis within 28 days prior to initiation of study treatment.\n6. Resting QTcF \\> 470 msec, a history of prolonged QT syndrome or Torsades de pointes, or a familial history of prolonged QT syndrome.\n7. Uncontrolled, cardiovascular disease (including hypertension) with or without medication\n8. History of other malignancies, except for the following: (1) adequately treated basal or squamous cell carcinoma of the skin; (2) curatively treated a) in situ carcinoma of the uterine cervix, b) prostate cancer, or c) superficial bladder cancer; or (3) other curatively treated solid tumor with no evidence of disease for ≥ 3 years.\n9. Known HIV infection, including AIDS-related illness, or have active, uncontrolled infection (viral, bacterial, or fungal), including tuberculosis, hepatitis B virus, hepatitis C virus, or COVID-19 infection (symptoms and a positive test result).\n10. Requires treatment with a prohibited medication or herbal remedy that cannot be discontinued at least 2 weeks before the start of study drug administration.\n11. Have planned or anticipation of the need for major surgical procedure within 28 days of the first dose of study drug (procedures such as central venous catheter placement, tumor needle biopsy, and feeding tube placement are not considered major surgical procedures).\n12. Unwilling or unable to comply with scheduled visits, study drug administration plan, laboratory tests, or other study procedures and study restrictions.\n13. Radical radiotherapy within 28 days prior to study entry or palliative radiotherapy within 2 weeks prior to study entry.\n14. Systemic anti-cancer therapy within 28 days or at least 5 half-lives, whichever is less, prior to the first dose of the study drug\n15. Prior irradiation to \\>25% of the bone marrow\n16. Previous high-dose chemotherapy requiring prior stem cell transplant\n17. Participation in other studies involving investigational drug(s) within 4 weeks prior to study entry.\n18. Known or suspected hypersensitivity to active ingredient/excipients in INX-315.\n19. Known difficulty in swallowing or tolerating oral medications, or conditions which would impair absorption of oral medications",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clinical Director",
                    "role": "CONTACT",
                    "phone": "1-919-328-0003",
                    "email": "clinicalinfo@incyclixbio.com"
                }
            ],
            "locations": [
                {
                    "facility": "Emory Winship Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin M Kalinsky, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alissa Skavish",
                            "role": "CONTACT",
                            "email": "Alissa_Skavish@dfci.harvard.edu"
                        },
                        {
                            "name": "Antonio Giordano, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Levine Cancer Institute (LCI)- Atrium Health",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Antoinette Tan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                },
                {
                    "facility": "Duke Cancer Center/ DUMC",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carey Anders, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Gabrail Cancer Research Center",
                    "status": "RECRUITING",
                    "city": "Canton",
                    "state": "Ohio",
                    "zip": "44718",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carrie Smith, RN",
                            "role": "CONTACT",
                            "email": "csmith@gabrailcancercenter.com"
                        },
                        {
                            "name": "Nashat Gabrail, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79895,
                        "lon": -81.37845
                    }
                },
                {
                    "facility": "Peter MacCallum Cancer Center",
                    "status": "RECRUITING",
                    "city": "Parkville",
                    "state": "Victoria",
                    "zip": "3052",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Kim Nayeon",
                            "role": "CONTACT",
                            "email": "Nayeon.Kim@petermac.org"
                        },
                        {
                            "name": "George Au-Yeung, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -37.78333,
                        "lon": 144.95
                    }
                },
                {
                    "facility": "Mater Hospital",
                    "status": "RECRUITING",
                    "city": "South Brisbane",
                    "zip": "4101",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Catjerome Shannon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -27.48034,
                        "lon": 153.02049
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Data will be shared at the completion of the study, expected release date will be in 2026."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}