{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06344416",
            "orgStudyIdInfo": {
                "id": "RXG-001-2024-CLP (Rex-002)"
            },
            "organization": {
                "fullName": "Dosentrx Ltd.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Open Label, Controlled, Post Marketing, Registry Study of Ribociclib (Ribo) Treatment Adherence and Patient Reported Outcomes in Participants Using ReX Technology Platform",
            "officialTitle": "Study of Ribociclib (Ribo) Treatment Adherence Clinical Study Protocol",
            "therapeuticArea": [
                "Other"
            ],
            "study": "open-label-controlled-post-marketing-registry-study-of-ribociclib-ribo-treatment-adherence-and-patient-reported-outcomes-in-participants-using-rex-technology-platform"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-21",
            "studyFirstSubmitQcDate": "2024-03-27",
            "studyFirstPostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Dosentrx Ltd.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Primary Objective:\n\n• To assess the persistence of ReX technology platform use, measured by the percentage (%) of participants who used ReX: 1) throughout the study period and 2) before the treatment discontinuation.\n\nSecondary Objective:\n\n• To evaluate the impact of the ReX technology platform on ribo treatment duration and ribo dose taking adherence as compared to control group.",
            "detailedDescription": "The ReX Platform is a class 1 FDA listed device under product code NXB Dispenser Solid Medication as a device that meets the exempt regulation 21 CFR 890.5050. and comprises the following components:\n\n1. A disposable cartridge, a medication container supplied to participants pre-loaded with pills/capsules. The cartridge includes an integral mouthpiece, which dispenses the pill into the participant's mouth following application of an inhalation.\n2. ReX Remote Digital Nurse (ReX) is a portable medication dispenser with a touchscreen and communicates with the ReX Treatment Manager via the cellular network.\n3. ReX Treatment Manager (RTM) is a web application used for the collection and management of data collected by the ReX.\n4. Reminders dispatched to participants and caregivers according to a predefined logic: email, SMS or via support team call.\n5. Electronic Patient Reported Outcomes (ePROs) questions, tips, reminders, and groups of questions are presented to participants according to a defined logic and are collated in the ReX Treatment Manager.\n6. Thresholds in cases that participant reports exceed a predefined threshold notifications via email and/or text messages will be dispatched to the specified party."
        },
        "conditionsModule": {
            "conditions": [
                "Any Solid Oral Medication"
            ],
            "keywords": [
                "Solid oral medication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Study groups",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "A minimum of 50 and a maximum of 200 patient charts are expected to be reviewed for the control study group.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control Study Group",
                    "type": "EXPERIMENTAL",
                    "description": "The control group of the study is designed to capture baseline data especially regarding ribo therapy duration of patients prescribed with ribociclib. Data will be collected by reviewing historical patient records as captured within the electronic medical record (chart review) by recording demographics, International Classification of Diseases (ICD-10) codes, prescription fill rates and Current Procedural Terminology (CPT) codes. De-identified data of patients treated with ribociclib for HR+/HER2 negative metastatic Breast Cancer (mBC) during June 2022 to April 2024 and collated in a de-identified database by Dosentrx will be retrospectively analyzed. The results of the treatment duration for these participants will be used as a baseline for the ReX study group.\n\nA minimum of 50 and a maximum of 200 patient charts are expected to be reviewed for the control study group.",
                    "interventionNames": [
                        "Device: Use of ReX to dispense and monitor solid oral medication therapy."
                    ]
                },
                {
                    "label": "ReX Platform Study Group",
                    "type": "EXPERIMENTAL",
                    "description": "The ReX platform study group will utilize data, collected from the same study sites that were chosen for control study group. A database consisting of at least fifty (50) female and male participants who initiated ribociclib for metastatic breast cancer and signed IRB research consent will be used for ReX study group. This group will include participants who started the recommended ribo dose of 600 mg QD and additional doses, delivered by the ReX technology platform. Physical examinations and laboratory tests will be performed in accordance with routine clinical practice; however, these parameters will not be collected for the study.",
                    "interventionNames": [
                        "Device: Use of ReX to dispense and monitor solid oral medication therapy."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Use of ReX to dispense and monitor solid oral medication therapy.",
                    "description": "ReX Remote Digital Nurse comprising hand-held dispenser, disposable drug cartridge and web application (ReX Treatment Manager).",
                    "armGroupLabels": [
                        "Control Study Group",
                        "ReX Platform Study Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Outcome MeasureReX Platform Study Group",
                    "description": "Numerical variables will be tabulated using mean, standard deviation, minimum, median, maximum and number of observations. Categorical variables will be tabulated using number of observations and percentages.\n\nTwo interim analyses are planned for this study:\n\nInterim analysis no. 1 will summarize 50 reviewed patient charts from the control group (completed as for January 2024) Interim analysis no. 2 will summarize about 25-30 participants from the ReX group, who used ReX for at least 1 month, and will compare them to control group (planned for April 2024).",
                    "timeFrame": "Up to 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nMale or female, at least 18 years of age. Diagnosis of HR+ HER2- metastatic breast cancer with ribociclib treatment that begun within last 60 days.\n\nSite has ability to dispense ribociclib in long term. Participant is able to read, understand and sign the IRB research consent for use of their data for research purposes.\n\nParticipant is able and willing to complete Patient Reported Outcome (PRO) questionnaires during the study.\n\nExclusion Criteria:\n\n• Participant has been routinely taking ribociclib for the past 60 days (without ReX platform).\n\nParticipants prescribed ribociclib for off-label indications. Participants who failed to pass the learning module during the ReX training process.\n\nParticipants who are at the end stage of their terminal illness with an anticipated life expectancy of 6 months or less.\n\nParticipants who have a significant physical disability (including poor fine motor skills, impaired visual or auditory faculties, mental disorders, or another impairment), affecting ability to provide IRB research consent or use the ReX dispensing unit effectively.\n\nParticipant is unsuited for participation in the study based on PI discretion\n\n-",
            "healthyVolunteers": false,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Male or female, at least 18 years of age.",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Natan Natan Paz",
                    "role": "CONTACT",
                    "phone": "+972 52 6577126",
                    "email": "natan.p@dosentrx.com"
                }
            ],
            "locations": [
                {
                    "facility": "OHC",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45242",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Website of ReX Remote Digital Nurse",
                    "url": "http://www.remotedigitalnurse.com"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}