{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05055609",
            "orgStudyIdInfo": {
                "id": "TRE515-T-02"
            },
            "organization": {
                "fullName": "Trethera",
                "class": "INDUSTRY"
            },
            "briefTitle": "Open-Label, Dose-Escalation With Expansion to Assess the Safety, Tolerability, and PK of TRE-515 in Subjects With Solid Tumors",
            "officialTitle": "A Phase 1, Open-Label, First-In-Human, Dose-Escalation Study With Expansion to Assess the Safety, Tolerability, and Pharmacokinetics of Orally Administered TRE-515 in Subjects With Solid Tumors",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "open-label-dose-escalation-with-expansion-to-assess-the-safety-tolerability-and-pk-of-tre-in-subjects-with-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-14",
            "studyFirstSubmitQcDate": "2021-09-15",
            "studyFirstPostDateStruct": {
                "date": "2021-09-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Trethera",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "TRE-515 is a first-in-class small molecule inhibitor of deoxycytidine kinase (dCK) that is being developed for oral administration in patients with solid tumors. In cancer cells, rapid and upregulated DNA replication creates high replication stress, as such, cancer cells are more susceptible than normal cells to perturbations in nucleotide metabolism by DNA-targeting treatments such as TRE-515.\n\nThe Primary objective is too determine the safety and maximum tolerability of TRE-515 when administered orally once daily as a single agent.\n\nThe secondary objective is to establish a recommended phase 2 dose (RP2D), to characterize pharmacokinetics (PK) and pharmacodynamics (PD) of TRE-515 preliminary evaluation of antitumor activity\n\nThe exploratory objectives are to evaluate the relationship between TRE-515 exposure and plasma deoxynucleoside concentrations of deoxycytidine (dC), evaluate the relationship between TRE-515 exposure and intracellular dCK on-target knockdown as measured by a \\[18F\\]-clofarabine (CFA) positron emission tomography (PET) probe and to evaluate the relationship between TRE-515 treatment and dCK gene expression in archived tumor tissue when available",
            "detailedDescription": "This is a Phase 1, open label, multi-center, nonrandomized, first in human, dose escalation trial of TRE-515 designed to evaluate safety and tolerability and determine the MTD and RP2D of orally administered TRE-515 as monotherapy in subjects with advanced solid tumors.\n\nSafety assessments will include adverse events (AEs), dose limiting toxicities (DLTs), clinical laboratory values, vital signs, body weight, electrocardiograms (ECGs), and Eastern Cooperative Oncology Group (ECOG) performance status .\n\nDose-limiting toxicities will be assessed over the first 21 days on study. The PK and preliminary tumor response analyses will be conducted throughout the study.\n\nPreliminary tumor responses will be assessed by the Principal Investigator (PI) based on Response Evaluation Criteria in Solid Tumors (RECIST v1.1) using an appropriate modality (computer tomography \\[CT\\]/magnetic resonance imaging \\[MRI\\]) every 8 weeks.\n\nIn the dose escalation phase, subjects will be enrolled in sequential cohorts to receive TRE-515 as a daily oral dose using continuous 21-day cycles at escalating dose levels, as outlined in.\n\nSubjects will continue to receive TRE-515 in the absence of progressive disease as defined by RECIST v1.1 or unacceptable toxicity. Following determination of an RP2D, an additional 6 subjects will receive TRE-515 at the RP2D to gain additional experience with the safety profile and additional evidence of activity.\n\nIn the dose escalation phase, a minimum of 3 subjects will be treated in each dose cohort using a conventional 3+3 dose escalation study design, starting at Cohort 1 . Cohort (-1) represents a contingency de-escalation dose level in the event that tolerance issues are encountered in Cohort 1. In each cohort, 3 subjects will be initially treated, and each subject will TRE515-T-02, be followed for the full DLT assessment period . In the absence of a DLT in the 3 subjects within a cohort, dose advancement will proceed through the successive cohorts. All subjects in each cohort must have completed the DLT observation period before the next dose cohort may open. Depending upon the tolerance at a particular dose level, intermediate dose levels may be studied to more closely characterize DLTs and more accurately identify the MTD as recommended by the Safety Review Committee (SRC). Individual subjects may continue receiving additional TRE-515 treatment until disease progression, unacceptable toxicity, or other reason for treatment discontinuation.\n\nThe MTD of TRE-515 is defined as the highest dose at which less than 2 of 6 subjects experience DLT. Subjects considered to be evaluable for the MTD determination must have received at least 14 of 21 doses (67% of scheduled doses) or who have discontinued the study drug earlier than 21 days because of a DLT. A Cohort dose will be declared to be above the MTD if two or more subjects demonstrate DLT. With the determination that a Cohort dose exceeds the MTD, the next lower Cohort will be expanded to 6 subjects (if not already expanded to 6 subjects). In the event that an MTD is not reached, the safety committee shall elect to define a RP2D that is consistent with the maximally administered tolerated dose.\n\nThe RP2D will be determined by an appointed SRC prior to initiation of the dose expansion phase of the study and will be no higher than the MTD determined in the dose escalation phase of the study. The SRC may elect to define an RP2D lower than the MTD based on an overall assessment of the PK and safety data available. The SRC may elect to modify the RP2D during the dose expansion phase if new data become available that suggest a modification is indicated.In the event that the RP2D is increased during the dose expansion phase of the study, subjects currently receiving TRE-515 may have their dose increased to the higher RP2D provided the following criteria are met:\n\n* The subject has received TRE-515 for at least 3 weeks (21 days) at the current dose\n* The subject is not experiencing any TRE-515 related toxicity ≥ Grade 2\n* A dose escalation to the higher RP2D is considered to be in the subject's best interest by both the subject's investigator and the medical monitor\n* The Sponsor agrees with the dose escalation In the event that the RP2D is decreased during the dose expansion phase of the study, subjects currently receiving TRE-515 may have their dose decreased to the lower\n\nRP2D provided the following criteria are met:\n\n* A dose reduction to the lower RP2D is considered to be in the subject's best interest by both the subject's investigator and the medical monitor (subjects who appear to be benefitting from their current dose are not required to dose reduce)\n* The Sponsor agrees with the dose reduction Individual subjects may continue receiving additional TRE-515 treatment until disease progression, unacceptable toxicity, or other reason for treatment discontinuation."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor, Adult",
                "Oncology"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This is an open label, multi-center, nonrandomized, first in human dose escalation trial of TRE-515 to evaluate safety and tolerability and determine the maximum tolerated dose (MTD) and RP2D of TRE-515 as monotherapy in subjects with advanced solid tumors.The dose escalation phase uses a conventional 3+3 dose escalation study design, where in each cohort, 3 subjects will be initially treated and each subject will be followed for full DLT assessment before the next dose cohort may open. The dose expansion phase will begin once the RP2D is determined and additional subjects will receive TRE-515 at the RP2D to gain additional experience with the safety profile and additional evidence of activity of TRE-515.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 85,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open Label",
                    "type": "EXPERIMENTAL",
                    "description": "In the dose escalation portion, will enroll up to 42 subjects in six or more cohorts. The dose expansion portion will enroll up to 36 subjects. The actual number of subjects enrolled will depend on the safety data and additional evidence of antitumor activity but will not exceed an aggregate total of 85, including both the dose escalation and expansion phases.",
                    "interventionNames": [
                        "Drug: TRE-515"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "TRE-515",
                    "description": "TRE-515 will be administered orally once daily at least 1 hour prior or 2 hours after eating at approximately the same time each day. Dosing will be continuous with no breaks between cycles. Subjects will continue to receive successive cycles of TRE-515 treatment as long as they do not demonstrate progressive disease, experience an unacceptable toxicity, and both the Sponsor and PI consider additional treatment with TRE-515 to be within the best interest of the subject.",
                    "armGroupLabels": [
                        "Open Label"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety and Tolerability of TRE-515 as assessed by the Number of Participants with Adverse Events (AEs) as assessed by NCI-CTCAE v5.0Safety and tolerability of oral TRE-515",
                    "description": "as assessed by NCI-CTCAE v5.0",
                    "timeFrame": "up to 60 months"
                },
                {
                    "measure": "Incidence of dose-limiting toxicities",
                    "description": "determine maximum tolerated dose of TRE-515",
                    "timeFrame": "Treatment cycle of to 21 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pharmacokinetic characterization of TRE-515- AUC",
                    "description": "area under the plasma concentration curve time -concentration curve",
                    "timeFrame": "At each Cycle ( each cycle is 21 days) Day 1,8 and 15 and at study completion visit, through the duration of the study up to 18 months"
                },
                {
                    "measure": "Pharmacokinetic characterization of TRE-515- Cmax",
                    "description": "the maximum observed plasma concentration",
                    "timeFrame": "At each Cycle ( each cycle is 21 days) Day 1,8 and 15 and at study completion visit, through the duration of the study up to 18 months"
                },
                {
                    "measure": "Pharmacokinetic characterization of TRE-515-Cmin",
                    "description": "Minimum observed plasma concentration",
                    "timeFrame": "At each Cycle ( each cycle is 21 days) Day 1,8 and 15 and at study completion visit , through the study duration up to 18 months"
                },
                {
                    "measure": "Pharmacokinetic profile of TRE-515- T-1/2",
                    "description": "The time in hours required for the plasma level of the study drug to decrease by one-half during the terminal elimination phase",
                    "timeFrame": "At each Cycle ( each cycle is 21 days) Day 1,8 and 15 and at study completion visit, through the duration of the study up to 18 months"
                },
                {
                    "measure": "Pharmacokinetic characterization of TRE-515- T-Max",
                    "description": "Tmax is the time in hours to reach Cmax following dosing",
                    "timeFrame": "At each Cycle ( each cycle is 21 days) Day 1,8 and 15 and at study completion visit, through the duration of the study up to 18 months"
                },
                {
                    "measure": "Pharmacokinetic Characterization of TRE-515-V/F",
                    "description": "volume of distribution and bioavailability of TRE-515",
                    "timeFrame": "At each Cycle ( each cycle is 21 days) Day 1,8 and 15 and at study completion visit, through the duration of the study up to 18 months"
                },
                {
                    "measure": "Pharmacokinetic Characterization of TRE-515-CL/F",
                    "description": "oral clearance of TRE-515",
                    "timeFrame": "At each Cycle ( each cycle is 21 days) Day 1,8 and 15 and at study completion visit, through the duration of the study up to 18 months"
                },
                {
                    "measure": "Preliminary evaluation of antitumor activity",
                    "description": "based on RECIST v1.1",
                    "timeFrame": "baseline up to study duration of 18 months"
                },
                {
                    "measure": "Recommend phase 2 dose (RP2D) of TRE-515",
                    "description": "The recommended phase 2 dose of TRE-515 will be determined based on pharmacokinetics, safety and tolerability",
                    "timeFrame": "up to 18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have a histologically or cytologically confirmed solid tumor. Subjects with tumors that have known biomarkers, such as PSA or CA-125, will have status recorded.\n2. Subjects with advanced refractory cancer for which standard curative or palliative measures do not exist or are no longer effective. There is no limitation on the number or types of prior therapy.\n3. Measurable disease, per RECIST v1.1, with the exception of patients without measurable disease but with a known biomarker of progression, such as prostate cancer (PSA) or ovarian cancer (CA-125), with a positive status.\n4. Male or female 18 years of age or older\n5. Able to swallow oral capsules and tolerate intravenous blood sampling for PK, has no known intolerance or hypersensitivity to TRE-515 or excipients, and able to comply with study requirements\n6. Able to receive the positron emission tomography (PET) isotope and undergo PET scans, with the exception if the site lacks access to the PET diagnostic machine.\n7. Recovered from prior treatment-related toxicity based on Investigator and Medical Monitor assessment.\n8. ECOG performance status of 0 to 2.\n9. Adequate laboratory parameters including:\n\n   1. Aspartate aminotransferase (AST), alanine aminotransferase (ALT) ≤2.5 × upper limit of normal (ULN) and ≤5 × ULN if liver metastatic disease is present\n   2. Total bilirubin ≤1.5 × ULN unless considered due to Gilbert's syndrome in which case, ≤3 × ULN\n   3. Calculated creatinine clearance ≥60 mL/min from a blood sample\n   4. Platelet count ≥75,000/mm3\n   5. Neutrophil count ≥1500/mm3\n   6. Hemoglobin ≥9 g/dL\n   7. Albumin \\>2.8 g/dL\n10. Willingness to use adequate contraception throughout study and for a period of 3 months after last dose of TRE-515.\n\nExclusion Criteria:\n\n1. Candidate for potentially curative therapy.\n2. Subjects receiving anticancer therapy or adjuvant therapy for other cancers or subjects with other known active cancer(s) with the exception of limited stage surgically curable non melanomatous skin cancer, carcinoma in situ of the cervix, Stage 1 prostate cancer, or Stage 1 bladder cancer. Subjects who completed therapy for other known cancers must be disease free for 5 years following completion of their anticancer treatment.\n3. Subjects with a prior organ transplant.\n4. Subjects with QTc corrected by Bazett's (QTcB) prolongation of \\>470 msec (confirmed on triplicate ECGs performed at least 2 minutes apart) at screening and confirmed prior to dose administration on Day 1\n5. Active, uncontrolled bacterial, viral, or fungal infection(s) requiring systemic therapy.\n6. Fewer than 28 days (or fewer than 5 half-lives, whichever is shorter) from prior anticancer therapy such as chemotherapy, hormonal therapy (hormonal therapy for control of prostate cancer allowed), investigational therapies, and biological therapies.\n7. Major surgery other than diagnostic surgery within 28 days of Study Day 1, radiation therapy within 28 days of Study Day 1, or palliative radiation therapy within 14 days of Study Day 1.\n8. Pregnant or currently breast-feeding.\n9. Known HIV-positive or active Hepatitis B or Hepatitis C infection.\n10. Psychiatric illness/social situations that would interfere with compliance with study requirements.\n11. History of clinically significant cardiovascular abnormalities such as uncontrolled hypertension, congestive heart failure (New York Heart Association classification ≥2), unstable angina, poorly controlled arrhythmias, myocardial infarction within 6 months of study entry.\n12. Other severe acute or chronic medical or psychiatric conditions or laboratory abnormalities that would impart, in the judgement of the PI and/or Sponsor, excess risk associated with study participation or study drug administration, which would make the subject inappropriate for entry into this study.\n13. Cerebrovascular accident (transient ischemic attack/stroke) in the 6 months prior to study entry.TRE515-T-02, Version 2.0 Confidential 07 April 2021 Page 15 of 56\n14. Known hypersensitivity to the drug or excipients contained within the drug formulation.\n15. Use of or requirement for any of the prohibited medications",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sharon Larry",
                    "role": "CONTACT",
                    "phone": "1-963-703-0222",
                    "email": "info515@trethera.com"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA",
                    "status": "RECRUITING",
                    "city": "Santa Monica",
                    "state": "California",
                    "zip": "90404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Yonemoto",
                            "role": "CONTACT",
                            "phone": "310-633-8400"
                        },
                        {
                            "name": "Zev Wainberg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.01945,
                        "lon": -118.49119
                    }
                },
                {
                    "facility": "Carolina BioOncology Institute",
                    "status": "RECRUITING",
                    "city": "Huntersville",
                    "state": "North Carolina",
                    "zip": "28078",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sydney Noldin",
                            "role": "CONTACT",
                            "phone": "704-947-6599"
                        },
                        {
                            "name": "John Powderly, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.41069,
                        "lon": -80.84285
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        }
    },
    "hasResults": false
}