{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06415461",
            "orgStudyIdInfo": {
                "id": "IRB202300181"
            },
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Open Label Dose Ranging Study Assessing the Safety of Cord Blood Product in Sacroiliac Joint Syndrome (SIJ)",
            "officialTitle": "A Phase 1, Open Label Dose-Ranging Study to Assess the Safety, Tolerability, Preliminary Efficacy, and Dose Effect of CFL001 Cord Blood Product in Patients With Symptomatic Sacroiliac Joint Syndrome",
            "acronym": "SIJ",
            "therapeuticArea": [
                "Other"
            ],
            "study": "open-label-dose-ranging-study-assessing-the-safety-of-cord-blood-product-in-sacroiliac-joint-syndrome-sij"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-05-10",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-26",
            "studyFirstSubmitQcDate": "2024-05-13",
            "studyFirstPostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cord for Life, Inc.",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1 trial. The overall objective is to evaluate the safety and potential efficacy effect of specific type of umbilical cord blood product (CFL001), which, other than specific modifications in manufacturing to render it compatible with cGMP, is essentially similar to that reported in real-world experience.",
            "detailedDescription": "The Phase 1 trial will enroll three subjects into an initial group receiving a low dose of CFL001. Provided that these subjects tolerate this dose well, will proceed to enroll three subjects into a group receiving a middle dose of CFL001. Provided that these subjects tolerate this dose well, will proceed to enroll three subjects into a group receiving the highest dose of CFL001.\n\nAll subjects will have Symptomatic Sacroiliac Joint (SIJ) syndrome, with clinical average pain score in the month prior to enrollment ≥50 and ≤90 on a 100-point scale."
        },
        "conditionsModule": {
            "conditions": [
                "Sacroiliac; Backache",
                "Pain, Back"
            ],
            "keywords": [
                "pain",
                "sacroiliac joint syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "This is an open-label study with nine subjects, who will all receive an intra-articular injection of the CFL test agent, at either of three dose levels (30 x 106 TNC, 60 x 106 TNC, and 90 x 106 TNC). The administration will be performed under ultrasound image guidance. The first three subjects will receive the 30 x 106 TNC dose; provided that the adverse event profile is acceptable, the next three subjects will receive the 60 x 106 TNC dose; provided that the adverse event profile remains acceptable, the next three subjects will receive the 90 x 106 TNC dose."
                }
            },
            "enrollmentInfo": {
                "count": 9,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: Low dose",
                    "type": "EXPERIMENTAL",
                    "description": "The first three subjects will receive the 30 x 106 TNC dose.",
                    "interventionNames": [
                        "Biological: PremierMaxCB®-Platinum (CFL001);"
                    ]
                },
                {
                    "label": "Arm 2: Medium Dose",
                    "type": "EXPERIMENTAL",
                    "description": "The next three subjects will receive the 60 x 106 TNC dose.",
                    "interventionNames": [
                        "Biological: PremierMaxCB®-Platinum (CFL001);"
                    ]
                },
                {
                    "label": "Arm 3: High Dose",
                    "type": "EXPERIMENTAL",
                    "description": "The next three subjects will receive the 90 x 106 TNC dose.",
                    "interventionNames": [
                        "Biological: PremierMaxCB®-Platinum (CFL001);"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "PremierMaxCB®-Platinum (CFL001);",
                    "description": "Stem Cell: Human cell, tissue, and cellular or tissue-based product (HCT/P) manufactured from umbilical cord blood",
                    "armGroupLabels": [
                        "Arm 1: Low dose",
                        "Arm 2: Medium Dose",
                        "Arm 3: High Dose"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v.5 and assessment of protocol defined study endpoints",
                    "description": "All Adverse events (types and frequencies) will be collected for all patients. Protocol defined study endpoints will also be collected on all patients. Study endpoints include:\n\n• Stopping criteria as defined in protocol section 6.11.2.8",
                    "timeFrame": "7, 30, 90, and 180 days post dose"
                },
                {
                    "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v.5 and assessment of protocol defined study endpoints",
                    "description": "Vital Sign Measurements (changes from baseline) Blood Pressure -systolic and diastolic (mm Hg)",
                    "timeFrame": "7, 30, 90, and 180 days post dose"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "CFL001 Efficacy",
                    "description": "Changes from baseline in overall activity obtained by actigraphy",
                    "timeFrame": "7, 30, 90, and 180 days post dose"
                },
                {
                    "measure": "CFL001 Efficacy",
                    "description": "Changes from baseline in patient reported outcomes with respect to SIJ and lower back pain measured the using the Visual Analog Scale",
                    "timeFrame": "7, 30, 90, and 180 days post dose"
                },
                {
                    "measure": "CFL001 Efficacy",
                    "description": "Changes from baseline in Quality of Life Measured by PROMISE 29",
                    "timeFrame": "7, 30, 90, 180 days post dose"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years and ≤ 90 years.\n2. Diagnosis of SIJ syndrome based on clinical findings, including the Fortin, FABER and compression sign.\n3. Severity of SIJ syndrome with a baseline ODI score ≥ 30% and an SI joint pain score of ≥ 50 and ≤ 90 on the VAS 100 mm scale.\n4. Individuals with either unilateral or bilateral SIJ arthritis can be candidates for enrollment; if both joints are deemed appropriate for administration of the test agent by all other inclusion criteria, then the SIJ which the participants reports as more painful will be treated, or if both are equally painful then we will use a random generator approach (\"flip a coin\") to determine which joint will be treated.\n5. ≥75% decrease in pain within 2 days after image-guided injection of only local anesthetic (with no steroid) into the SIJ within 3 months prior to screening.\n\n   OR Established SIJ condition based on decrease in pain after image-guided injection of local anesthetic and steroid into the SIJ 3 months prior to screening.\n6. Body mass index \\< 40 kg/m2.\n7. Ability to comply with the requirements of the study.\n8. Ability to understand and provide written informed consent.\n9. All participants of reproductive age/capacity to confirm use of adequate contraception during the study period.\n10. All participants should have tried and failed conservative therapies such as medications (acetaminophen and/or NSAIDs or Tramadol); daily home exercise or home stretching, including hip-girdle and core exercise, with the target of 20 minutes; and guided physical therapy at a facility once weekly for six weeks, if logistically practical. Failure of the above conservative therapeutic approaches is defined as persistent pain after three months despite attempting the above.\n\nExclusion Criteria:\n\n1. Prior radiation to the SIJ.\n2. Use of any pain medication or therapy less than 15 days prior to test product administration that has not or will not have had a stable dosage, frequency, or intensity for at least 3 months prior to test agent administration. Use of scheduled pain medication other than acetaminophen for conditions unrelated to SIJ syndrome that has not had a stable dosage for at least 3 months prior to test agent administration. Unwillingness to consider avoiding the use of pain medication for at least 24 hours prior to each follow up evaluation.\n3. Intra-articular treatment with corticosteroids or systemic steroid use within 3 months prior to screening.\n4. Intra-articular treatment with regenerative medicines (e.g., plasma, stem cell, placental products) at any point prior to screening.\n5. Participated in another clinical trial within the last 6 months.\n6. An absolute value vital sign outside the following ranges: Systolic blood pressure \\>170 or \\<100, pulse rate of \\>100 or \\<50 bpm, and respiratory rate \\>22. Reasonable delay (i.e., one hour) may be provided at investigator's discretion to evaluate for return to acceptable parameters in the event that the subject had been subjected to a stressful circumstance prior to arrival in clinic.\n7. Intra-articular treatment with hyaluronic acid within 6 months prior to screening.\n8. Surgical intervention on the index SIJ \\< 12 months, or arthroscopy \\< 3 months prior to screening.\n9. Non-ambulatory status.\n10. Past or current diagnosis of fibromyalgia or inflammatory arthritis, gout, rheumatoid arthritis, lupus arthropathy, psoriatic arthritis, avascular necrosis, severe bone deformity, active infection of the SIJ or at the site of injection, pes anserine bursitis, neurogenic or vascular claudication, or uncontrolled diabetes mellitus (HbA1C \\>8%).\n11. Past or current diagnosis of concurrent diseases, including uncontrolled arrhythmias, Class 3 or 4 congestive heart failure, active hepatitis B or C, liver enzymes ≥ 2 times ULN if there is also elevation of bilirubin, hypercoagulable state, eGFR \\<45 mL/min by CKD-EPI, and untreated malignancy or malignancy diagnosed within 6 months.\n12. Poorly controlled condition anticipated to have a likelihood of steroid requirement during the course of the trial that could potentially confound the outcomes.\n13. Past or current diagnosis of cancer, or at a high risk of recurrence.\n14. Diagnosis of secondary arthritis due to traumatic injury in the index SIJ within 2 years of screening.\n15. SIJ effusion in the index SIJ at screening that requires drainage for diagnostic purposes or symptomatic relief.\n16. Clinically significant, ongoing illness or medical condition, that in the opinion of the investigator constitutes a safety risk for participation in the study or that could interfere with achieving the study objectives, conduct or evaluation.\n17. Females who are pregnant or lactating.\n18. Regular use of anticoagulants (daily use of aspirin \\< 325 mg is acceptable).\n19. Active alcohol or substance abuse or any other reason that makes it unlikely that the subject will comply with study procedures.\n20. Positive results on the urine drug screen for a banned substance or substance for which a subject does not have a valid prescription, using standard screen at clinical site.\n21. Subjects with a psychiatric illness or condition, which, in the opinion of the investigation, would interfere with the conduct of the study or the interpretation of study results. Subjects with stable anxiety and depression defined as being on stable doses of antidepressant and anxiety drugs for the last 6 months and for which no dose changes are expected during the study can be included.\n22. Clinically significant medical, surgical, psychiatric, or laboratory abnormality that, in the judgment of the investigator, is likely to adversely affect the subject's risk-benefit or interfere with study compliance or assessment of safety or efficacy.\n23. Known allergy to local anesthetics or components of the study drug, including DMSO.\n24. Known allergy to radiographic contrast.\n25. Subjects with autoimmune disease or a known history of having Acquired Immunodeficiency Syndrome (AIDS) or Human Immunodeficiency Virus (HIV).\n26. Severe back pain due to other causes (e.g., lumbar disk degeneration, spinal stenosis), that in the opinion of the clinical investigator will render assessment of the SIJ pain difficult or ambiguous.\n27. History of recent (\\<1 year) major trauma to the pelvis.\n28. Metabolic bone disease (either induced or idiopathic).\n29. Involvement in litigation.\n30. Receiving disability payments or worker's compensation for back or SI joint pain.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dana D Leach, DNP",
                    "role": "CONTACT",
                    "phone": "352-273-8933",
                    "email": "leach@ufl.edu"
                },
                {
                    "name": "Eileen M Handberg, PhD",
                    "role": "CONTACT",
                    "phone": "352-273-8944",
                    "email": "handbem@ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rene Przkora, MD",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Florida Pain Clinic",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32610",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Gunnett, RN, BSN",
                            "role": "CONTACT",
                            "phone": "352-273-8911",
                            "email": "agunnett@anest.ufl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Pauza, K. (2008). Educational Guidelines for Interventional Spinal Procedures. https://www.aapmr.org/practice/guidelines/Documents/edguidelines.pdf. Accessed June 5 2015."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "International Spine Intervention Society. (2004). Practice guidelines for spinal diagnostic and treatment procedures. San Rafael, CA: International Spine Intervention Society."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Jackson, R., & Porter, K. (2006). The pelvis and sacroiliac joint: Physical therapy patient management utilizing current evidence. In Current concepts of orthopaedic physical therapy. La Crosse, WI: American Physical Therapy Association."
                },
                {
                    "pmid": "19248129",
                    "type": "BACKGROUND",
                    "citation": "Chevalier X, Goupille P, Beaulieu AD, Burch FX, Bensen WG, Conrozier T, Loeuille D, Kivitz AJ, Silver D, Appleton BE. Intraarticular injection of anakinra in osteoarthritis of the knee: a multicenter, randomized, double-blind, placebo-controlled study. Arthritis Rheum. 2009 Mar 15;61(3):344-52. doi: 10.1002/art.24096."
                },
                {
                    "pmid": "30323693",
                    "type": "BACKGROUND",
                    "citation": "Wu Y, Goh EL, Wang D, Ma S. Novel treatments for osteoarthritis: an update. Open Access Rheumatol. 2018 Oct 4;10:135-140. doi: 10.2147/OARRR.S176666. eCollection 2018."
                },
                {
                    "pmid": "27668131",
                    "type": "BACKGROUND",
                    "citation": "van Drumpt RA, van der Weegen W, King W, Toler K, Macenski MM. Safety and Treatment Effectiveness of a Single Autologous Protein Solution Injection in Patients with Knee Osteoarthritis. Biores Open Access. 2016 Aug 1;5(1):261-8. doi: 10.1089/biores.2016.0014. eCollection 2016."
                },
                {
                    "pmid": "30705532",
                    "type": "BACKGROUND",
                    "citation": "Vitale ND, Vandenbulcke F, Chisari E, Iacono F, Lovato L, Di Matteo B, Kon E. Innovative regenerative medicine in the management of knee OA: The role of Autologous Protein Solution. J Clin Orthop Trauma. 2019 Jan-Feb;10(1):49-52. doi: 10.1016/j.jcot.2018.08.019. Epub 2018 Aug 23. Erratum In: J Clin Orthop Trauma. 2020 Nov-Dec;11(6):1169-1171. doi: 10.1016/j.jcot.2020.09.032. J Clin Orthop Trauma. 2020 Nov-Dec;11(6):1178. doi: 10.1016/j.jcot.2020.10.026. J Clin Orthop Trauma. 2020 Nov-Dec;11(6):1172-1174. doi: 10.1016/j.jcot.2020.10.044."
                },
                {
                    "pmid": "29016185",
                    "type": "BACKGROUND",
                    "citation": "Kon E, Engebretsen L, Verdonk P, Nehrer S, Filardo G. Clinical Outcomes of Knee Osteoarthritis Treated With an Autologous Protein Solution Injection: A 1-Year Pilot Double-Blinded Randomized Controlled Trial. Am J Sports Med. 2018 Jan;46(1):171-180. doi: 10.1177/0363546517732734. Epub 2017 Oct 10."
                },
                {
                    "pmid": "27446948",
                    "type": "BACKGROUND",
                    "citation": "Li X, Duan L, Liang Y, Zhu W, Xiong J, Wang D. Human Umbilical Cord Blood-Derived Mesenchymal Stem Cells Contribute to Chondrogenesis in Coculture with Chondrocytes. Biomed Res Int. 2016;2016:3827057. doi: 10.1155/2016/3827057. Epub 2016 Jun 30."
                },
                {
                    "pmid": "17537668",
                    "type": "BACKGROUND",
                    "citation": "Ribatti D, Vacca A, Rusnati M, Presta M. The discovery of basic fibroblast growth factor/fibroblast growth factor-2 and its role in haematological malignancies. Cytokine Growth Factor Rev. 2007 Jun-Aug;18(3-4):327-34. doi: 10.1016/j.cytogfr.2007.04.011. Epub 2007 May 29."
                },
                {
                    "pmid": "23978163",
                    "type": "BACKGROUND",
                    "citation": "Lv YT, Zhang Y, Liu M, Qiuwaxi JN, Ashwood P, Cho SC, Huan Y, Ge RC, Chen XW, Wang ZJ, Kim BJ, Hu X. Transplantation of human cord blood mononuclear cells and umbilical cord-derived mesenchymal stem cells in autism. J Transl Med. 2013 Aug 27;11:196. doi: 10.1186/1479-5876-11-196."
                },
                {
                    "pmid": "29321825",
                    "type": "BACKGROUND",
                    "citation": "Coutts M, Soriano R, Naidoo R, Torfi H. Umbilical cord blood stem cell treatment for a patient with psoriatic arthritis. World J Stem Cells. 2017 Dec 26;9(12):235-240. doi: 10.4252/wjsc.v9.i12.235."
                },
                {
                    "pmid": "26236347",
                    "type": "BACKGROUND",
                    "citation": "Feng M, Lu A, Gao H, Qian C, Zhang J, Lin T, Zhao Y. Safety of Allogeneic Umbilical Cord Blood Stem Cells Therapy in Patients with Severe Cerebral Palsy: A Retrospective Study. Stem Cells Int. 2015;2015:325652. doi: 10.1155/2015/325652. Epub 2015 Jul 8."
                },
                {
                    "pmid": "17097645",
                    "type": "BACKGROUND",
                    "citation": "Perrier S, Darakhshan F, Hajduch E. IL-1 receptor antagonist in metabolic diseases: Dr Jekyll or Mr Hyde? FEBS Lett. 2006 Nov 27;580(27):6289-94. doi: 10.1016/j.febslet.2006.10.061. Epub 2006 Nov 3."
                },
                {
                    "pmid": "15996071",
                    "type": "BACKGROUND",
                    "citation": "Chevalier X, Giraudeau B, Conrozier T, Marliere J, Kiefer P, Goupille P. Safety study of intraarticular injection of interleukin 1 receptor antagonist in patients with painful knee osteoarthritis: a multicenter study. J Rheumatol. 2005 Jul;32(7):1317-23."
                },
                {
                    "pmid": "31722745",
                    "type": "BACKGROUND",
                    "citation": "Mehta S, Akhtar S, Porter RM, Onnerfjord P, Bajpayee AG. Interleukin-1 receptor antagonist (IL-1Ra) is more effective in suppressing cytokine-induced catabolism in cartilage-synovium co-culture than in cartilage monoculture. Arthritis Res Ther. 2019 Nov 13;21(1):238. doi: 10.1186/s13075-019-2003-y."
                },
                {
                    "pmid": "25329668",
                    "type": "BACKGROUND",
                    "citation": "Xie J, Broxmeyer HE, Feng D, Schweitzer KS, Yi R, Cook TG, Chitteti BR, Barwinska D, Traktuev DO, Van Demark MJ, Justice MJ, Ou X, Srour EF, Prockop DJ, Petrache I, March KL. Human adipose-derived stem cells ameliorate cigarette smoke-induced murine myelosuppression via secretion of TSG-6. Stem Cells. 2015 Feb;33(2):468-78. doi: 10.1002/stem.1851."
                },
                {
                    "pmid": "20733349",
                    "type": "BACKGROUND",
                    "citation": "Chen B, Qin J, Wang H, Magdalou J, Chen L. Effects of adenovirus-mediated bFGF, IL-1Ra and IGF-1 gene transfer on human osteoarthritic chondrocytes and osteoarthritis in rabbits. Exp Mol Med. 2010 Oct 31;42(10):684-95. doi: 10.3858/emm.2010.42.10.067."
                },
                {
                    "pmid": "29160173",
                    "type": "BACKGROUND",
                    "citation": "Evans CH, Ghivizzani SC, Robbins PD. Gene Delivery to Joints by Intra-Articular Injection. Hum Gene Ther. 2018 Jan;29(1):2-14. doi: 10.1089/hum.2017.181."
                },
                {
                    "pmid": "23206696",
                    "type": "BACKGROUND",
                    "citation": "Lee TJ, Jang J, Kang S, Jin M, Shin H, Kim DW, Kim BS. Enhancement of osteogenic and chondrogenic differentiation of human embryonic stem cells by mesodermal lineage induction with BMP-4 and FGF2 treatment. Biochem Biophys Res Commun. 2013 Jan 11;430(2):793-7. doi: 10.1016/j.bbrc.2012.11.067. Epub 2012 Dec 1."
                },
                {
                    "pmid": "3129508",
                    "type": "BACKGROUND",
                    "citation": "Wahl SM, Hunt DA, Wong HL, Dougherty S, McCartney-Francis N, Wahl LM, Ellingsworth L, Schmidt JA, Hall G, Roberts AB, et al. Transforming growth factor-beta is a potent immunosuppressive agent that inhibits IL-1-dependent lymphocyte proliferation. J Immunol. 1988 May 1;140(9):3026-32."
                },
                {
                    "pmid": "10611758",
                    "type": "BACKGROUND",
                    "citation": "Lebman DA, Edmiston JS. The role of TGF-beta in growth, differentiation, and maturation of B lymphocytes. Microbes Infect. 1999 Dec;1(15):1297-304. doi: 10.1016/s1286-4579(99)00254-3."
                },
                {
                    "pmid": "23073628",
                    "type": "BACKGROUND",
                    "citation": "Lennartsson J, Ronnstrand L. Stem cell factor receptor/c-Kit: from basic science to clinical implications. Physiol Rev. 2012 Oct;92(4):1619-49. doi: 10.1152/physrev.00046.2011."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gonzalez R, Woynarowski D, Geffner N. (2015). Stem Cells Targeting Inflammation as Potential Anti-aging Strategies and Therapies. Cell & Tissue Transplantation & Therapy 7 1-8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Soliman MF, El-Din SAS, Elshawarby LA, et al (2020) A Histopathological Study of the Therapeutic Effect of Mobilized Intrinsic Stem Cells versus Locally-Injected Stem Cells in Osteoarthritis Knee Joint in White Mice . Stem Cell. doi: 10.7537/marsscj110220.01"
                },
                {
                    "pmid": "10201543",
                    "type": "BACKGROUND",
                    "citation": "Binkley JM, Stratford PW, Lott SA, Riddle DL. The Lower Extremity Functional Scale (LEFS): scale development, measurement properties, and clinical application. North American Orthopaedic Rehabilitation Research Network. Phys Ther. 1999 Apr;79(4):371-83."
                },
                {
                    "pmid": "23315396",
                    "type": "BACKGROUND",
                    "citation": "Barrett JP, Siviero P. Retrospective study of outcomes in hyalgan(R)-treated patients with osteoarthritis of the knee. Clin Drug Investig. 2002;22(2):87-97. doi: 10.2165/00044011-200222020-00003."
                },
                {
                    "pmid": "30022616",
                    "type": "BACKGROUND",
                    "citation": "Teirlinck CH, Sonneveld DS, Bierma-Zeinstra SMA, Luijsterburg PAJ. Daily Pain Measurements and Retrospective Pain Measurements in Hip Osteoarthritis Patients With Intermittent Pain. Arthritis Care Res (Hoboken). 2019 Jun;71(6):768-776. doi: 10.1002/acr.23711. Epub 2019 Apr 23."
                },
                {
                    "pmid": "23245608",
                    "type": "RESULT",
                    "citation": "Murray CJ, Vos T, Lozano R, Naghavi M, Flaxman AD, Michaud C, Ezzati M, Shibuya K, Salomon JA, Abdalla S, Aboyans V, Abraham J, Ackerman I, Aggarwal R, Ahn SY, Ali MK, Alvarado M, Anderson HR, Anderson LM, Andrews KG, Atkinson C, Baddour LM, Bahalim AN, Barker-Collo S, Barrero LH, Bartels DH, Basanez MG, Baxter A, Bell ML, Benjamin EJ, Bennett D, Bernabe E, Bhalla K, Bhandari B, Bikbov B, Bin Abdulhak A, Birbeck G, Black JA, Blencowe H, Blore JD, Blyth F, Bolliger I, Bonaventure A, Boufous S, Bourne R, Boussinesq M, Braithwaite T, Brayne C, Bridgett L, Brooker S, Brooks P, Brugha TS, Bryan-Hancock C, Bucello C, Buchbinder R, Buckle G, Budke CM, Burch M, Burney P, Burstein R, Calabria B, Campbell B, Canter CE, Carabin H, Carapetis J, Carmona L, Cella C, Charlson F, Chen H, Cheng AT, Chou D, Chugh SS, Coffeng LE, Colan SD, Colquhoun S, Colson KE, Condon J, Connor MD, Cooper LT, Corriere M, Cortinovis M, de Vaccaro KC, Couser W, Cowie BC, Criqui MH, Cross M, Dabhadkar KC, Dahiya M, Dahodwala N, Damsere-Derry J, Danaei G, Davis A, De Leo D, Degenhardt L, Dellavalle R, Delossantos A, Denenberg J, Derrett S, Des Jarlais DC, Dharmaratne SD, Dherani M, Diaz-Torne C, Dolk H, Dorsey ER, Driscoll T, Duber H, Ebel B, Edmond K, Elbaz A, Ali SE, Erskine H, Erwin PJ, Espindola P, Ewoigbokhan SE, Farzadfar F, Feigin V, Felson DT, Ferrari A, Ferri CP, Fevre EM, Finucane MM, Flaxman S, Flood L, Foreman K, Forouzanfar MH, Fowkes FG, Fransen M, Freeman MK, Gabbe BJ, Gabriel SE, Gakidou E, Ganatra HA, Garcia B, Gaspari F, Gillum RF, Gmel G, Gonzalez-Medina D, Gosselin R, Grainger R, Grant B, Groeger J, Guillemin F, Gunnell D, Gupta R, Haagsma J, Hagan H, Halasa YA, Hall W, Haring D, Haro JM, Harrison JE, Havmoeller R, Hay RJ, Higashi H, Hill C, Hoen B, Hoffman H, Hotez PJ, Hoy D, Huang JJ, Ibeanusi SE, Jacobsen KH, James SL, Jarvis D, Jasrasaria R, Jayaraman S, Johns N, Jonas JB, Karthikeyan G, Kassebaum N, Kawakami N, Keren A, Khoo JP, King CH, Knowlton LM, Kobusingye O, Koranteng A, Krishnamurthi R, Laden F, Lalloo R, Laslett LL, Lathlean T, Leasher JL, Lee YY, Leigh J, Levinson D, Lim SS, Limb E, Lin JK, Lipnick M, Lipshultz SE, Liu W, Loane M, Ohno SL, Lyons R, Mabweijano J, MacIntyre MF, Malekzadeh R, Mallinger L, Manivannan S, Marcenes W, March L, Margolis DJ, Marks GB, Marks R, Matsumori A, Matzopoulos R, Mayosi BM, McAnulty JH, McDermott MM, McGill N, McGrath J, Medina-Mora ME, Meltzer M, Mensah GA, Merriman TR, Meyer AC, Miglioli V, Miller M, Miller TR, Mitchell PB, Mock C, Mocumbi AO, Moffitt TE, Mokdad AA, Monasta L, Montico M, Moradi-Lakeh M, Moran A, Morawska L, Mori R, Murdoch ME, Mwaniki MK, Naidoo K, Nair MN, Naldi L, Narayan KM, Nelson PK, Nelson RG, Nevitt MC, Newton CR, Nolte S, Norman P, Norman R, O'Donnell M, O'Hanlon S, Olives C, Omer SB, Ortblad K, Osborne R, Ozgediz D, Page A, Pahari B, Pandian JD, Rivero AP, Patten SB, Pearce N, Padilla RP, Perez-Ruiz F, Perico N, Pesudovs K, Phillips D, Phillips MR, Pierce K, Pion S, Polanczyk GV, Polinder S, Pope CA 3rd, Popova S, Porrini E, Pourmalek F, Prince M, Pullan RL, Ramaiah KD, Ranganathan D, Razavi H, Regan M, Rehm JT, Rein DB, Remuzzi G, Richardson K, Rivara FP, Roberts T, Robinson C, De Leon FR, Ronfani L, Room R, Rosenfeld LC, Rushton L, Sacco RL, Saha S, Sampson U, Sanchez-Riera L, Sanman E, Schwebel DC, Scott JG, Segui-Gomez M, Shahraz S, Shepard DS, Shin H, Shivakoti R, Singh D, Singh GM, Singh JA, Singleton J, Sleet DA, Sliwa K, Smith E, Smith JL, Stapelberg NJ, Steer A, Steiner T, Stolk WA, Stovner LJ, Sudfeld C, Syed S, Tamburlini G, Tavakkoli M, Taylor HR, Taylor JA, Taylor WJ, Thomas B, Thomson WM, Thurston GD, Tleyjeh IM, Tonelli M, Towbin JA, Truelsen T, Tsilimbaris MK, Ubeda C, Undurraga EA, van der Werf MJ, van Os J, Vavilala MS, Venketasubramanian N, Wang M, Wang W, Watt K, Weatherall DJ, Weinstock MA, Weintraub R, Weisskopf MG, Weissman MM, White RA, Whiteford H, Wiebe N, Wiersma ST, Wilkinson JD, Williams HC, Williams SR, Witt E, Wolfe F, Woolf AD, Wulf S, Yeh PH, Zaidi AK, Zheng ZJ, Zonies D, Lopez AD, AlMazroa MA, Memish ZA. Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012 Dec 15;380(9859):2197-223. doi: 10.1016/S0140-6736(12)61689-4. Erratum In: Lancet. 2013 Feb 23;381(9867):628. AlMazroa, Mohammad A [added]; Memish, Ziad A [added]."
                },
                {
                    "pmid": "23245605",
                    "type": "RESULT",
                    "citation": "Salomon JA, Vos T, Hogan DR, Gagnon M, Naghavi M, Mokdad A, Begum N, Shah R, Karyana M, Kosen S, Farje MR, Moncada G, Dutta A, Sazawal S, Dyer A, Seiler J, Aboyans V, Baker L, Baxter A, Benjamin EJ, Bhalla K, Bin Abdulhak A, Blyth F, Bourne R, Braithwaite T, Brooks P, Brugha TS, Bryan-Hancock C, Buchbinder R, Burney P, Calabria B, Chen H, Chugh SS, Cooley R, Criqui MH, Cross M, Dabhadkar KC, Dahodwala N, Davis A, Degenhardt L, Diaz-Torne C, Dorsey ER, Driscoll T, Edmond K, Elbaz A, Ezzati M, Feigin V, Ferri CP, Flaxman AD, Flood L, Fransen M, Fuse K, Gabbe BJ, Gillum RF, Haagsma J, Harrison JE, Havmoeller R, Hay RJ, Hel-Baqui A, Hoek HW, Hoffman H, Hogeland E, Hoy D, Jarvis D, Karthikeyan G, Knowlton LM, Lathlean T, Leasher JL, Lim SS, Lipshultz SE, Lopez AD, Lozano R, Lyons R, Malekzadeh R, Marcenes W, March L, Margolis DJ, McGill N, McGrath J, Mensah GA, Meyer AC, Michaud C, Moran A, Mori R, Murdoch ME, Naldi L, Newton CR, Norman R, Omer SB, Osborne R, Pearce N, Perez-Ruiz F, Perico N, Pesudovs K, Phillips D, Pourmalek F, Prince M, Rehm JT, Remuzzi G, Richardson K, Room R, Saha S, Sampson U, Sanchez-Riera L, Segui-Gomez M, Shahraz S, Shibuya K, Singh D, Sliwa K, Smith E, Soerjomataram I, Steiner T, Stolk WA, Stovner LJ, Sudfeld C, Taylor HR, Tleyjeh IM, van der Werf MJ, Watson WL, Weatherall DJ, Weintraub R, Weisskopf MG, Whiteford H, Wilkinson JD, Woolf AD, Zheng ZJ, Murray CJ, Jonas JB. Common values in assessing health outcomes from disease and injury: disability weights measurement study for the Global Burden of Disease Study 2010. Lancet. 2012 Dec 15;380(9859):2129-43. doi: 10.1016/S0140-6736(12)61680-8. Erratum In: Lancet. 2013 Feb 23;381(9867):628. Jonas, Jost B [added]."
                },
                {
                    "pmid": "16595438",
                    "type": "RESULT",
                    "citation": "Katz JN. Lumbar disc disorders and low-back pain: socioeconomic factors and consequences. J Bone Joint Surg Am. 2006 Apr;88 Suppl 2:21-4. doi: 10.2106/JBJS.E.01273."
                },
                {
                    "pmid": "2951048",
                    "type": "RESULT",
                    "citation": "Bernard TN Jr, Kirkaldy-Willis WH. Recognizing specific characteristics of nonspecific low back pain. Clin Orthop Relat Res. 1987 Apr;(217):266-80."
                },
                {
                    "pmid": "21463470",
                    "type": "RESULT",
                    "citation": "Liliang PC, Lu K, Liang CL, Tsai YD, Wang KW, Chen HJ. Sacroiliac joint pain after lumbar and lumbosacral fusion: findings using dual sacroiliac joint blocks. Pain Med. 2011 Apr;12(4):565-70. doi: 10.1111/j.1526-4637.2011.01087.x. Epub 2011 Apr 4."
                },
                {
                    "pmid": "21481166",
                    "type": "RESULT",
                    "citation": "DePalma MJ, Ketchum JM, Saullo TR. Etiology of chronic low back pain in patients having undergone lumbar fusion. Pain Med. 2011 May;12(5):732-9. doi: 10.1111/j.1526-4637.2011.01098.x. Epub 2011 Apr 11."
                },
                {
                    "pmid": "33159851",
                    "type": "RESULT",
                    "citation": "Hunter DJ, March L, Chew M. Osteoarthritis in 2020 and beyond: a Lancet Commission. Lancet. 2020 Nov 28;396(10264):1711-1712. doi: 10.1016/S0140-6736(20)32230-3. Epub 2020 Nov 4. No abstract available."
                },
                {
                    "type": "RESULT",
                    "citation": "9. US Bone and Joint Initiative. Osteoarthritis | BMUS: The Burden of Musculoskeletal Diseases in the United States. [cited 2020 December]; 4th Edition:[Available from: https://www.boneandjointburden.org/fourth-edition/iiib10/osteoarthritis."
                },
                {
                    "type": "RESULT",
                    "citation": "March, L., et al., Osteoarthritis: A Serious Disease: Submitted to the U.S. Food and Drug Administration. 2016."
                },
                {
                    "pmid": "20583113",
                    "type": "RESULT",
                    "citation": "Hunter DJ, Neogi T, Hochberg MC. Quality of osteoarthritis management and the need for reform in the US. Arthritis Care Res (Hoboken). 2011 Jan;63(1):31-8. doi: 10.1002/acr.20278. Epub 2010 Jun 25. No abstract available."
                },
                {
                    "pmid": "31299387",
                    "type": "RESULT",
                    "citation": "Zhao X, Shah D, Gandhi K, Wei W, Dwibedi N, Webster L, Sambamoorthi U. Clinical, humanistic, and economic burden of osteoarthritis among noninstitutionalized adults in the United States. Osteoarthritis Cartilage. 2019 Nov;27(11):1618-1626. doi: 10.1016/j.joca.2019.07.002. Epub 2019 Jul 9."
                },
                {
                    "pmid": "31908149",
                    "type": "RESULT",
                    "citation": "Kolasinski SL, Neogi T, Hochberg MC, Oatis C, Guyatt G, Block J, Callahan L, Copenhaver C, Dodge C, Felson D, Gellar K, Harvey WF, Hawker G, Herzig E, Kwoh CK, Nelson AE, Samuels J, Scanzello C, White D, Wise B, Altman RD, DiRenzo D, Fontanarosa J, Giradi G, Ishimori M, Misra D, Shah AA, Shmagel AK, Thoma LM, Turgunbaev M, Turner AS, Reston J. 2019 American College of Rheumatology/Arthritis Foundation Guideline for the Management of Osteoarthritis of the Hand, Hip, and Knee. Arthritis Care Res (Hoboken). 2020 Feb;72(2):149-162. doi: 10.1002/acr.24131. Epub 2020 Jan 6. Erratum In: Arthritis Care Res (Hoboken). 2021 May;73(5):764. doi: 10.1002/acr.24615."
                },
                {
                    "pmid": "22304678",
                    "type": "RESULT",
                    "citation": "Gore M, Tai KS, Sadosky A, Leslie D, Stacey BR. Use and costs of prescription medications and alternative treatments in patients with osteoarthritis and chronic low back pain in community-based settings. Pain Pract. 2012 Sep;12(7):550-60. doi: 10.1111/j.1533-2500.2012.00532.x. Epub 2012 Feb 5."
                },
                {
                    "pmid": "29509867",
                    "type": "RESULT",
                    "citation": "Krebs EE, Gravely A, Nugent S, Jensen AC, DeRonne B, Goldsmith ES, Kroenke K, Bair MJ, Noorbaloochi S. Effect of Opioid vs Nonopioid Medications on Pain-Related Function in Patients With Chronic Back Pain or Hip or Knee Osteoarthritis Pain: The SPACE Randomized Clinical Trial. JAMA. 2018 Mar 6;319(9):872-882. doi: 10.1001/jama.2018.0899."
                },
                {
                    "pmid": "11892709",
                    "type": "RESULT",
                    "citation": "Luukkainen RK, Wennerstrand PV, Kautiainen HH, Sanila MT, Asikainen EL. Efficacy of periarticular corticosteroid treatment of the sacroiliac joint in non-spondylarthropathic patients with chronic low back pain in the region of the sacroiliac joint. Clin Exp Rheumatol. 2002 Jan-Feb;20(1):52-4."
                },
                {
                    "pmid": "10084038",
                    "type": "RESULT",
                    "citation": "Luukkainen R, Nissila M, Asikainen E, Sanila M, Lehtinen K, Alanaatu A, Kautiainen H. Periarticular corticosteroid treatment of the sacroiliac joint in patients with seronegative spondylarthropathy. Clin Exp Rheumatol. 1999 Jan-Feb;17(1):88-90."
                },
                {
                    "pmid": "16880873",
                    "type": "RESULT",
                    "citation": "Fortin JD, Tolchin RB. Sacroiliac arthrograms and post-arthrography computerized tomography. Pain Physician. 2003 Jul;6(3):287-90."
                },
                {
                    "pmid": "23615883",
                    "type": "RESULT",
                    "citation": "Manchikanti L, Abdi S, Atluri S, Benyamin RM, Boswell MV, Buenaventura RM, Bryce DA, Burks PA, Caraway DL, Calodney AK, Cash KA, Christo PJ, Cohen SP, Colson J, Conn A, Cordner H, Coubarous S, Datta S, Deer TR, Diwan S, Falco FJ, Fellows B, Geffert S, Grider JS, Gupta S, Hameed H, Hameed M, Hansen H, Helm S 2nd, Janata JW, Justiz R, Kaye AD, Lee M, Manchikanti KN, McManus CD, Onyewu O, Parr AT, Patel VB, Racz GB, Sehgal N, Sharma ML, Simopoulos TT, Singh V, Smith HS, Snook LT, Swicegood JR, Vallejo R, Ward SP, Wargo BW, Zhu J, Hirsch JA. An update of comprehensive evidence-based guidelines for interventional techniques in chronic spinal pain. Part II: guidance and recommendations. Pain Physician. 2013 Apr;16(2 Suppl):S49-283."
                },
                {
                    "pmid": "19644537",
                    "type": "RESULT",
                    "citation": "Manchikanti L, Boswell MV, Singh V, Benyamin RM, Fellows B, Abdi S, Buenaventura RM, Conn A, Datta S, Derby R, Falco FJ, Erhart S, Diwan S, Hayek SM, Helm S, Parr AT, Schultz DM, Smith HS, Wolfer LR, Hirsch JA; ASIPP-IPM. Comprehensive evidence-based guidelines for interventional techniques in the management of chronic spinal pain. Pain Physician. 2009 Jul-Aug;12(4):699-802."
                },
                {
                    "pmid": "20124882",
                    "type": "RESULT",
                    "citation": "American Society of Anesthesiologists Task Force on Chronic Pain Management; American Society of Regional Anesthesia and Pain Medicine. Practice guidelines for chronic pain management: an updated report by the American Society of Anesthesiologists Task Force on Chronic Pain Management and the American Society of Regional Anesthesia and Pain Medicine. Anesthesiology. 2010 Apr;112(4):810-33. doi: 10.1097/ALN.0b013e3181c43103. No abstract available."
                },
                {
                    "pmid": "18648237",
                    "type": "RESULT",
                    "citation": "Cohen SP, Hurley RW, Buckenmaier CC 3rd, Kurihara C, Morlando B, Dragovich A. Randomized placebo-controlled study evaluating lateral branch radiofrequency denervation for sacroiliac joint pain. Anesthesiology. 2008 Aug;109(2):279-88. doi: 10.1097/ALN.0b013e31817f4c7c."
                },
                {
                    "pmid": "22299761",
                    "type": "RESULT",
                    "citation": "Patel N, Gross A, Brown L, Gekht G. A randomized, placebo-controlled study to assess the efficacy of lateral branch neurotomy for chronic sacroiliac joint pain. Pain Med. 2012 Mar;13(3):383-98. doi: 10.1111/j.1526-4637.2012.01328.x. Epub 2012 Feb 2."
                },
                {
                    "pmid": "16153580",
                    "type": "RESULT",
                    "citation": "Buchowski JM, Kebaish KM, Sinkov V, Cohen DB, Sieber AN, Kostuik JP. Functional and radiographic outcome of sacroiliac arthrodesis for the disorders of the sacroiliac joint. Spine J. 2005 Sep-Oct;5(5):520-8; discussion 529. doi: 10.1016/j.spinee.2005.02.022."
                },
                {
                    "pmid": "23284593",
                    "type": "RESULT",
                    "citation": "Rudolf L. Sacroiliac Joint Arthrodesis-MIS Technique with Titanium Implants: Report of the First 50 Patients and Outcomes. Open Orthop J. 2012;6:495-502. doi: 10.2174/1874325001206010495. Epub 2012 Nov 30."
                },
                {
                    "pmid": "24040944",
                    "type": "RESULT",
                    "citation": "Cummings J Jr, Capobianco RA. Minimally invasive sacroiliac joint fusion: one-year outcomes in 18 patients. Ann Surg Innov Res. 2013 Sep 16;7(1):12. doi: 10.1186/1750-1164-7-12."
                },
                {
                    "pmid": "23997957",
                    "type": "RESULT",
                    "citation": "Sachs D, Capobianco R. Minimally invasive sacroiliac joint fusion: one-year outcomes in 40 patients. Adv Orthop. 2013;2013:536128. doi: 10.1155/2013/536128. Epub 2013 Aug 13."
                },
                {
                    "pmid": "24091432",
                    "type": "RESULT",
                    "citation": "Gaetani P, Miotti D, Risso A, Bettaglio R, Bongetta D, Custodi V, Silvani V. Percutaneous arthrodesis of sacro-iliac joint: a pilot study. J Neurosurg Sci. 2013 Dec;57(4):297-301."
                },
                {
                    "pmid": "24363562",
                    "type": "RESULT",
                    "citation": "Duhon BS, Cher DJ, Wine KD, Lockstadt H, Kovalsky D, Soo CL. Safety and 6-month effectiveness of minimally invasive sacroiliac joint fusion: a prospective study. Med Devices (Auckl). 2013 Dec 13;6:219-29. doi: 10.2147/MDER.S55197. eCollection 2013."
                },
                {
                    "pmid": "31485234",
                    "type": "RESULT",
                    "citation": "Di Matteo B, Vandenbulcke F, Vitale ND, Iacono F, Ashmore K, Marcacci M, Kon E. Minimally Manipulated Mesenchymal Stem Cells for the Treatment of Knee Osteoarthritis: A Systematic Review of Clinical Evidence. Stem Cells Int. 2019 Aug 14;2019:1735242. doi: 10.1155/2019/1735242. eCollection 2019."
                },
                {
                    "pmid": "32551947",
                    "type": "RESULT",
                    "citation": "Filardo G, Previtali D, Napoli F, Candrian C, Zaffagnini S, Grassi A. PRP Injections for the Treatment of Knee Osteoarthritis: A Meta-Analysis of Randomized Controlled Trials. Cartilage. 2021 Dec;13(1_suppl):364S-375S. doi: 10.1177/1947603520931170. Epub 2020 Jun 19."
                },
                {
                    "pmid": "20104937",
                    "type": "RESULT",
                    "citation": "Malemud CJ. Anticytokine therapy for osteoarthritis: evidence to date. Drugs Aging. 2010 Feb 1;27(2):95-115. doi: 10.2165/11319950-000000000-00000."
                },
                {
                    "pmid": "31291980",
                    "type": "RESULT",
                    "citation": "Wang F, Liu J, Chen X, Zheng X, Qu N, Zhang B, Xia C. IL-1beta receptor antagonist (IL-1Ra) combined with autophagy inducer (TAT-Beclin1) is an effective alternative for attenuating extracellular matrix degradation in rat and human osteoarthritis chondrocytes. Arthritis Res Ther. 2019 Jul 10;21(1):171. doi: 10.1186/s13075-019-1952-5."
                },
                {
                    "pmid": "24981198",
                    "type": "RESULT",
                    "citation": "O'Shaughnessey K, Matuska A, Hoeppner J, Farr J, Klaassen M, Kaeding C, Lattermann C, King W, Woodell-May J. Autologous protein solution prepared from the blood of osteoarthritic patients contains an enhanced profile of anti-inflammatory cytokines and anabolic growth factors. J Orthop Res. 2014 Oct;32(10):1349-55. doi: 10.1002/jor.22671. Epub 2014 Jul 1."
                },
                {
                    "pmid": "32660628",
                    "type": "RESULT",
                    "citation": "Angadi DS, Macdonald H, Atwal N. Autologous cell-free serum preparations in the management of knee osteoarthritis: what is the current clinical evidence? Knee Surg Relat Res. 2020 Mar 23;32(1):16. doi: 10.1186/s43019-020-00036-5."
                },
                {
                    "pmid": "26915009",
                    "type": "RESULT",
                    "citation": "King W, van der Weegen W, Van Drumpt R, Soons H, Toler K, Woodell-May J. White blood cell concentration correlates with increased concentrations of IL-1ra and improvement in WOMAC pain scores in an open-label safety study of autologous protein solution. J Exp Orthop. 2016 Dec;3(1):9. doi: 10.1186/s40634-016-0043-7. Epub 2016 Feb 9."
                },
                {
                    "pmid": "20577840",
                    "type": "RESULT",
                    "citation": "Lee MW, Jang IK, Yoo KH, Sung KW, Koo HH. Stem and progenitor cells in human umbilical cord blood. Int J Hematol. 2010 Jul;92(1):45-51. doi: 10.1007/s12185-010-0619-4. Epub 2010 Jun 25."
                },
                {
                    "pmid": "29067104",
                    "type": "RESULT",
                    "citation": "Zhang H, Tao Y, Ren S, Liu H, Zhou H, Hu J, Tang Y, Zhang B, Chen H. Isolation and characterization of human umbilical cord-derived endothelial colony-forming cells. Exp Ther Med. 2017 Nov;14(5):4160-4166. doi: 10.3892/etm.2017.5035. Epub 2017 Aug 25."
                },
                {
                    "pmid": "29290800",
                    "type": "RESULT",
                    "citation": "Hu Y, Rao SS, Wang ZX, Cao J, Tan YJ, Luo J, Li HM, Zhang WS, Chen CY, Xie H. Exosomes from human umbilical cord blood accelerate cutaneous wound healing through miR-21-3p-mediated promotion of angiogenesis and fibroblast function. Theranostics. 2018 Jan 1;8(1):169-184. doi: 10.7150/thno.21234. eCollection 2018."
                },
                {
                    "pmid": "12615796",
                    "type": "RESULT",
                    "citation": "Rehman J, Li J, Orschell CM, March KL. Peripheral blood \"endothelial progenitor cells\" are derived from monocyte/macrophages and secrete angiogenic growth factors. Circulation. 2003 Mar 4;107(8):1164-9. doi: 10.1161/01.cir.0000058702.69484.a0."
                },
                {
                    "pmid": "28452204",
                    "type": "RESULT",
                    "citation": "Caplan AI. Mesenchymal Stem Cells: Time to Change the Name! Stem Cells Transl Med. 2017 Jun;6(6):1445-1451. doi: 10.1002/sctm.17-0051. Epub 2017 Apr 28."
                },
                {
                    "pmid": "32054483",
                    "type": "RESULT",
                    "citation": "Gupta A, El-Amin SF 3rd, Levy HJ, Sze-Tu R, Ibim SE, Maffulli N. Umbilical cord-derived Wharton's jelly for regenerative medicine applications. J Orthop Surg Res. 2020 Feb 13;15(1):49. doi: 10.1186/s13018-020-1553-7."
                },
                {
                    "pmid": "9247654",
                    "type": "RESULT",
                    "citation": "Fortin JD, Falco FJ. The Fortin finger test: an indicator of sacroiliac pain. Am J Orthop (Belle Mead NJ). 1997 Jul;26(7):477-80."
                },
                {
                    "pmid": "19101212",
                    "type": "RESULT",
                    "citation": "Szadek KM, van der Wurff P, van Tulder MW, Zuurmond WW, Perez RS. Diagnostic validity of criteria for sacroiliac joint pain: a systematic review. J Pain. 2009 Apr;10(4):354-68. doi: 10.1016/j.jpain.2008.09.014. Epub 2008 Dec 19."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Overview",
                    "url": "http://emedicine.medscape.com/article/1930582"
                },
                {
                    "label": "Flexion Therapeutics, Inc. (2021, February 18). Flexion therapeutics to Advance Investigational gene Therapy FX201 into high Dose cohort of Phase 1 clinical trial in knee OSTEOARTHRITIS and Expand low and Mid dose treatment groups. Retrieved May 19, 2",
                    "url": "https://www.globenewswire.com/news-release/2021/02/18/2177939/0/en/Flexion-Therapeutics-to-Advance-Investigational-Gene-Therapy-FX201-into-High-Dose-Cohort-of-Phase-1-Clinical-Trial-in-Knee-Osteoarthritis-and-Expand-Low-and-Mid-Dose-Treatment-Grou.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Pain, Back",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}