{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05985772",
            "orgStudyIdInfo": {
                "id": "19082802"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Operative vs Non-operative Management of Posterior-medial Meniscal Root Tears: A Randomized Multicenter Trial (RCT)",
            "officialTitle": "Operative vs Non-operative Management of Posterior-medial Meniscal Root Tears: A Randomized Multicenter Trial (RCT)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "operative-vs-non-operative-management-of-posterior-medial-meniscal-root-tears-a-randomized-multicenter-trial-rct"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-02",
            "studyFirstSubmitQcDate": "2023-08-02",
            "studyFirstPostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-09",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "International Society of Arthroscopy, Knee Surgery and Orthopaedic Sports Medicine (ISAKOS)",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine differences in pain, functional patient reported outcomes, and objective imaging parameters following non-operative and meniscus root repair treatment. Furthermore, the long-term goal of this research proposal is to understand the natural history of meniscal root tears and their subsequent repair, in order to better determine risk factors for inferior outcomes and progression to osteoarthritis (OA).",
            "detailedDescription": "This study is a pragmatic design, parallel group, randomized clinical trial in which 140 subjects with a diagnosed medial meniscus root tear based on MRI and confirmed intra-operatively will be randomized to one of two treatment arms. The first group (ARM 1) will be treated non-operatively with analgesics, physical therapy, and will be kept non-weight bearing for 6 weeks (to match the postoperative protocol). If no subjective improvement is seen at 3 months, crossover will be allowed to a transtibial medial meniscal root repair (acute operative pathway (ARM 2) (CONSORT Flow Diagram)) as determined by 3 month patient reported outcomes (PROs and operating study physician approval.\n\nThe second group (ARM 2) will be treated acutely with a transtibial medial meniscus root repair and will be non-weight bearing for 6 weeks as well. A previously published protocol will be used to standardize the rehabilitation. (14) Subjects will be followed with patient reported outcomes, serial radiographs (3 views), and a magnetic resonance imaging (MRI) scan at 12 months to determine repair status, meniscal extrusion, and presence of degenerative changes. Subjects who crossover at 3 months will be evaluated using additional MRI imaging prior to assignment to the acute operative meniscal root repair pathway (ARM 2). These subjects will crossover from ARM 1 to ARM 2 without first performing the ARM 1, 3 month radiograph (x-rays-3 views). The 3-month radiograph (x-rays-3 views) will be performed 3 months post-operative."
        },
        "conditionsModule": {
            "conditions": [
                "Meniscus Tear, Tibial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study is a pragmatic design, parallel group, randomized clinical trial in which 140 subjects with a diagnosed medial meniscus root tear based on MRI and confirmed intra-operatively will be randomized to one of two treatment arms.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Randomization will be structured so that surgeons at all sites are contributing an equal number of subjects to the non-operative and operative treatment arms, to mitigate the chance that differences in outcomes between the groups are confounded by variability in surgeon skill and technique. Randomization groups will be delivered by means of sealed opaque envelopes. Surgeons(Investigators) will be masked to the group assignment.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Non-operative Control (ARM 1)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects randomized to the non-operative treatment arm will receive analgesics, physical therapy and will remain non-weight bearing. This will consist in anti-inflammatory drugs daily for 8-12 weeks and supervised physical therapy at least twice a week over a period of 8 weeks. Subjects in the non-operative arm will be offered the opportunity to crossover to the operative arm (ARM 2) of the study if the subjects do not report symptomatic improvement within 3 months after entry in this study.",
                    "interventionNames": [
                        "Other: Non-Operative Pain Management"
                    ]
                },
                {
                    "label": "Operative Intervention (ARM 2)",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects randomized to the operative treatment arm will undergo transtibial medial meniscus root repair within 3 weeks of enrollment. All surgically treated subjects, regardless if repairs were performed acutely or after cross over, will receive identical postoperative rehabilitation.",
                    "interventionNames": [
                        "Procedure: Operative treatment arm will undergo transtibial medial meniscus root repair within 3 weeks of enrollment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Non-Operative Pain Management",
                    "description": "The non-operative treatment arm will receive analgesics, physical therapy and will remain non-weight bearing. This will consist in anti-inflammatory drugs daily for 8-12 weeks and supervised physical therapy at least twice a week over a period of 8 weeks. Subjects in the non-operative arm will be offered the opportunity to crossover to the operative arm (ARM 2) of the study if the subjects do not report symptomatic improvement within 3 months after entry in this study.",
                    "armGroupLabels": [
                        "Non-operative Control (ARM 1)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Operative treatment arm will undergo transtibial medial meniscus root repair within 3 weeks of enrollment",
                    "description": "The operative treatment group (ARM 2) will be treated acutely with a transtibial medial meniscus root repair and will be non-weight bearing for 6 weeks as well. For ARM 1 subjects if no subjective improvement is seen at 3 months, crossover will be allowed to a transtibial medial meniscal root repair (acute operative pathway (ARM 2)",
                    "armGroupLabels": [
                        "Operative Intervention (ARM 2)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Visual analogue scale (VAS) for pain",
                    "description": "The Visual Analogue Scale (VAS) measures pain intensity. The VAS consists of a 10cm line, with two end points representing 0 ('no pain') and 10 ('pain as bad as it could possibly be'). Ask the patient to rate their current level of pain by placing a mark on the line.",
                    "timeFrame": "Enrollment up to 12 months postoperatively (18 months if crossover at 3 months from ARM 1 to ARM 2)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Western Ontario Meniscal Evaluation Tool (WOMET)",
                    "description": "We will measure symptoms of osteoarthritis (OA) of the knee using the Western Ontario Meniscal Evaluation Tool (WOMET). The instrument has 16 items representing the domains of physical symptoms (nine items), sports/recreation/work/lifestyle (four items), and emotions (three items).This instrument has been validated for additional meniscal injury etiologies including degenerative tears.",
                    "timeFrame": "Enrollment up to 12 months postoperatively (18 months if crossover at 3 months from ARM 1 to ARM 2)"
                },
                {
                    "measure": "Knee Osteoarthritis and Outcomes Score (KOOS)",
                    "description": "The KOOS is a 42-item knee-specific questionnaire with five separately reported domains, including pain (9 items), other symptoms (7 items), function in daily living (17 items), function in sports/recreation (5 items) and knee-related quality of life (4 items). Domain scores represent the average of all items in the domain standardized to a score from 0 to 100. This instrument has face validity and has demonstrated construct validity, excellent test-retest reliability for each domain (range, 0.75 to 0.93) and has been shown to be responsive to change in patients with knee osteoarthritis (OA).",
                    "timeFrame": "Enrollment up to 12 months postoperatively (18 months if crossover at 3 months from ARM 1 to ARM 2)"
                },
                {
                    "measure": "European Quality of Life Scale (Euro-QoL)",
                    "description": "The EuroQol (EQ) comprises two sections, the EQ-5D(5 level digit) index and the EQ-5D visual analogue scale (VAS). The EQ-5D index is a 5 item standardized generic measure of HRQOL that includes domains of mobility, self-care, usual activities, pain and discomfort, and anxiety and depression. Each item is scored using a 3-point response scale and each combination of response choices describes a health state.",
                    "timeFrame": "Enrollment up to 12 months postoperatively (18 months if crossover at 3 months from ARM 1 to ARM 2)"
                },
                {
                    "measure": "Lysholm knee score",
                    "description": "The Lysholm score is comprised of eight domains including limp, locking, pain, stair climbing, and use of supports, instability, swelling, and squatting, for a combined score ranging from 0-100.",
                    "timeFrame": "Enrollment up to 12 months postoperatively (18 months if crossover at 3 months from ARM 1 to ARM 2)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* MRI-verified isolated tibial medial meniscus root tear\n* Subject must be 18 years of age or older\n\nExclusion Criteria:\n\n* Concurrent ligamentous knee pathology requiring surgical intervention (i.e. anterior cruciate ligament tear, posterior cruciate ligament tear, posterolateral corner injury, high-grade medial collateral ligament tear),\n* Preoperative Kellgren-Lawrence grade of 3 or 4\n* Inability to complete outcome questionnaires or comply with required postoperative imaging or MRI requirements, or medical contraindications to surgery or physical therapy.\n* There will be no exclusion criteria regarding body mass index (BMI) or mechanical alignment, however subjects will be stratified in groups for further analysis (BMI less and over 35 and varus alignment below and over 3º of varus).\n* Pregnancy\n* Subjects \\< 18 years of age",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carla M. Edwards, PhD",
                    "role": "CONTACT",
                    "phone": "312-563-5735",
                    "email": "carla_edwards@rush.edu"
                },
                {
                    "name": "Jorge Chahla, MD",
                    "role": "CONTACT",
                    "phone": "(312) 432-2818",
                    "email": "jorge.chahla@rushortho.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jorge Chahla, MD",
                    "affiliation": "Rush University Medical Center Associate Professor and Surgeon",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Medical Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carla M Edwards, PhD",
                            "role": "CONTACT",
                            "phone": "312-563-5735",
                            "email": "carla_edwards@rush.edu"
                        },
                        {
                            "name": "Jorge Chahla, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Adam Yanke, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070600",
                    "term": "Tibial Meniscus Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "relevance": "LOW"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M603",
                    "name": "Tibial Meniscus Injuries",
                    "asFound": "Meniscus Tear, Tibial",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                }
            ]
        }
    },
    "hasResults": false
}