{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05778604",
            "orgStudyIdInfo": {
                "id": "STUDY00003260"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MD018025",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MD018025"
                }
            ],
            "organization": {
                "fullName": "University of Central Florida",
                "class": "OTHER"
            },
            "briefTitle": "Optimizing a Technology-based Body and Mind Intervention",
            "officialTitle": "Optimizing a Technology-based Body and Mind Intervention to Prevent Falls and Reduce Health Disparities in Low-income Populations",
            "therapeuticArea": [
                "Other"
            ],
            "study": "optimizing-a-technology-based-body-and-mind-intervention"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-16",
            "studyFirstSubmitQcDate": "2023-03-09",
            "studyFirstPostDateStruct": {
                "date": "2023-03-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ladda Thiamwong",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Central Florida"
            },
            "leadSponsor": {
                "name": "University of Central Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Older adults may feel at risk for falling, but do not have a physical risk of falling. On the other hand, some older adults may not feel at risk for falling, but do have a physical risk of falling. This study is being done to test a preventative, in-home exercise program (called PEER) which may allow older adults to improve balance, align the perceived risk for falling with the physical risk for falling, and prevent falls. Participants will be asked to participate in this study for approximately 9 months. This study has three specific aims:\n\n1. Examine differences in balance, fall risk, and physical activity after program completion, follow-up 3 months and 6 months between older adults (OAs) in the Physio-fEedback Exercise pRogram (PEER) intervention and OAs in attention control (AC) condition.\n2. Explore differences in exercise adherence and the proportion of shifting in fall risk appraisal and negative self-perception on aging after program completion, follow-up 3 months and 6 months between OAs in the PEER intervention and OAs in AC condition.\n3. Explore participants' experiences with the PEER intervention and potential barriers to access and adoption of the technology-based PEER intervention to inform future research.\n\nParticipants will be asked to participate in this study for approximately 9 months. This includes the baseline assessment, 8 weeks of PEER activities or attention control activities, and follow-up assessments at 3 months and 6 months. After the informed consent and completion of the baseline assessments, participants will be randomized to either the PEER intervention or the attention control (AC) group. Participants in the PEER intervention group will be asked to participate in group exercises (60 minutes per week for 8 weeks) and home-based exercises (twice a week for 8 weeks) that focus on balance, strength training with a peer coach. Participants in the AC group will receive an information pamphlet developed by the CDC about falls called Simple Exercises for Improving Balance and Preventing Falls in Older Adults. Topics include information on fall risks, how to prevent falls, how to check for safety, postural hypotension, and chair rise exercises. The control group will be encouraged to discuss fall prevention with a primary care provider and continue normal activities."
        },
        "conditionsModule": {
            "conditions": [
                "Fall",
                "Fear of Falling",
                "Physical Inactivity",
                "Sedentary Behavior"
            ],
            "keywords": [
                "Maladaptive Fall Risk Appraisal (FRA)",
                "Fear of Falling",
                "Older Adults",
                "Exercise",
                "Accidental Falls",
                "Risk Assessment",
                "Technology",
                "Wearable devices"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "We will employ an intention-to-treat, single- blinded, parallel, two-arm clustered randomized controlled trial (RCT).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "At all follow-up outcome points, the accessor will be blind to the study arm each participant was randomized to.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 340,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Physio-fEedback Exercise pRogram (PEER) Group",
                    "type": "EXPERIMENTAL",
                    "description": "In week 1 participants will receive the first technology-based physio-feedback, cognitive reframing based on the fall risk appraisal matrix and develop a personal goal setting and action plan. From week 1 to week 8, participants will receive tailored exercise training. Participants will perform peer-led exercises (60 mins/week) and individual exercise at home for at least 30 minutes twice per week. Exercise training consists of four sets of exercise: a) warm-up (seated); b) strength upper and lower body (seated and standing); c) balance (standing and moving); and d) stretch lower and upper body. Participants will receive an exercise booklet (English or Spanish version) with illustrations that highlight steps for each set of exercise and provide a wide variety of exercises to integrate into daily activity such as cooking. Finally, in week 8, participants will receive the second physio-feedback and printed BTracks Balance System (BBS) results.",
                    "interventionNames": [
                        "Behavioral: Physio-feedback",
                        "Behavioral: Cognitive reframing",
                        "Behavioral: Peer-led exercises"
                    ]
                },
                {
                    "label": "Attention Control (AC) Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the AC group will receive an information pamphlet about falls, Simple Exercises for Improving Balance and Preventing Falls in Older Adults, (English or Spanish version) that was developed by the CDC Stopping Elderly Accidents, Deaths, and Injuries (STEADI)-Older Adult Fall Prevention. The topics contain information on fall risk, how to prevent falls, check for safety, postural hypotension and chair rise exercise included what you can do to prevent falls, check for safety, postural hypotension, and chair rise exercise. The control group will be encouraged to discuss fall prevention with a primary care provider and continue normal activities (treatment-as-usual) for 6 months. Participants will be offered the PEER intervention when the study concludes.",
                    "interventionNames": [
                        "Behavioral: CDC older adults fall prevention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Physio-feedback",
                    "description": "The researcher presents the BTrackS software to display the participant's BBS score (s) with interpretations including: (1) baseline, post-baseline, percent of changes; (2) comparison to sex and age group; and (3) levels of fall risk. The researcher will categorize participants into four groups (irrational \\| incongruent \\| congruent \\| rational) based on the fall risk appraisal (FRA) matrix and plots the position on one of the four quadrants in the FRA matrix chart. The researcher will provide physio-feedback to participants at baseline and week 9.",
                    "armGroupLabels": [
                        "Physio-fEedback Exercise pRogram (PEER) Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive reframing",
                    "description": "Cognitive reframing will be based on the fall risk appraisal (FRA) matrix. We will present the FRA matrix and activities will be tailored based on the quadrant that participant fits. Quadrant 1 (Irrational) focus on increasing balance confidence and maintaining exercise. Quadrant 2 (Incongruent) focus on individual fall risk factors from the CDC fall risk checklist, enhance fall risk awareness, and participate in the exercise. Quadrant 3 (Congruent) focus on individual fall risk factors from the CDC fall checklist and participate in the exercise. Quadrant 4 (Rational) encourage to maintain exercise.",
                    "armGroupLabels": [
                        "Physio-fEedback Exercise pRogram (PEER) Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Peer-led exercises",
                    "description": "The peer-led exercise is focused on balance, strength training, and incorporating exercises into daily activities. A trained peer coach (PC) will lead the group-based exercises for 60 mins (8-10/group). Exercise training consists of four sets: a) warm-up (seated), b) strength for upper and lower body (seated and standing), c) balance (standing and moving), and d) stretching of the lower and upper body. We will provide an exercise booklet (English/Spanish version) with illustrations that highlight steps for each set of exercises and a wide variety of exercises to integrate into daily activities (e.g., cooking). Participants will be instructed to complete a weekly exercise log to record types and duration of activity performed at home.",
                    "armGroupLabels": [
                        "Physio-fEedback Exercise pRogram (PEER) Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "CDC older adults fall prevention",
                    "description": "Participants will receive an information pamphlet about falls (English or Spanish version) developed by the CDC (Stopping Elderly Accidents, Deaths, and Injuries (STEADI)-Older Adult Fall Prevention). The pamphlet contains information on fall risk, how to prevent falls, check for safety, postural hypotension and chair rise exercise including what you can do to prevent falls. The participants will be encouraged to discuss fall prevention with a primary care provider and continue normal activities (treatment-as-usual) for 6 months. Participants will receive monthly follow-up phone calls from the study team to record a monthly fall incidence log.",
                    "armGroupLabels": [
                        "Attention Control (AC) Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline in Fall Risk Reduction",
                    "description": "Fall risk will be assessed by the CDC's STEADI fall risk checklist. It consists of 12 statements related to physical and psychological fall risk factors with yes or no answers. A score of 4 points or higher indicates a risk of falling. The sensitivity of this checklist with discriminating fallers and predicting future fallers for community-dwelling older adults 73-80 percent.",
                    "timeFrame": "Baseline and 9 weeks, 3 month follow-up, and 6 month follow-up"
                },
                {
                    "measure": "Change from Baseline in Dynamic Balance as Measured By Timed-Up and Go (TUG) test",
                    "description": "The dynamic balance will be assessed by the timed-up and go (TUG) tests. The TUG test has been widely used to assess functional mobility and predict fall risk and has been reported reliable data and validated among low-income older adults (LOA). Participants will stand up from a standard arm chair, walk at a normal pace for 3 meters, return, and sit down again. Participants who complete the TUG test in less than 12 seconds will be classified as having low fall risk.",
                    "timeFrame": "Baseline and 9 weeks, 3 month follow-up, and 6 month follow-up"
                },
                {
                    "measure": "Change from Baseline in Dynamic Balance as Measured By Sit-to-Stand test",
                    "description": "The dynamic balance will be assessed by the sit to stand tests. The CDC's STEADI Program suggests for the sit to stand test, participants will sit in the middle of a chair, place hands on the opposite shoulder crossed at the wrists, keep feet flat on the floor with back straight and arms against the chest, then repeat stand and sit back down motions for 30 second. The results will be scored based on age and gender.",
                    "timeFrame": "Baseline and 9 weeks, 3 month follow-up, and 6 month follow-up"
                },
                {
                    "measure": "Change from Baseline in Physical Activity",
                    "description": "Physical Activity (PA) will be measured by activity monitoring devices. All participants will wear the ActiGraph GT9X Link wireless activity monitor (ActiGraph LLC.), a tri-axial accelerometer, on the non-dominant wrist for 7 consecutive days. A sensor determines whether the device is on or off the wrist. The GT9X Link provides objective 24-hour physical activity measures including steps, energy expenditure, intensity, and participant's position. Accelerometry is a reliable method of assessing free-living physical activity (ICC=0.98) and has been validated against direct observation, energy expenditure, and sedentary behavior. The device display screen can be disabled so the device does not display the participant's activity (it will show date and time only).",
                    "timeFrame": "Baseline and 9 weeks, 3 month follow-up, and 6 month follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline in Fall Risk Appraisal Shifting",
                    "description": "Fall risk appraisal (FRA) shifting consists of: (a) maladaptive shifting is moving from the rational quadrant into any other quadrant, and (b) adaptive shifting is moving from irrational, incongruent, or congruent into the rational quadrant. We use the fall risk appraisal matrix, a graphical grid categorizing levels of Fear of Falling (FOF) and levels of balance: (1) rational: low FOF (short FES-I ≤10) and normal balance (BBS ≤30); 2) incongruent: low FOF (short FES-I ≤10) despite poor balance (BBS\\>30); 3) irrational: high FOF (short FES-I \\>10) despite normal balance (BBS ≤30), and 4) congruent: high FOF (short FES-I \\>10) and poor balance (BBS\\>30).\n\nLevels of balance will be measured by the BTrackS Balance System test (BBS). Participants will stand as still as possible on the balance plate with hands on hips and eyes closed for 3 mins. BBS scores range from 1 through 100.\n\nLevel of fear of falling (FOF) will be measured by a short Fall-Efficacy Scale International (FES-I).",
                    "timeFrame": "Baseline and 9 weeks, 3 month follow-up, and 6 month follow-up"
                },
                {
                    "measure": "Change from Baseline in Negative Self-perceptions of Aging",
                    "description": "Negative self-perceptions will be measured by the Brief Ageing Perceptions Questionnaire (B-APQ) which consists of 17 items. In the proposed study, we will calculate an overall negative perception score (range 17-85) by summing all negative scales after reverse scoring positive subscales. In our pilot study (N=48), this measure's Cronbach's alpha=0.64.",
                    "timeFrame": "Baseline and 9 weeks, 3 month follow-up, and 6 month follow-up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in Social determinants of health",
                    "description": "Participants will self-report via questionnaires from the PhenX tool kit on demographics (age, sex, education, and comorbidities), access to health services, health literacy, and access to health technology.",
                    "timeFrame": "Baseline and 6 month follow-up"
                },
                {
                    "measure": "Change from Baseline in Depression",
                    "description": "Depression will be measured by the Patient Health Questionnaire-9 (PHQ-9). The PHQ-9 (English/Spanish) is a valid and reliable tool to screen depression in older adults. It had high internal consistency (Cronbach's alpha=0.89 among aging). Participants will score how often each of the symptoms (e.g., feeling tired) was present within the last two weeks. Total scores 0-27, scores ≥10 moderate depression",
                    "timeFrame": "Baseline and 9 weeks, 3 month follow-up, and 6 month follow-up"
                },
                {
                    "measure": "Change from Baseline in Anxiety",
                    "description": "Anxiety will be measured by the Geriatric Anxiety Inventory-Short form (GAI-SF), which consists of 5 items, investigates three dimensions of anxiety (somatic, cognitive, affective) and rated on a 4-point Likert scale, ranging from 0 (not at all) to 3 (all the times). It has adequate internal consistency and validity for screening anxiety in older adults.",
                    "timeFrame": "Baseline and 9 weeks, 3 month follow-up, and 6 month follow-up"
                },
                {
                    "measure": "Incidence of falls",
                    "description": "Researchers will measure the number of falls and near falls. A fall is defined as an unexpected event in which an individual comes to rest on the ground, floor, or a lower level, and injurious fall is defined as hospitalization for or receipt of outpatient care because of a fall. A near fall is a stumble event or loss of balance that would result in a fall if sufficient recovery mechanisms were not activated. At least two compensatory mechanisms (e.g. unplanned movement of arms/legs, trunk tilt) should be activated. The number of falls and near falls will be assessed via a monthly fall log by low-income older adults and F/U phone calls by the research assistant.",
                    "timeFrame": "Week 1 through Week 8"
                },
                {
                    "measure": "Exercise adherence",
                    "description": "A weekly exercise log is designed to record activity including types and duration that low-income older adults perform at home and hand to the peer coach at the group exercise in the week after.",
                    "timeFrame": "Baseline through Week 8"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥ 60 years of age,\n* No marked cognitive impairment \\[Memory Impairment Screen (MIS) score ≥ 5\\]\n* Live in their own homes or senior/retirement units\n* Understand English\n\nExclusion Criteria:\n\n* A medical condition precluding exercise such as uncontrolled cardiac disease (shortness of breath or feel pressure, squeezing, burning, or tightness when doing a physical activity)\n* Currently receiving treatment from a rehabilitation facility",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ladda Thiamwong, PhD, RN",
                    "role": "CONTACT",
                    "phone": "407-823-2744",
                    "email": "Ladda.Thiamwong@ucf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ladda Thiamwong, PhD, RN",
                    "affiliation": "University of Central Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Central Florida",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32816",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ladda Thiamwong, PhD, RN",
                            "role": "CONTACT",
                            "phone": "407-823-0470",
                            "email": "Ladda.Thiamwong@ucf.edu"
                        },
                        {
                            "name": "Ladda Thiamwong, PhD, RN",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33825688",
                    "type": "BACKGROUND",
                    "citation": "Thiamwong L, Stout JR, Park JH, Yan X. Technology-Based Fall Risk Assessments for Older Adults in Low-Income Settings: Protocol for a Cross-sectional Study. JMIR Res Protoc. 2021 Apr 7;10(4):e27381. doi: 10.2196/27381."
                },
                {
                    "pmid": "33378743",
                    "type": "BACKGROUND",
                    "citation": "Thiamwong L. Older Adults' Experiences With the Visual Physio-Feedback Technology and Peer-Led Combined Group and Home-Based Exercises. J Aging Phys Act. 2021 Aug 1;29(4):604-611. doi: 10.1123/japa.2019-0422. Epub 2020 Dec 30."
                },
                {
                    "pmid": "32286669",
                    "type": "BACKGROUND",
                    "citation": "Thiamwong L, Stout JR, Sole ML, Ng BP, Yan X, Talbert S. Physio-Feedback and Exercise Program (PEER) Improves Balance, Muscle Strength, and Fall Risk in Older Adults. Res Gerontol Nurs. 2020 Nov 1;13(6):289-296. doi: 10.3928/19404921-20200324-01. Epub 2020 Apr 14."
                },
                {
                    "pmid": "32219456",
                    "type": "BACKGROUND",
                    "citation": "Thiamwong L, Sole ML, Ng BP, Welch GF, Huang HJ, Stout JR. Assessing Fall Risk Appraisal Through Combined Physiological and Perceived Fall Risk Measures Using Innovative Technology. J Gerontol Nurs. 2020 Apr 1;46(4):41-47. doi: 10.3928/00989134-20200302-01."
                },
                {
                    "pmid": "31713464",
                    "type": "BACKGROUND",
                    "citation": "Thiamwong L, Huang HJ, Ng BP, Yan X, Sole ML, Stout JR, Talbert S. Shifting Maladaptive Fall Risk Appraisal in Older Adults through an in-Home Physio-fEedback and Exercise pRogram (PEER): A Pilot Study. Clin Gerontol. 2020 Jul-Sep;43(4):378-390. doi: 10.1080/07317115.2019.1692120. Epub 2019 Nov 12."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16759",
                    "name": "Tin Fluorides",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}