{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03371225",
            "orgStudyIdInfo": {
                "id": "2017P002524"
            },
            "organization": {
                "fullName": "Spaulding Rehabilitation Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Optimized tDCS for Fibromyalgia: Targeting the Endogenous Pain Control System",
            "officialTitle": "Optimized tDCS for Fibromyalgia: Targeting the Endogenous Pain Control System",
            "therapeuticArea": [
                "Other"
            ],
            "study": "optimized-tdcs-for-fibromyalgia-targeting-the-endogenous-pain-control-system"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-11-20",
            "studyFirstSubmitQcDate": "2017-12-07",
            "studyFirstPostDateStruct": {
                "date": "2017-12-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Felipe Fregni, MD, PhD, MPH",
                "investigatorTitle": "Director of Spaulding Neuromodulation Center",
                "investigatorAffiliation": "Spaulding Rehabilitation Hospital"
            },
            "leadSponsor": {
                "name": "Spaulding Rehabilitation Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This trial aims at understanding the mechanisms of optimized transcranial direct current stimulation (tDCS) (16 tDCS sessions combined with exercise)\\] on pain control. Optimized tDCS can lead to stronger engagement of the endogenous pain regulatory system that will ultimately lead to increased pain relief in patients with fibromyalgia (FM). Therefore, the investigators designed a 2x2 factorial mechanistic trial \\[tDCS (active and sham) and aerobic exercise (AE) (active and control)\\] to evaluate the effects of 4 weeks of tDCS coupled with exercise on the endogenous pain regulatory system assessed by conditioned pain modulation (CPM) and central sensitization as assessed by temporal slow pain summation (TSPS), and compared to either intervention alone and to no intervention.",
            "detailedDescription": "Recent evidence has suggested that FM pain can be related to deficits in pain endogenous regulatory control and that novel non-pharmacological interventions, such as tDCS can modulate this system and, consequently, reduce pain intensity. Widespread pain in FM is thought to represent enhanced pain sensitivity that is maintained by central mechanisms. This suggests changes in the descending pain control mechanisms and a possible relationship with the central sensitization phenomenon. Recent evidence has suggested that pain inhibitory pathways are affected in FM; thus, further understanding these pathways' role can significantly change how the treatment of this condition. In this study the investigators will test the effects of two interventions -tDCS and aerobic exercise - on the modulation of the endogenous inhibitory pain system in fibromyalgia."
        },
        "conditionsModule": {
            "conditions": [
                "Fibromyalgia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 116,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active tDCS and Active Exercise",
                    "type": "EXPERIMENTAL",
                    "description": "Active tDCS for 20 min Active exercise (60-70% max HR) for 30 min",
                    "interventionNames": [
                        "Device: Active tDCS",
                        "Procedure: Active Exercise"
                    ]
                },
                {
                    "label": "Sham tDCS and Active Exercise",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sham tDCS for 20 min Active exercise (60-70% max HR) for 30 min",
                    "interventionNames": [
                        "Procedure: Active Exercise",
                        "Device: Sham tDCS"
                    ]
                },
                {
                    "label": "Active tDCS and Sham Exercise",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Active tDCS for 20 min Sham exercise (within 10% baseline HR) for 30 min",
                    "interventionNames": [
                        "Device: Active tDCS",
                        "Procedure: Sham Exercise"
                    ]
                },
                {
                    "label": "Sham TDCS and Sham Exercise",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham tDCS for 20 min Sham exercise (within 10% baseline HR) for 30 min",
                    "interventionNames": [
                        "Device: Sham tDCS",
                        "Procedure: Sham Exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active tDCS",
                    "description": "Active tDCS: A 1x1 Low-intensity DC Stimulator will be used to deliver direct current through rubber electrodes in saline soaked sponges. The anode will be placed over the left primary motor cortex (M1) while the cathode will be placed over the contralateral supra-orbital area. 20 minutes of tDCS will be applied.",
                    "armGroupLabels": [
                        "Active tDCS and Active Exercise",
                        "Active tDCS and Sham Exercise"
                    ],
                    "otherNames": [
                        "tDCS"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Active Exercise",
                    "description": "Participants will walk briskly in a treadmill (as to keep at 60-70% maximum heart rate) for 30 minutes",
                    "armGroupLabels": [
                        "Active tDCS and Active Exercise",
                        "Sham tDCS and Active Exercise"
                    ],
                    "otherNames": [
                        "Aerobic Exercises"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham tDCS",
                    "description": "Active tDCS: A 1x1 Low-intensity DC Stimulator will be used to deliver direct current through rubber electrodes in saline soaked sponges. The anode will be placed over the left primary motor cortex (M1) while the cathode will be placed over the contralateral supra-orbital area. Only 30 seconds of current will be applied for the sham condition.",
                    "armGroupLabels": [
                        "Sham TDCS and Sham Exercise",
                        "Sham tDCS and Active Exercise"
                    ],
                    "otherNames": [
                        "Placebo tDCS"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Sham Exercise",
                    "description": "Participants will walk in a treadmill (as to keep at 10% within their baseline heart rate) for 30 minutes.",
                    "armGroupLabels": [
                        "Active tDCS and Sham Exercise",
                        "Sham TDCS and Sham Exercise"
                    ],
                    "otherNames": [
                        "Placebo Aerobic Exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Conditioning Pain Modulation (CPM)",
                    "description": "Involves two conditions, the test-stimulus and the conditioned-stimulus. We will first determine the pain-60 test temperature (which is the temperature that induces pain experience at a magnitude of 60 on a 60-100 NPS). Once determined the pain-60 temperature, we will administer the test stimulus, applied for 30 s at that temperature and subjects will be asked to rate their levels of pain intensity 3 times: at 10, 20 and 30s. Five minutes after delivering the test stimulus, for the conditioned-stimulus, the left hand of the subject will be immersed in a bath of water set at 10 to 12°C for 30 seconds. Then, the same pain-60 temperature will be applied on the right forearm of the subject (left hand will still be immersed), for 30s and subject will again be asked to rate their levels of pain intensity 3 times. CPM response will be calculated as the difference between the average of pain ratings from the test stimulus minus the average of pain ratings during the conditioned stimulus.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Temporal Slow Pain Summation (TSPS)",
                    "description": "Heat pulses will be generated by a TSA-II Stimulator (Medoc Advanced Medical Systems, Ramat Yishai, Israel) delivered to the right dominant proximal volar forearm using an appropriate size embedded HP-thermode. The HP-thermode will deliver pulses rising/falling of 1-2-s, depending on subject's heat-evoked pain threshold, from adapting temperatures to peak temperatures, with a plateau of .7-s. Subjects will be trained to determine the temperature necessary to elicit pain-60 (see CPM protocol below) . Subsequently, they will receive 1 train of 15 repetitive heat stimuli at 0.4 Hz to the same area, in which by being suitable for eliciting TSPS in most subjects, allows the rating of individual pain stimuli and is unlikely to induce peripheral sensitization. TSPS will be calculated as the difference between heat pain rating after the 15th stimulus minus the 1st stimulus.",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "TMS",
                    "description": "Single and Paired Pulse TMS will be used to measure cortical mapping and cortical excitability. We will investigate changes in cortical excitability evaluating the motor evoked potential (MEP) and the resting motor threshold (MT) as well as short-interval intracortical inhibition (SICI) and intracortical facilitation (ICF) using the paired-pulse technique.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "EEG",
                    "description": "EEG is a reliable tool to measure electrical activity in the brain. The use of EEG can identify features of cortical excitability and inhibitory activities, as well as thalamocortical rhythm's abnormalities. This is particularly important for understanding the processing of nociception, given that the power of different EEG bandwidths have been shown to be associated with the intensity of pain experience. EEG activity will be assessed in all participants using standardized procedures. The use of EEG in this protocol is exploratory and will be sampled using a 64 channel EGI system (EGI, Eugene, United States of America,). This is a portable, comfortable system that requires the placement of a cap with active electrodes. In total, this component of the visit is expected to take about 30 min typically. EEG will be collected with eyes open, eyes closed during rest and also with motor tasks (mental imagery, movement observation and actual movement).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Average Pain Intensity as Assessed by Modified Brief Pain Inventory (BPI) - short form",
                    "description": "The BPI is a short self-assessment questionnaire that provides information on various dimensions of pain including how pain developed, the types of pain a patient experiences, time of day pain is experienced, as well as current ways of alleviating pain. The BPI also includes the VAS Pain scale, a simple 10- point scale (0 = ''no pain'', 10 = ''pain as bad as you can imagine'') measuring patients' worst pain and least pain, on average and at present time. The BPI provides information on the intensity of pain (the sensory dimension) as well as the degree to which pain interferes with function (the reactive dimension).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Revised Fibromyalgia Impact Questionnaire (FIQ-R)",
                    "description": "A 21-item, multiple-choice questionnaire will be administered at the beginning of the study and at follow-up, in order to assess function, overall impact and symptoms.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Beck Depression Inventory (BDI)",
                    "description": "A 21-item, multiple-choice questionnaire will be administered at the beginning of the study and at follow-up to assess the presence and degree of depression in adults, as studies in chronic pain have found that depression can modulate pain perception.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Medication Use Questionnaire and Diary",
                    "description": "We will obtain a medication use history at study entry using a standardized questionnaire similar to that used in our prior studies, and update this information at each subsequent visit. We will also monitor patient medication throughout the course of the study using a subject Medication Diary. Participants will be required to record medications daily in a pain medication diary. Participants will be instructed to keep the pain medication diary throughout the baseline, treatment, and follow-up period. This diary will be maintained until completion of the study.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Quality of Life Scale (QoLS)",
                    "description": "A 16-item, multi-purpose questionnaire that yields a profile of functional health and well-being scores. The aim is to compare the relative burden of the disease, and to differentiate health benefits produced by different treatments.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Patient Reported Outcomes Measurement Information System (PROMIS)",
                    "description": "A self-report measure of patient-reported physical, mental, and social well-being. The aim is to assess what subjects are able to do and how they feel, and thus is an additional measure of the effectiveness of treatment.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "A self-report measure of the quality and patterns of sleep in adults. It assesses 7 components of sleep quality: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medications, and daytime dysfunction over the last month. Scoring of the answers is based on a Likert scale from \"0\" (not during the past month) to \"3\" (3 or more times week). A total sum of \"5\" or greater indicates a \"poor\" sleeper. This instrument can be used to assess quality of sleep (i.e., poor or good sleep quality) in several time points of a given intervention (from baseline assessment to follow ups).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Physical performance",
                    "description": "running speed, HR range and distance that have been ran for the 30 minutes of exercise will be collected during exercise.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "tDCS Adverse Effects Questionnaire",
                    "description": "At the end of each stimulation session, subjects will complete a 5-point scale questionnaire that evaluates potential common adverse effects of tDCS (headache, neck pain, scalp pain, scalp burning sensation, tingling, skin redness, sleepiness, concentration, and acute mood change).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Exercise Adverse Effects",
                    "description": "During each AE session, subjects will be monitored (HR variability). The session will be stopped if the HR is superior to 80% of HRmax, or if the patient presents any signs of discomfort. Also if the subject requests, the intensity can be reduced up to 50% of HR max or the duration can be reduced up to 15min. To evaluate the adverse effects of AE during the training, we will record any musculoskeletal symptoms, such as pain, fatigue, tingling or cardiovascular symptoms, such as shortness of breath. As recommended by the ACSM guidelines for AE in patients with FM, we will monitor the level of pain and fatigue continuously throughout the tests using the VAS. We will also follow the emergency procedure guidelines from the ACSM.",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age range 18-65 years,\n2. Diagnosis of FM pain according to the ACR 2010 criteria (existing pain for more than 6 months with an average of at least 4 on a 0-10 VAS scale) without other comorbid chronic pain diagnosis,\n3. Pain resistant to common analgesics and medications for chronic pain such as Tylenol, Aspirin, Ibuprofen, Soma, Parafon Forte DCS, Zanaflex, and Codeine,\n4. Must have the ability to feel sensation by Von-Frey fiber on the forearm,\n5. Able to provide informed consent to participate in the study.\n\nExclusion Criteria:\n\n1. Clinically significant or unstable medical or psychiatric disorder,\n2. history of substance abuse within the past 6 months as self-reported (if subject reports a history of substance abuse, we will confirm using DSM V criteria),\n3. Previous significant neurological history (e.g., traumatic brain injury), resulting in neurological deficits, such as cognitive or motor deficits, as self-reported,\n4. Previous neurosurgical procedure with craniotomy,\n5. Severe depression (If a patient scores \\>30 on the Beck Depression Inventory, one will obtain clearance. If one does not pass the medical clearance, one will not be included in the study)\n6. Pregnancy (as the safety of tDCS in pregnant population (and children) has not been assessed (though risk is non-significant), the investigators will exclude pregnant women (and children). Women of child-bearing potential will be required to take a urine pregnancy test during the screening process and at every week of stimulation),\n7. Current opiate use in large doses (more than 30mg of oxycodone/hydrocodone or 7.5mg of hydromorphone (Dilaudid) or equivalent),\n8. Patients will be excluded when they have increased risk for exercise",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elly Pichardo, MD",
                    "role": "CONTACT",
                    "phone": "617-952-6154",
                    "email": "epichardo@mgb.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Felipe Fregni, MD PhD MPH",
                    "affiliation": "Spaulding Rehabilitation Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Spaulding Rehabilitation Hospital for Continuing Care",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02138",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Felipe Fregni, MD PhD MPH",
                            "role": "CONTACT",
                            "phone": "617-952-6156",
                            "email": "ffregni@partners.org"
                        },
                        {
                            "name": "Elly A Pichardo, MD",
                            "role": "CONTACT",
                            "phone": "617-952-6154",
                            "email": "epichardo@mgb.org"
                        },
                        {
                            "name": "Felipe Fregni, MD PhD MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31672712",
                    "type": "DERIVED",
                    "citation": "Castelo-Branco L, Uygur Kucukseymen E, Duarte D, El-Hagrassy MM, Bonin Pinto C, Gunduz ME, Cardenas-Rojas A, Pacheco-Barrios K, Yang Y, Gonzalez-Mego P, Estudillo-Guerra A, Candido-Santos L, Mesia-Toledo I, Rafferty H, Caumo W, Fregni F. Optimised transcranial direct current stimulation (tDCS) for fibromyalgia-targeting the endogenous pain control system: a randomised, double-blind, factorial clinical trial protocol. BMJ Open. 2019 Oct 30;9(10):e032710. doi: 10.1136/bmjopen-2019-032710."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Upon completion of the trial and after publication of the primary manuscript, we plan to publish the de-identified dataset following the guidelines of our institution (Spaulding Rehabilitation Hospital/Partners Healthcare and Harvard Medical School)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005356",
                    "term": "Fibromyalgia"
                },
                {
                    "id": "D000009209",
                    "term": "Myofascial Pain Syndromes"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8486",
                    "name": "Fibromyalgia",
                    "asFound": "Fibromyalgia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12161",
                    "name": "Myofascial Pain Syndromes",
                    "asFound": "Fibromyalgia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}