{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05563792",
            "orgStudyIdInfo": {
                "id": "SDR 21-012"
            },
            "secondaryIdInfos": [
                {
                    "id": "15351",
                    "type": "OTHER",
                    "domain": "Indiana University"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Options for Pain Management Using Nonpharmacological Strategies",
            "officialTitle": "Options for Pain Management Using Nonpharmacological Strategies (OPTIONS)",
            "acronym": "OPTIONS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "options-for-pain-management-using-nonpharmacological-strategies"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-27",
            "studyFirstSubmitQcDate": "2022-09-28",
            "studyFirstPostDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to help Veterans learn about different ways they can manage chronic pain that do not involve medications. Veterans will work with a coach to explore the Veterans' values and goals and how different non-medication approaches may fit into these values and goals.",
            "detailedDescription": "Non-pharmacological treatments (NPTs) for chronic pain are safe, effective, and widely available in VA. In response to the widespread harms associated with opioids and high-quality evidence supporting NPTs for chronic pain the Centers for Disease Control, American College of Physicians, Department of Defense, and Veterans Health Administration (VHA) released guidelines or adopted policies to move away from opioids toward multimodal approaches that prioritize evidence-based nonpharmacological pain treatments (NPTs) NPTs include both traditional (e.g., cognitive behavioral therapy, exercise/movement) and complementary/integrative health (CIH) (e.g., acupuncture, yoga) approaches. VA has been a leader in expanding access to these approaches, and in 2016 the Comprehensive Addiction and Recovery Act mandated that VA expand availability of CIH therapies. A survey published in 2021 revealed that this expansion has been successful. VA medical centers offered an average of 5 CIH approaches, with 63 sites offering at least 10. Expansion of CIH therapies has also been one of three key components of VA's Whole Health Initiative, implemented by VA's Office of Patient-Centered Care and Cultural Transformation (one of the investigators' operational partners). In addition, as a result of implementation in 2012, cognitive-behavioral therapy for chronic pain is available at 92% of VAs. Consequently, NPTs are widely available across VA.\n\nDespite these efforts, pain remains a significant problem among Veterans. In 2017, 66% of Veterans reported pain, with 9% reporting severe pain. Compared to non-Veterans, Veterans had 1.5 times the odds of having severe pain, and Veterans aged 18-39 had 3 times the odds of having severe pain compared to non-Veterans of the same age. A survey of over 9,000 Veterans with pain, published in 2020, revealed that Veterans continue to report high pain levels. Veterans reported a past-week mean pain severity of 6.75 on a 0-10 scale and a mean of 6.8 different pain locations. Over half (56%) of Veterans reported the effectiveness of the Veterans' pain treatment as fair to poor, with only 12% rating the Veterans' pain treatment as very good or excellent. Continued opioid-related harms, high levels of Veteran-reported pain, and low satisfaction with pain care indicate that, despite VA efforts to improve pain management, additional efforts are needed to help Veterans effectively manage chronic pain using safe, evidence-based approaches."
        },
        "conditionsModule": {
            "conditions": [
                "Pain"
            ],
            "keywords": [
                "Chronic Pain",
                "Self management",
                "Pain management"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A randomized control trial with behavioral intervention",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The assessors will be blinded to the treatment assignment when administering baseline outcome assessments",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 296,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "OPTIONS Intervention Coaching",
                    "type": "EXPERIMENTAL",
                    "description": "Intervention participants will participate in a series of four coaching sessions focused on helping patients clarify their values and treatment goals, aligning these values and goals and their lifestyle with nonpharmacological treatment options, working on overcoming barriers to use and adherence of nonpharmacological treatment options (using motivational interviewing), and preparing patients to discuss these options with their primary care providers. A decision aid will be used during these coaching sessions.",
                    "interventionNames": [
                        "Behavioral: Options for Pain Management using Non-medication Strategies"
                    ]
                },
                {
                    "label": "OPTIONS Waitlist Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants randomized into waitlist control group will receive the intervention decision aid after completing the last survey at 9 months. Participants will also be offered the opportunity to have a brief 20-minute session with a member of the OPTIONS study staff to help walk them through this decision aid."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Options for Pain Management using Non-medication Strategies",
                    "description": "The purpose of this study is to help Veterans learn about different ways they can manage chronic pain that do not involve medications. Veterans will work with a coach to explore their values and goals and how different non-medication approaches may fit into these values and goals.",
                    "armGroupLabels": [
                        "OPTIONS Intervention Coaching"
                    ],
                    "otherNames": [
                        "OPTIONS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain Interference Brief Pain Inventory (BPI)",
                    "description": "The pain interference score from the Brief Pain Inventory averages seven ratings, 0 (does not interfere) to 10 (interferes completely), of interference with general activity, mood, walking ability, normal work, relations with other people, sleep, and enjoyment of life. Lower scores are better outcomes.",
                    "timeFrame": "Change from baseline to 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Use of Nonpharmacological and Self-Care Approaches (NSCAP)",
                    "description": "This measure was developed by members of the VA/DoD/NIH Pain Management Collaboratory, which is comprised of national experts in NPTs and is led by Dr. Robert Kerns of the VA PRIME Center. The NSCAP asks about use of 9 Non-pharmacological treatments , including the 6 included in the OPTIONS Decision Aid, and assesses details of use such as frequency and patients' judgments of effectiveness. Space is provided for additional Non-pharmacological treatments patients may be using.",
                    "timeFrame": "Change from baseline to 6 months"
                },
                {
                    "measure": "Patient Activation Measure (PAM)",
                    "description": "Patient activation will be measured with the 13-item Patient Activation Measure (PAM) Short Form, which assesses patient knowledge, skill, and confidence for self-management of one's chronic health condition. The PAM has good reliability ( =.87-.88) and validity in many studies, including our own.",
                    "timeFrame": "Change from baseline to 6 months"
                },
                {
                    "measure": "VR-12",
                    "description": "Health-related quality of life will be measured with the VR-12, a modified version of the Medical Outcomes Study SF-12. Internal consistency is high, ranging from =.87-.96.73",
                    "timeFrame": "Change from baseline to 6 months"
                },
                {
                    "measure": "Depression PHQ-8",
                    "description": "Depression will be measured with the widely-used 8-item PHQ-8",
                    "timeFrame": "Change from baseline to 6 months"
                },
                {
                    "measure": "Anxiety GAD-7",
                    "description": "Anxiety will be measured with the GAD-7, which has strong psychometric properties.",
                    "timeFrame": "Change from baseline to 6 months"
                },
                {
                    "measure": "Pain catastrophizing",
                    "description": "Pain catastrophizing will be measured with the 13-item Pain Catastrophizing Scale, which is a strong predictor of treatment response and has strong psychometric properties.",
                    "timeFrame": "Change from baseline to 6 months"
                },
                {
                    "measure": "Decisional Conflict Scale",
                    "description": "The decisional conflict scale measures personal perceptions of : a) uncertainty in choosing options; b) modifiable factors contributing to uncertainty; and c) effective decision making.",
                    "timeFrame": "Change from baseline to 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* have musculoskeletal pain in the low back, cervical spine, or extremities (hip, knee, or shoulder) for at least 3 months,\n* have at least moderate pain intensity and interference with function, defined by a score of 4 (possible range: 0-10) on the PEG, a 3-item measure of pain intensity, interference with enjoyment of life, and interference with general activity (obtained from phone screener),\n* have a primary care appointment scheduled or due in approximately the next three months.\n* open to trying new pain treatments\n\nExclusion Criteria:\n\n* a psychiatric hospitalization in the past 6 months,\n* long-term opioid therapy\n* severe medical conditions likely precluding participation (e.g., NY Heart Association Class III or IV heart failure) which includes heart attack, stroke, and cancer, or\n* if the eligibility screener reveals cognitive impairment, defined by a score of \\>3 (possible range: 0-6) on MMSE cognitive screen (obtained from phone screener), or\n* if the eligibility screener reveals active suicidal ideation, or\n* severe hearing/speech impairment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Marianne S Matthias, PhD MS BA",
                    "role": "CONTACT",
                    "phone": "(317) 988-4514",
                    "email": "marianne.matthias@va.gov"
                },
                {
                    "name": "Morgan H Traylor, MBA BS",
                    "role": "CONTACT",
                    "email": "morgan.traylor@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marianne Sassi Matthias, PhD MS BA",
                    "affiliation": "Richard L. Roudebush VA Medical Center, Indianapolis, IN",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Richard L. Roudebush VA Medical Center, Indianapolis, IN",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202-2884",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angela L Rollins, PhD",
                            "role": "CONTACT",
                            "phone": "(317) 679-0434",
                            "email": "Angela.Rollins@va.gov"
                        },
                        {
                            "name": "Linda A Collins, BS CRA",
                            "role": "CONTACT",
                            "phone": "(317) 988-2722",
                            "email": "linda.collins4@va.gov"
                        },
                        {
                            "name": "Marianne Sassi Matthias, PhD MS BA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}