{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06251193",
            "orgStudyIdInfo": {
                "id": "R61MH132859",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R61MH132859"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Optimizing CBSST With Executive Function Training for Schizophrenia",
            "officialTitle": "Optimizing Cognitive Behavioral Social Skills Training With Executive Function Training for Older Adults With Schizophrenia",
            "acronym": "E-CBSST",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "optimizing-cbsst-with-executive-function-training-for-schizophrenia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-15",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-22",
            "studyFirstSubmitQcDate": "2024-02-01",
            "studyFirstPostDateStruct": {
                "date": "2024-02-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Eric Granholm",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Centre for Addiction and Mental Health",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study to test a blended intervention that combines Executive Function Training with Cognitive-Behavioral Skills Training (E-CBSST). The aims include determining whether E-CBSST is feasible and increases Cognitive Behavioral Social Skills Training (CBSST) Skills Learning to a level that will lead to a clinically meaningful improvement in functioning.",
            "detailedDescription": "Older adults with schizophrenia are at risk for cognitive and functional decline leading to premature institutionalization. A large and increasing number of older people with schizophrenia will need more effective services. The investigators previously developed Cognitive Behavioral Social Skills Training (CBSST) and established its efficacy for preventing functional decline in people with schizophrenia. CBSST combines Cognitive Behavioral Therapy (CBT), Social Skills Training (SST), and problem-solving intervention modules in an 18-session intervention that is repeated to practice the skills for a total of 36 sessions. The findings suggested that CBSST Skills Learning is an important mechanism of change in functioning in CBSST and that boosting executive function could boost CBSST Skills Learning, which could improve rather than only stabilize functioning. The investigators intend to test a blended intervention that combines CBSST and Executive Functioning Training (E-CBSST). In this open trial, 50 participants with schizophrenia or schizoaffective disorder age 60 or older will be enrolled to receive E-CBSST for 20 weeks. E-CBSST will consist first of a 2-week Executive Function Training (EFT) course that includes 3 sessions per week of computerized exercises and strategy monitoring using a worksheet and assistance from a therapist. Participants will then complete 2 cycles of E-CBSST with 18 sessions each cycle, delivered twice a week, during which participants receive brief EFT at the start of CBSST group sessions. Outcome assessments will be administered at baseline, end of Executive Function Training course (Week 2), after session 18 (mid-trial; end of first cycle) and session 36 (end-trial; end of second cycle).\n\nThe aims of the study include determining if E-CBSST is feasible and increases CBSST Skills Learning to a level that will lead to a clinically meaningful improvement in functioning and to identify the minimum number of weeks of the intervention needed to produce this change. E-CBSST could become an evidence-based intervention that enhances and not only maintains function and, in turn, reduces personal and societal burden."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia",
                "Schizoaffective Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "E-CBSST",
                    "type": "EXPERIMENTAL",
                    "description": "E-CBSST is the experimental arm in this study.",
                    "interventionNames": [
                        "Behavioral: E-CBSST"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "E-CBSST",
                    "description": "E-CBSST is a blended intervention that combines Cognitive Behavioral Social Skills Training and Executive Function Training.",
                    "armGroupLabels": [
                        "E-CBSST"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Independent Living Skills Survey",
                    "description": "The Independent Living Skills Survey (ILSS) assesses whether specific functioning behaviors have been performed over the past month in multiple areas: Personal Hygiene, Appearance and Care of Clothing, Care of Personal Possessions (everyday household chores), Food Preparation, Health Maintenance, Money Management, Transportation, and Leisure and Community (including socialization). Each item is rated from 0 (No) to 1 (Yes). Scales are summed to yield a total score. Higher scores represent a higher level of functioning.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Comprehensive Modules Test",
                    "description": "The Comprehensive Module Test (CMT) is an assessment of CBSST skills acquisition in three domains: Communication Skills Test, Problem Solving Test, and Thought Challenging Test. The total CMT score ranges from 0-33. Higher total scores represent higher level of CBSST skills acquisition.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Social Skills Performance Assessment",
                    "description": "The Social Skills Performance Assessment (SSPA) is a role-play measure of social skill and ability to resolve interpersonal problems through conversation. The SSPA consists of role-play communication scenarios (conversation initiation and assertion), during which the participant interacts with a live confederate who plays a role (e.g., boss) in a problem-oriented situation (e.g., asking for a work shift change). Scores range from 2-10 with higher scores indicating better social skills.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "MATRICS Consensus Cognitive Battery",
                    "description": "The MATRICS Consensus Cognitive Battery (MCCB) is a standardized neurocognitive battery that assesses performance in 7 domains of neurocognition. It will be used to determine a global measure of cognition in this study. The Mayer-Salovey-Caruso Emotional Intelligence Test and Continuous Performance Test-Identical Pairs test will not be administered in this study. MCCB composite T scores are between 40 and 60 (normal range) and \\< 40 (below normal range). Higher scores indicate better performance.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Delis-Kaplan Executive Function System",
                    "description": "The Delis-Kaplan Executive Function System (D-KEFS) is a standardized set of tests to evaluate higher level cognitive functions. The Tower, Trail Making Test, Color-Word Interference, and Letter \\& Category Fluency subtests will be administered. Higher scores on this measure are indicative of greater executive functioning skills.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Executive Interview",
                    "description": "The Executive Interview (EXIT) is a bedside assessment of executive function scored from 0-50. Higher scores indicate greater executive dyscontrol.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Positive and Negative Syndrome Scale",
                    "description": "The Positive and Negative Syndrome Scale (PANSS) is 30 item semi-structured clinical interview designed to assess positive and negative symptoms. The PANSS consists of 7 items on the positive symptom subscale, 7 items on the negative symptom subscale, and 16 items on the general psychopathology subscale. Each item in the subscale is rated from 0 (absence of symptom) to 7 (extreme symptom severity). Scores of each subscale are summed to yield a total score range of 30 (Absence of symptoms) to 210, where higher scores represent more severe symptoms.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Geriatric Depression Scale",
                    "description": "The Geriatric Depression Scale (GDS) is a self-report measure of depression in older adults. Scores range between 0 and 30 points. Higher scores indicate more severe depressive symptoms.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Cumulative Illness Rating Scale-Geriatric",
                    "description": "The Cumulative Illness Rating Scale-Geriatric (CIRS-G) is a comprehensive measure to assess for physical impairment in older adults. The measure takes into consideration the severity of chronic diseases in 14 items representing individual body systems. The cumulative final score ranges from 0 to 56 with higher scores indicating higher severity.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Defeatest Performance Attitudes Scale",
                    "description": "The Defeatist Performance Attitude Scale (DPAS) is a self-report subscale derived from factor analysis of the commonly-used Dysfunctional Attitude Scale, which measures the tendency to overgeneralize from past failure experiences and form defeatist beliefs about the ability to perform future goal-directed tasks. Items are rated on a 1-7 Likert scale. A total score is reported with a range of 7 - 105 with higher total scores indicating more severe defeatist performance attitudes.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Clinical Assessment Interview for Negative Symptoms",
                    "description": "The Clinical Assessment Interview for Negative Symptoms (CAINS) is a 13-item interview-based assessment of negative symptoms, and each item is rated from 0 (no impairment) to 4 (severe deficit) measuring the two negative symptom factors recommended in consensus reports: Expression and Motivation and Pleasure (MAP) across social, vocational and recreational domains. The CAINS is a 13-item interview-based assessment of negative symptoms, and each item is rated from 0 (no impairment) to 4 (severe deficit) measuring the two negative symptom factors recommended in consensus reports: Expression and Motivation and Pleasure (MAP) across social, vocational and recreational domains. Total scores for each factor are computed. The range for the MAP is 0 - 36, and the range for the Expression factor is 0 - 16. Higher scores indicate more severe negative symptoms for both factors.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                },
                {
                    "measure": "Birchwood Social Functioning Scale",
                    "description": "The Birchwood Social Functioning Scale (SFS) is a self-report assessment of functioning with 7 subscales, and each item is rated from 0 to 3. The Occupation/Employment subscale will not be administered. The subscales and score ranges are: Social Engagement Withdrawal (0-15), Interpersonal Communication/Relationships (0-30), Prosocial Activities (0-66), Recreation (0-48), Independence-Performance (0-39), and Independence-Competence (0-39). Higher scores indicate better functioning for all subscales.",
                    "timeFrame": "Baseline, End of Executive Function Training (Week 2), Mid-Trial (Week 11), End-Trial (Week 20)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntary informed consent to participate;\n2. Age 60 years or older;\n3. DSM-5 diagnosis of schizophrenia or schizoaffective disorder based on SCID or MINI;\n4. Be clinically stable as operationalized by (1) not having been admitted to a psychiatric hospital within the three months prior to assessment, (2) having had no change in antipsychotic medication dosage within four weeks prior to the baseline assessment, and (3) and ascertained to be clinically and medically stable by one the study investigators;\n5. Be willing and able to speak English;\n6. Be able to read and converse (with corrected vision or hearing if needed).\n\nExclusion Criteria:\n\n1. Meets criteria for a cognitive disorder or for a neurological or other medical disorder affecting the ability to participate in Executive Function Training or CBSST;\n2. Meets diagnostic criteria for bipolar disorder, current major depressive episode, or substance abuse or dependence within the six months prior to the baseline assessment except for caffeine or nicotine;\n3. Received electroconvulsive therapy within six months of the baseline assessment.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jason Holden, PhD",
                    "role": "CONTACT",
                    "phone": "858-246-2517",
                    "email": "jlholden@health.ucsd.edu"
                },
                {
                    "name": "Eric Granholm, PhD",
                    "role": "CONTACT",
                    "phone": "858-534-2542",
                    "email": "egranholm@health.ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Eric Granholm, PhD",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Tarek Rajji, MD",
                    "affiliation": "Centre for Addiction and Mental Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC San Diego",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "Centre for Addiction and Mental Health",
                    "city": "Toronto",
                    "state": "Ontario",
                    "zip": "M6J 1H4",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Tarek Rajji, MD",
                            "role": "CONTACT",
                            "phone": "416-535-8501",
                            "email": "Tarek.Rajji@camh.ca"
                        },
                        {
                            "name": "Dewi Clark",
                            "role": "CONTACT",
                            "phone": "416-535-8501",
                            "phoneExt": "30409",
                            "email": "Dewi.Clark@camh.ca"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Per terms of the award, participant-level data will be uploaded to the NIMH Data Archive (NDA).",
            "timeFrame": "Data will be uploaded according to NDA standard data submission periods. These periods are currently twice each year.",
            "accessCriteria": "Data access is outlined in the current NDA Policy.",
            "url": "https://nda.nih.gov/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Schizoaffective Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}