{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06408350",
            "orgStudyIdInfo": {
                "id": "R01DA056287",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01DA056287"
            },
            "organization": {
                "fullName": "Friends Research Institute, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Optimal Intervention to Full Viral Suppression: Text Me, Alexis!",
            "officialTitle": "Comparative- and Cost-effectiveness Research Determining the Optimal Intervention for Advancing Transgender Women Living With HIV to Full Viral Suppression",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "optimal-intervention-to-full-viral-suppression-text-me-alexis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-26",
            "studyFirstSubmitQcDate": "2024-05-06",
            "studyFirstPostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Friends Research Institute, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Weill Medical College of Cornell University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Text Me, Alexis! is a three-arm randomized controlled trial (RCT) to determine the optimal and most cost-effective intervention for advancing trans women living with HIV to full viral suppression. Participants will be randomized (1:1:1) to Peer Health Navigation (PHN) alone, SMS (text messaging) alone, or PHN+SMS. Participants in the PHN alone and PHN+SMS arms will receive unlimited navigation sessions over 3 months. Participants in the SMS alone and PHN+SMS arms will receive 3 daily theory-based text messages for 90 days for a total of 270 unique scripted messages.",
            "detailedDescription": "Text Me, Alexis! is a three-arm randomized controlled trial (RCT) to determine the optimal (considering effectiveness and cost-effectiveness) intervention, or intervention combination for advancement along the HIV Care Continuum among trans women living with HIV (N=195). After screening, informed consent, and baseline assessment, participants will be randomized (1:1:1) into one of three arms: Peer Health Navigation (PHN) alone (n=65), SMS (text messaging) alone (n=65), or PHN+SMS (n=65). The study uses repeated assessments at baseline and at 3-, 6-, 12-, and 18-months post-enrollment, via an \"intent-to-treat\" design, where all assessments are administered to participants regardless of their engagement or retention. All intervention content is tailored and culturally responsive to trans women living with HIV.\n\nPeer Health Navigation (PHN) alone. PHN is based on the theoretical foundation of Social Cognitive Theory. Participant-centered PHN helps to: (1) identify barriers to HIV care; (2) identify and link participants into needed auxiliary services; and (3) increase participants' self-efficacy in working with HIV care providers and other social service and treatment facilities. PHNs do not provide counseling or psychotherapy; rather, they work with each participant to successfully navigate complicated healthcare and social service systems. The PHN intervention utilizes an individualized, Participant-centered Treatment Plan with the specific goal of removing multiple and complex barriers that can impede linkage-to and retention-in HIV care, as well as the sustainment of medication adherence to achieve and maintain virological suppression. Each participant will work with a PHN to develop a Participant-centered Treatment Plan and get linked to HIV care or other needed auxiliary physical, mental health, and psychosocial services (e.g., hormone therapy, dental care, hepatitis testing/care, tuberculosis testing/care, substance use disorder treatment, mental health treatment, legal services, job training/development). If necessary, the PHN transports and accompanies the participant to and from her HIV care appointments (provision of transportation falls under the purview of PHN activities). The Participant-centered Treatment Plan identifies actions for the participant and PHN that must be taken by the next scheduled meeting, to help achieve short- and long-term goals, including participant access to needed behavioral health services, and advancement across the HIV Care Continuum. A priority of the first session is to schedule an HIV care appointment for the participant, if needed. The PHN also works with each participant to establish HIV self-efficacy regarding her treatment plan. Participants are introduced to a PHN immediately following randomization. PHN sessions are unlimited for 90 days.\n\nSimple Message System (SMS \\[text messaging\\]) alone. Text messages are based on, and equally distributed across, three theories: Social Support Theory (SST), Social Cognitive Theory (SCT), and Health Belief Model (HBM). Participants receive three daily, theory-based text messages for 90 days (270 unique scripted messages), evenly arrayed across the three theories and the HIV Care Continuum. Text messages are scripted across: 1) HIV Care Continuum (HIV Positivity/Physical and Emotional Health, Linkage/Retention in HIV Care, and Antiretroviral Therapy (ART) Adherence/Viral Load Suppression); and, 2) theoretical foundation (SST, SCT, or HBM). Thus, each day participants receive one HIV Positivity/Physical and Emotional Health, one Linkage/Retention in HIV Care, and one ART Adherence/Viral Load Suppression message; each of which will be based on a theoretical foundation (SST, SCT, or HBM). Text messages are transmitted through gradual automation administration daily, including weekends, in real-time, within a 10-hour period, every five hours (e.g., at 12:00 PM, 5:00 PM, and 10:00 PM). Optimum hours were determined to be daily from 12:00 PM to 10:00 PM, though participants may personalize the schedule to any 10-hour period, and can choose to have the text messages delivered through their cell phone or email inbox. The automated text message delivery system was developed by Dimagi (dimagi.com). Dimagi designs clinical interfaces, health information systems, and mobile technologies to perform patient-level disease management, clinical decision support, and health system monitoring. To maintain interest and enthusiasm for the intervention, messages are systematically varied by theory and content, and participants never receive the same message twice. At the completion of the enrollment visit, a Research Assistant (RA) orients the participant to the SMS intervention.\n\nPHN+SMS combined. Participants in the PHN+SMS arm will receive the same PHN and SMS interventions described above, but in concert to determine the effectiveness of the combined intervention when compared to PHN or SMS alone."
        },
        "conditionsModule": {
            "conditions": [
                "HIV"
            ],
            "keywords": [
                "HIV",
                "transgender women",
                "peer health navigation",
                "SMS, text messaging",
                "economic evaluation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Three randomly assigned arms.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 195,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Peer Health Navigation (PHN)",
                    "type": "EXPERIMENTAL",
                    "description": "PHN is a peer navigation intervention to advance trans women through the HIV Care Continuum by identifying their individual needs and barriers to HIV care, including: substance use and behavioral health needs; adherence goal(s); and methods to achieve adherence. Participants receive unlimited navigation sessions over 3 months; PHN sessions are delivered in a private room similar to a one-on-one peer counseling session.",
                    "interventionNames": [
                        "Behavioral: Text Me, Alexis!"
                    ]
                },
                {
                    "label": "Simple Message System (SMS [text messaging])",
                    "type": "EXPERIMENTAL",
                    "description": "Text messages are scripted across: 1) HIV Care Continuum (HIV Positivity/Physical and Emotional Health, Linkage/Retention in HIV Care, and ART Adherence/Viral Load Suppression); and, 2) theoretical foundation (Social Support Theory, Social Cognitive Theory, or Health Belief Model). Participants receive three daily, theory-based text messages for 90 days (270 unique scripted messages), evenly arrayed across the HIV Care Continuum. Text messages are delivered and transmitted to either a cell phone or an email inbox.",
                    "interventionNames": [
                        "Behavioral: Text Me, Alexis!"
                    ]
                },
                {
                    "label": "PHN and SMS",
                    "type": "EXPERIMENTAL",
                    "description": "PHN + SMS is the combined intervention.\n\nPHN is a peer navigation intervention to advance trans women through the HIV Care Continuum by identifying their individual needs and barriers to HIV care, including: substance use and behavioral health needs; adherence goal(s); and methods to achieve adherence. Participants receive unlimited navigation sessions over 3 months; PHN sessions are delivered in a private room similar to a one-on-one peer counseling session.\n\nText messages are scripted across: 1) HIV Care Continuum (HIV Positivity/Physical and Emotional Health, Linkage/Retention in HIV Care, and ART Adherence/Viral Load Suppression); and, 2) theoretical foundation (Social Support Theory, Social Cognitive Theory, or Health Belief Model). Participants receive three daily, theory-based text messages for 90 days (270 unique scripted messages), evenly arrayed across the HIV Care Continuum. Text messages are delivered and transmitted to either a cell phone or an email inbox.",
                    "interventionNames": [
                        "Behavioral: Text Me, Alexis!"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Text Me, Alexis!",
                    "description": "Determine the Optimal Intervention for Advancing Transgender Women Living with HIV to Full Viral Suppression",
                    "armGroupLabels": [
                        "PHN and SMS",
                        "Peer Health Navigation (PHN)",
                        "Simple Message System (SMS [text messaging])"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of HIV Viral Load Suppression",
                    "description": "HIV virological suppression is defined as the undetectability threshold ˂200 copies/mL. Key indicators of HIV care will be regressed on treatment condition and a series of baseline and time-varying covariates. Responses at each timepoint will be considered nested within an individual, which is necessary to control for the violations of independence that can occur when repeated measurements are taken from the same individual.",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Relative Cost Effectiveness",
                    "description": "The primary outcome of the cost-effectiveness analysis is the incremental cost-effectiveness ratio (ICER), which will be calculated as the incremental mean cost of a given intervention relative to an alternative, divided by the incremental mean effectiveness of the two interventions. Two types of ICERs will be calculated, one for each measure of effectiveness: a) The quality-adjusted life-year (QALY) is a measure that combines the health-related quality-of-life (HRQoL) associated with an individual's health state and their time spent in that state, and b) Advancement along the HIV Care Continuum. All measures of mean cost and effectiveness will be adjusted for important covariates. Relative cost-effectiveness will be assessed according to multiple decision-maker perspectives, and will be evaluated across a range of willingness-to-pay thresholds.",
                    "timeFrame": "18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measurements of Heterogeneous Intervention Effects",
                    "description": "Individual-level demographic characteristics (e.g., age, race/ethnicity, time since HIV diagnosis) and treatment condition will be treated as level-2 independent variables within the hierarchical model as they are stable or intrinsic characteristics. Measurements of the social and structural determinants of health (e.g., poverty, housing/food insecurity, education, health insurance) will be included in the level-1 model as time-varying covariates because they are measured repeatedly and likely to change over the duration of the follow-up period. Lastly, an indicator of time (months since follow-up) will be included at level-1 as well. Level-2 covariates will be used to predict individual intercepts (that can be thought of as the 'starting point' for each participant), and treatment condition will be used to predict the slope of time (creating a time x intervention interaction term).",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identified transgender woman;\n* Age 18 or older;\n* Verified HIV positive status;\n* Not currently in HIV care, and/or had not had an HIV care visit in the previous 6 months, and/or had a viral load of ≥200 copies/ml on her last lab test result, and/or not currently prescribed ART, and/or prescribed ART but does not rate her ability to take all her medications as \"excellent\";\n* Ability to receive daily text messages on either a personal cell phone or via an email account\n\nExclusion Criteria:\n\n* Does not identify as a transgender woman;\n* Under 18 years of age;\n* HIV negative status;\n* Currently in HIV care, and had a HIV care visit in the previous 6 months, and had a viral load of ≤200 copies/ml on her last lab test result, and currently prescribed ART, and rates her ability to take all her medications as \"excellent\";\n* Does not have the ability to receive daily text messages on either a personal cell phone or via an email account.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Self-identified Transgender Woman",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cathy J Reback, PhD",
                    "role": "CONTACT",
                    "phone": "323-463-1601",
                    "email": "reback@friendsresearch.org"
                },
                {
                    "name": "Sean M Murphy, PhD",
                    "role": "CONTACT",
                    "phone": "646-962-9710",
                    "email": "smm2010@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cathy J Reback, PhD",
                    "affiliation": "Friends Research Institute, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sean M Murphy, PhD",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Friends Community Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90028",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cathy J Reback, Ph.D.",
                            "role": "CONTACT",
                            "phone": "323-463-1601",
                            "email": "reback@friendsresearch.org"
                        },
                        {
                            "name": "Raymond P Mata",
                            "role": "CONTACT",
                            "phone": "323-463-1601",
                            "email": "rmata@friendsresearch.org"
                        },
                        {
                            "name": "Cathy J Reback, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No current plan to share individual participant data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}