{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05307094",
            "orgStudyIdInfo": {
                "id": "1R21DC018908-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R21DC018908-01A1"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "Optimizing Intervention Options for Toddlers With Early Social Communication Delays",
            "officialTitle": "Optimizing Intervention Options for Toddlers With Early Social Communication Delays",
            "acronym": "SibWatch",
            "therapeuticArea": [
                "Other"
            ],
            "study": "optimizing-intervention-options-for-toddlers-with-early-social-communication-delays"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-24",
            "studyFirstSubmitQcDate": "2022-03-22",
            "studyFirstPostDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Improving social communication outcomes for toddler siblings of children with autism, who are at high risk for multiple language and communication deficits beyond autism, has important public health implications. The proposed study is a pilot sequential multiple random assignment trial of 44 high-risk siblings that examines the feasibility, acceptability, and preliminary effects of an adaptive intervention for social communication. Evaluating effective parent-mediated communication support strategies for toddlers at high-risk supports NIDCD's mission of behavioral research focused on disordered language development and the prevention of health impairments such as communication disorders.",
            "detailedDescription": "High-risk siblings, the infant/toddler siblings of children with autism, are at increased risk for a multitude of language, communication, and academic delays (Ozonoff, Young, Landa, 2015). Although 20% of high-risk siblings will develop autism, those who do not exhibit elevated scores on autism diagnostic assessment, delayed social communication, delayed language, and impairments in social skills even at an early age (Stone, McMahon, Yoder, \\& Walden, 2007). For high-risk siblings, little is known about when to intervene, how to adapt as concerns develop, and for whom intervention is most beneficial. Thus, the goal of this pilot study is to examine the feasibility, acceptability, and initial effectiveness of an adaptive parent-mediated intervention focused on social communication for high-risk toddlers. We propose an adaptive intervention model that provides intervention options to respond to the ever-changing concern about high-risk toddlers' development. The objective of the proposed study is to examine the acceptability and feasibility of ongoing monitoring and adaptive intervention decisions for this high-risk sibling population. The specific aims include (1) to examine the effects of the adaptive intervention on parent and family outcomes (2) to evaluate and refine the intervention components and study procedures, and (3) to explore the effects of the adaptive intervention on child outcomes. Taken together, these aims provide a foundation to better understand the best adaptive treatment model for high-risk toddlers in response to evolving concern. The proposed pilot study will enroll 44 high-risk sibling toddlers who will be randomly assigned to one of two initial conditions: monthly monitoring or parent-mediated social communication intervention. Following the initial phase of intervention, toddlers will be assessed for social communication development. Those who are rated in the area of concern for social communication development will be re-randomized to receive one of two additional conditions: parent-mediated or parent-plus-clinician social communication intervention. Those who score as low-concern will receive increased monitoring for the remainder of the intervention period. Assessments will occur prior to intervention, following intervention, and 4-months following the end of intervention. The proposed research is significant because it will be the first examination of the impact of an adaptive intervention on parent and child outcomes for high-risk siblings. Understanding the effects of adaptive intervention decisions on parent implementation of social communication strategies and child social communication outcomes is a key step in optimizing interventions for this high-risk sibling group. This initial pilot study will demonstrate the feasibility, acceptability, and initial effects necessary to support a full-scale clinical trial in a future R01 application."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Sibling"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Sequential Multiple Assignment Randomized Trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcome assessor is masked to all primary outcome data collection and data coding/ratings.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 44,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention first",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will first be randomly assigned to a parent-mediated social communication intervention. At month 3 participants' social communication will be evaluated. Participants who present with delayed social communication skills will be randomly assigned to 2 additional treatment options: continue, or add video feedback. Participants who do not present with social communication delays will reduce intervention to a weekly phone call.",
                    "interventionNames": [
                        "Behavioral: Improving Parents as Communication Teachers"
                    ]
                },
                {
                    "label": "Developmental monitoring first",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will first be assigned to receive monthly monitoring of social communication development. At month 3 participants' social communication will be evaluated. Participants who present with delayed social communication skills will be randomly assigned to 2 additional treatment options: continue, or add video feedback. Participants who do not present with social communication delays will continue to receive developmental monitoring.",
                    "interventionNames": [
                        "Behavioral: Improving Parents as Communication Teachers"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Improving Parents as Communication Teachers",
                    "description": "A parent-mediated naturalistic developmental behavioral intervention delivered 2-times per week with a primary caregiver and the child.",
                    "armGroupLabels": [
                        "Developmental monitoring first",
                        "Intervention first"
                    ],
                    "otherNames": [
                        "ImPACT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Parent implementation",
                    "description": "Parent use of naturalistic strategies with their child using a fidelity of implementation checklist.",
                    "timeFrame": "immediately following the intervention period"
                },
                {
                    "measure": "Child social communication",
                    "description": "Child social communication rate, coded and averaged across a semi-structured parent-child social interactions (including play and snack activties). One score will be derived from the total observation",
                    "timeFrame": "immediately following the intervention period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Has a biological sibling diagnosed on the autism spectrum\n* Caregiver is willing to participate in study procedures\n* No known hearing or vision loss\n* Caregiver speaks enough English to participate in the intervention/assessments which are delivered in English.\n* Caregiver uses English for at least half of the day with the toddler.\n\nExclusion Criteria:\n\n* Currently receiving early intervention services",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "11 Months",
            "maximumAge": "18 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lauren Hampton, PhD",
                    "role": "CONTACT",
                    "phone": "512-475-8572",
                    "email": "lauren.hampton@austin.utexas.edu"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas at Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Hampton",
                            "role": "CONTACT",
                            "phone": "512-475-2471",
                            "email": "lauren.hampton@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}