{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05571059",
            "orgStudyIdInfo": {
                "id": "CPI-IFE-008"
            },
            "organization": {
                "fullName": "Cumberland Pharmaceuticals",
                "class": "INDUSTRY"
            },
            "briefTitle": "Oral Ifetroban in Patients With Idiopathic Pulmonary Fibrosis (IPF)",
            "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Phase II Study to Determine the Safety and Efficacy of Oral Ifetroban in Patients With Idiopathic Pulmonary Fibrosis (IPF)",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "oral-ifetroban-in-patients-with-idiopathic-pulmonary-fibrosis-ipf"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-27",
            "studyFirstSubmitQcDate": "2022-10-04",
            "studyFirstPostDateStruct": {
                "date": "2022-10-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cumberland Pharmaceuticals",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Ifetroban prevents and treats lung fibrosis due to multiple causes (bleomycin, genetic, radiation). The safety and efficacy of oral ifetroban will be assessed in patients with IPF.",
            "detailedDescription": "This is a multicenter, prospective, randomized, placebo-controlled, phase II study to determine the safety and efficacy of oral ifetroban compared to placebo in subjects with IPF. Patients who meet the inclusion criteria and none of the exclusion criteria will receive oral ifetroban or placebo once daily for 12 months. Subjects will be randomly assigned to one of two oral treatment groups: ifetroban or placebo and block randomized by background therapy. All subjects who receive treatment will be assessed for safety. All subjects with at least one efficacy assessment post-baseline will be evaluated for efficacy. Blood and urine will be collected for standard and novel PPF biomarkers."
        },
        "conditionsModule": {
            "conditions": [
                "Idiopathic Pulmonary Fibrosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, Double-Blind, Placebo-Controlled",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Each individual bottle is labelled with a unique numeric code that identifies the contents to the unblinded sponsor representative.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 128,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ifetroban Sodium",
                    "type": "EXPERIMENTAL",
                    "description": "Drug: Ifetroban Oral capsule, 250 mg, once daily for 12 months",
                    "interventionNames": [
                        "Drug: Ifetroban Sodium"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Drug: Placebo Matching placebo, oral capsule, once daily for 12 months",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ifetroban Sodium",
                    "description": "Once daily oral ifetroban",
                    "armGroupLabels": [
                        "Ifetroban Sodium"
                    ],
                    "otherNames": [
                        "ifetroban"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Matching oral placebo",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in Forced Vital Capacity (FVC) in mL",
                    "description": "To demonstrate a reduction in lung function decline for ifetroban compared to placebo over 52 weeks.",
                    "timeFrame": "Baseline through 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time to the first occurrence of any of the components of the composite endpoint: time to first acute IPF exacerbation, first hospitalization for respiratory cause, or death",
                    "description": "Time to the first occurrence of any of the components of the composite endpoint: time to first acute IPF exacerbation, first hospitalization for respiratory cause, or death over 52 weeks",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Time to first acute IPF exacerbation or death",
                    "description": "Time to first acute IPF exacerbation or death over 52 weeks",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Proportion of patients with acute exacerbations of lung fibrosis",
                    "description": "Proportion of patients with acute exacerbations of lung fibrosis, defined as an acute, clinically significant, respiratory deterioration characterized by evidence of new widespread alveolar abnormality, as deemed by the investigator, for the following:\n\n* Acute worsening or development of dyspnea (\\<1-month duration).\n* Imaging with new bilateral ground-glass opacity and/or consolidation superimposed on a background pattern of lung fibrosis.\n* Respiratory deterioration not fully explained by cardiac failure or fluid overload.",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Time to hospitalization for respiratory cause or death",
                    "description": "Time to hospitalization for respiratory cause or death over 52 weeks",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Change from baseline in quality of life (SOBQ)",
                    "description": "The University of California, San Diego (UCSD) Medical Center Shortness of Breath Questionnaire (SOBQ) assesses the impact of a subject's lung disease on their quality of life. The assessment scale asks the patient to rate their breathlessness while performing a specific task using a numeric scale from 0 - 5, with 0 being \"none at all\" and 5 being \"maximal or unable to do because of breathlessness\". Lower scores = low impact; higher scores = higher impact. Scores from the survey will be evaluated at each timepoint and compared to baseline to assess for changes.",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Change from baseline in Living with Pulmonary Fibrosis (L-PF) Symptoms Dyspnea domain score",
                    "description": "The Living with Pulmonary Fibrosis (L-PF) Impacts Questionnaire assesses the impact of a subject's lung disease on their quality of life in three areas: dyspnea, cough and fatigue. The assessment scale asks the patient several questions in each domain. In the dyspnea domain, the patient is to rate each question based on how they have been feeling over the last 7 days using a numeric scale from 0 - 4, with 0 being \"not at all\" or \"extremely poor\" and 4 being \"extremely\" or \"excellent\". Lower scores = low impact; higher scores = higher impact. Scores from the survey will be evaluated at each timepoint and compared to baseline to assess for changes.",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Change from baseline in Living with Pulmonary Fibrosis (L-PF) Symptoms Cough domain score",
                    "description": "The Living with Pulmonary Fibrosis (L-PF) Impacts Questionnaire assesses the impact of a subject's lung disease on their quality of life in three areas: dyspnea, cough and fatigue. The assessment scale asks the patient several questions in each domain. In the Cough domain, the patient is to rate each question based on how they have been feeling over the last 7 days using a numeric scale from 0 - 4, with 0 being \"never\" or \"none at all\" or \"none\" or \"Not at all\" or very little time\" and 4 being \"extremely\" or \"all of the time\" or \"A lot\" or \"extremely long time\". Lower scores = low impact; higher scores = higher impact. Scores from the survey will be evaluated at each timepoint and compared to baseline to assess for changes.",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Change from baseline in Living with Pulmonary Fibrosis (L-PF) Symptoms Fatigue domain score",
                    "description": "The Living with Pulmonary Fibrosis (L-PF) Impacts Questionnaire assesses the impact of a subject's lung disease on their quality of life in three areas: dyspnea, cough and fatigue. The assessment scale asks the patient several questions in each domain. In the Fatigue domain, the patient is to rate each question based on how they have been feeling over the last 7 days using a numeric scale from 0 - 4, with 0 being \"Made my quality of life extremely poor\" or \"Extremely poor\" and 4 being \"No negative effect\" or \"Excellent\". Lower scores = high impact; higher scores = low impact. Scores from the survey will be evaluated at each timepoint and compared to baseline to assess for changes.",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Time to death",
                    "description": "Time to death over 52 weeks",
                    "timeFrame": "Baseline through 12 months"
                },
                {
                    "measure": "Incidence of Treatment Emergent Adverse Events (safety & tolerability)",
                    "description": "Percentage of subjects with one or more treatment emergent adverse event",
                    "timeFrame": "Baseline through 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female age 40 years or older\n2. IPF Diagnosis:\n\n   1. Satisfying the 2022 American Thoracic Society/European Respiratory Society /Japanese Respiratory Society/Latin American Thoracic Association (ATS/ERS/JRS/ALAT) diagnostic criteria (Raghu 2022) confirmed by the investigator\n   2. UIP or probable UIP based on chest HRCT obtained within 2 months of Day 0, or historical lung biopsy consistent with UIP.\n3. If receiving antifibrotic agents pirfenidone or nintedanib, patients must be receiving a stable dose for ≥ 2 months prior to Day 0 and planning to stay on stable background therapy; if not receiving pirfenidone or nintedanib, patients must be naive to both drugs or not have received either for at least 4 weeks prior to Day 0 and remain off background therapy with no intention to start or re-start (combination of nintedanib and pirfenidone not allowed).\n4. If receiving monotherapy for the treatment of pulmonary hypertension (e.g. phosphodiesterase 5 inhibitors, endothelin receptor antagonists or inhaled or oral prostanoid therapy), patients must be receiving a stable dose for ≥ 4 weeks prior to Day 0 and planning to remain on a stable dose throughout the study.\n5. FVC ≥ 40% of predicted normal according to Global Lung Initiative (GLI)\n6. Diffusion Capacity of Carbon Monoxide (DLCO) \\[corrected for hemoglobin\\] ≥ 25% to \\<80% of predicted normal\n\nExclusion Criteria:\n\n1. Relevant airways obstruction (pre-bronchodilator Forced Expiratory Volume in one second to forced vital capacity ratio less than 70% (FEV1/FVC \\< 0.7))\n2. In the opinion of the Investigator, other clinically significant pulmonary abnormalities.\n3. Known significant PAH, defined as previous clinical or echocardiographic evidence of significant right heart failure, history of right heart catheterization showing a cardiac index \\< 2 L/min/m2, or PAH requiring combination of PAH-specific therapies or any PAH parenteral therapy.\n4. Emphysema ≥ 50% on HRCT assessed by the investigator, or the extent of emphysema is greater than the extent of fibrosis according to reported results from the most recent chest HRCT.\n5. Acute IPF exacerbation within 6 weeks prior to screening and/or during the screening period (investigator-determined).\n6. ILD associated with other known causes\n7. Lower respiratory tract infection requiring antibiotics within 4 weeks prior to Day 0 and/or during the screening period.\n8. Major surgery (major according to the investigator's assessment) performed within six weeks prior to Day 0 or planned during the course of the trial. (Being on a transplant list is allowed).\n9. AST or ALT \\> 1.5 x ULN, Bilirubin \\> 1.5 x ULN, Creatinine clearance \\< 30 mL/min calculated by Cockcroft-Gault formula.\n10. Underlying chronic liver disease (Child Pugh A, B or C hepatic impairment).\n11. Cardiovascular diseases, any of the following:\n\n    1. Severe hypertension, uncontrolled despite treatment (≥160/100 mmHg)\n    2. Myocardial infarction within 6 months of Day 0\n    3. Unstable cardiac angina\n12. Bleeding risk, any of the following:\n\n    1. Known genetic predisposition to bleeding.\n    2. Patients who require:\n\n    i. Fibrinolysis, full-dose therapeutic anticoagulation (e.g. vitamin K antagonists, direct thrombin inhibitors, direct oral anticoagulants, heparin, hirudin) ii. High dose antiplatelet therapy (\\> 325 mg/day of aspirin; \\> 75 mg/day ticlodipine or clopidogrel; any dose of other 2b3a anti-platelet agents)\n13. History of hemorrhagic central nervous system (CNS) event within 12 months of Day 0\n14. Any of the following within 3 months of Day 0:\n\n    1. Hemoptysis or hematuria\n    2. Active gastro-intestinal (GI) bleeding needing hospitalization/intervention or peptic ulcer disease\n15. Coagulation parameters: International normalized ratio (INR) \\>2, prolongation of prothrombin time (PT) and activated partial thromboplastin time (aPTT) by \\>1.5 x ULN\n\n    Note: Prophylactic low dose heparin or heparin flush as needed for maintenance of an indwelling intravenous device (e.g. less than or equal to enoxaparin 40 mg subcutaneously (SC) per day or heparin 5000 units SC every eight hours), low-dose FXa inhibitors (rivaroxaban/apixaban: 2.5mg twice daily (max 5mg/day), edoxaban: 15mg/day), as well as prophylactic use of antiplatelet therapy (e.g. acetyl salicylic acid \\[ASA\\] up to 325 mg/day, or clopidogrel at 75 mg/day, or equivalent doses of other antiplatelet therapy) are not prohibited.\n16. History of thrombotic event (including stroke and transient ischemic attack) within 12 months of Day 0\n17. Use of disease-modifying antirheumatic drugs, B-cell depleting therapies or immunosuppressive medications, within 6 months of Day 0.\n18. Use of systemic corticosteroids equivalent to prednisone \\>15mg/day within 2 weeks of Day 0.\n19. Simultaneous use of pirfenidone and nintedanib at screening.\n20. Other disease that may interfere with testing procedures or in the judgment of the Investigator may interfere with trial participation or may put the patient at risk when participating in this trial.\n21. Any documented active or suspected malignancy within 5 years prior to Day 0, except appropriately treated basal cell carcinoma of the skin, in situ squamous cell carcinoma of the skin or \"under surveillance\" prostate cancer.\n22. Evidence of active infection (chronic or acute) based on clinical exam or laboratory findings.\n23. The patient has a confirmed infection with Severe Acute Respiratory Syndrome- Coronvirus-2 (SARS-CoV-2) within the four weeks prior to Day 0 or during the screening period.\n24. Women who are pregnant, nursing, or who plan to become pregnant while in the trial.\n25. Women of childbearing potential not willing or able to use highly effective methods of birth control per ICH M3 (R2) that result in a low failure rate of less than 1% per year when used consistently for 28 days prior to and three months after Investigational Medicinal Product (IMP) administration.\n\n    Note: A woman is considered of childbearing potential, i.e. fertile, following menarche and until becoming post-menopausal unless permanently sterile. Permanent sterilization methods include hysterectomy, bilateral salpingectomy and bilateral oophorectomy\n26. In the opinion of the Investigator, active alcohol or drug abuse.\n27. Patients not able to understand or follow trial procedures including completion of self- administered questionnaires without help.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ines Macias-Perez, PhD",
                    "role": "CONTACT",
                    "phone": "6159795778",
                    "email": "imaciasperez@cumberlandpharma.com"
                },
                {
                    "name": "Ingrid Anderson, PhD, CCRP",
                    "role": "CONTACT",
                    "phone": "615-627-4121",
                    "email": "ianderson@cumberlandpharma.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Todd Rice, MD, MSc",
                    "affiliation": "Cumberland Pharmaceuticals",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Asha Payda",
                            "role": "CONTACT",
                            "phone": "415-476-7054",
                            "email": "ashapayda2@ucsf.edu"
                        },
                        {
                            "name": "Jeffrey Golden, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Miami VA Health System",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33125",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carol Ramos",
                            "role": "CONTACT",
                            "phone": "305-310-2614",
                            "email": "carol.ramos@va.gov"
                        },
                        {
                            "name": "Robert Jackson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Northwestern Medicine",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aaron Gundersheimer",
                            "role": "CONTACT",
                            "email": "aaron.gundersheimer@northwestern.edu"
                        },
                        {
                            "name": "Rade Tomic, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Indiana University Health",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kim McPeak",
                            "role": "CONTACT",
                            "phone": "317-962-1138",
                            "email": "kmcpeak@iuhealth.org"
                        },
                        {
                            "name": "Damien Patel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "University of Louisville",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Belica Graf",
                            "role": "CONTACT",
                            "phone": "502-852-0560",
                            "email": "belica.graf@louisville.edu"
                        },
                        {
                            "name": "Mohamed Saad, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "Beaumont Hospital, Royal Oak",
                    "status": "RECRUITING",
                    "city": "Royal Oak",
                    "state": "Michigan",
                    "zip": "48073",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Coleen Tessmar",
                            "role": "CONTACT",
                            "phone": "248-551-0312",
                            "email": "coleen.tessmar@beaumont.org"
                        },
                        {
                            "name": "Girish Nair, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.48948,
                        "lon": -83.14465
                    }
                },
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Olia Ali",
                            "role": "CONTACT",
                            "phone": "347-393-6217",
                            "email": "olia.ali@mssm.edu"
                        },
                        {
                            "name": "Maria Padilla, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University of Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "New York",
                    "zip": "14642",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Geoffrey Rice",
                            "role": "CONTACT",
                            "phone": "585-276-7355",
                            "email": "geoffrey_rice@urmc.rochester.edu"
                        },
                        {
                            "name": "David Nagel, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.15478,
                        "lon": -77.61556
                    }
                },
                {
                    "facility": "Temple University Hospital",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19140",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elaina Budny, RN",
                            "role": "CONTACT",
                            "phone": "215-707-6028",
                            "email": "elaina.budny@tuhs.temple.edu"
                        },
                        {
                            "name": "Gerard Criner, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Baylor University Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75246",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tyler Tonko",
                            "role": "CONTACT",
                            "email": "tyler.tonko@bswhealth.org"
                        },
                        {
                            "name": "Susan Mathai, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                },
                {
                    "facility": "Premier Pulmonary Critical Care and Sleep Medicine",
                    "status": "RECRUITING",
                    "city": "Denison",
                    "state": "Texas",
                    "zip": "75020",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Muhammad (Mo) Butt",
                            "role": "CONTACT",
                            "phone": "469-714-9864",
                            "email": "crc@premierpsm.com"
                        },
                        {
                            "name": "Sanober Kable, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.75566,
                        "lon": -96.53666
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35728047",
                    "type": "BACKGROUND",
                    "citation": "Suzuki T, Kropski JA, Chen J, Carrier EJ, Chen X, Sherrill TP, Winters NI, Camarata JE, Polosukhin VV, Han W, Rathinasabapathy A, Gutor S, Gulleman P, Sabusap C, Banovich NE, Tanjore H, Freeman ML, Tada Y, Young LR, Gokey JJ, Blackwell TS, West JD. Thromboxane-Prostanoid Receptor Signaling Drives Persistent Fibroblast Activation in Pulmonary Fibrosis. Am J Respir Crit Care Med. 2022 Sep 1;206(5):596-607. doi: 10.1164/rccm.202106-1503OC."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011658",
                    "term": "Pulmonary Fibrosis"
                },
                {
                    "id": "D000054990",
                    "term": "Idiopathic Pulmonary Fibrosis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14512",
                    "name": "Pulmonary Fibrosis",
                    "asFound": "Pulmonary Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27989",
                    "name": "Idiopathic Pulmonary Fibrosis",
                    "asFound": "Idiopathic Pulmonary Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3003",
                    "name": "Idiopathic Pulmonary Fibrosis",
                    "asFound": "Idiopathic Pulmonary Fibrosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000078904",
                    "term": "Ifetroban"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M228666",
                    "name": "Ifetroban",
                    "asFound": "Sacrococcygeal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}