{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05445804",
            "orgStudyIdInfo": {
                "id": "IRB00170600"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21DA045744",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21DA045744"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Oral Cannabidiol for Tobacco Cessation",
            "officialTitle": "Oral Cannabidiol for Tobacco Cessation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "oral-cannabidiol-for-tobacco-cessation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-30",
            "studyFirstSubmitQcDate": "2022-06-30",
            "studyFirstPostDateStruct": {
                "date": "2022-07-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Cannabidiol is a compound found in cannabis plants that is well tolerated, has low abuse liability, and might be an effective medication to promote tobacco cessation. This clinical study will use a validated approach for screening tobacco cessation medications to determine if oral cannabidiol increases short-term tobacco abstinence, and evaluate mechanisms that might explain how cannabidiol alters smoking behavior. Results from this study will provide data on the therapeutic potential of cannabidiol for tobacco cessation.",
            "detailedDescription": "Although tobacco smoking rates continue to decrease, cigarette smoking remains the leading cause of preventable disease and death in the United States and few tobacco users achieve sustained abstinence, underscoring the need for alternative treatments. The endocannabinoid system can modulate the reinforcing effects of nicotine and may be a target for development of pharmacotherapies for tobacco cessation. The cannabinoid type 1 receptor receptor inverse agonist/antagonist rimonabant has demonstrated efficacy in increasing tobacco abstinence rates in clinical trials, though it was abandoned as a viable medication due to adverse psychiatric side effects. Compounds that have similar pharmacology to rimonabant, but without the adverse psychiatric side effect profile may be efficacious for tobacco cessation. Cannabidiol (CBD) is a naturally occurring constituent of the cannabis plant that has been well tolerated in clinical studies and has low abuse liability. CBD has demonstrated anxiolytic, antipsychotic, and antidepressant effects, and can reduce appetite, suggesting that it may reduce known nicotine withdrawal symptoms associated with relapse. One clinical study provided initial evidence that CBD may be useful to promote tobacco cessation, however, the mechanism by which smoking was reduced is not clear and appropriate dosing remains unknown.\n\nThis research will apply a rigorous methodological approach as an early screener for potential pharmacotherapies for tobacco dependence. This approach will utilize systematic dose administration and biochemical verification of smoking abstinence to evaluate CBD as a potential pharmacotherapy for tobacco cessation. A double-blind, within-subject, double-crossover design will be used to compare the effect of twice-daily oral CBD and matched placebo on short-term tobacco abstinence, and explore potential mechanisms underlying the effect of CBD on tobacco withdrawal, negative affect, and reinforcement."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use",
                "Tobacco Smoking",
                "Tobacco Dependence",
                "Tobacco Use Disorder",
                "Tobacco Use Cessation"
            ],
            "keywords": [
                "Tobacco",
                "Smoking",
                "Cannabidiol",
                "CBD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "All participants will receive the same drug conditions, but the order in which the participants receive the drug conditions will be counterbalanced across participants.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Within-Subjects Dose Conditions",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will receive the same drug conditions, but the order in which the participants receive the drug conditions will be counterbalanced across participants. Thus, comparisons of the drug conditions on outcome measures will be compared within-subjects (e.g., between drug and placebo) and not between arms.",
                    "interventionNames": [
                        "Drug: 300 mg Cannabidiol",
                        "Drug: 600 mg Cannabidiol",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Additional Within-Subjects Dose Conditions",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will receive the same drug conditions, but the order in which the participants receive the drug conditions will be counterbalanced across participants. Thus, comparisons of the drug conditions on outcome measures will be compared within-subjects (e.g., between drug and placebo) and not between arms.",
                    "interventionNames": [
                        "Drug: 300 mg Cannabidiol",
                        "Drug: 600 mg Cannabidiol",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "300 mg Cannabidiol",
                    "description": "300 mg CBD in Medium Chain Triglyceride oil b.i.d.",
                    "armGroupLabels": [
                        "Additional Within-Subjects Dose Conditions",
                        "Within-Subjects Dose Conditions"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "600 mg Cannabidiol",
                    "description": "600 mg CBD in Medium Chain Triglyceride oil b.i.d.",
                    "armGroupLabels": [
                        "Additional Within-Subjects Dose Conditions",
                        "Within-Subjects Dose Conditions"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Medium Chain Triglyceride oil",
                    "armGroupLabels": [
                        "Additional Within-Subjects Dose Conditions",
                        "Within-Subjects Dose Conditions"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "biochemically-verified tobacco abstinence as assessed by expired carbon monoxide",
                    "description": "Biochemically-verified tobacco abstinence as assessed by expired carbon monoxide part per million during the 4-day practice quit attempt of each drug condition.",
                    "timeFrame": "4 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Smoking Puff Topography",
                    "description": "smoking puff topography will be collected each Monday during simulated quit attempt weeks (2, 4, and 6).",
                    "timeFrame": "Change between simulated quit attempt (weeks 2, 4, and 6)."
                },
                {
                    "measure": "Cigarette Purchase Task",
                    "description": "Cigarette Purchase Task will be collected each Monday during simulated quit attempt weeks (2, 4, and 6).",
                    "timeFrame": "Change between simulated quit attempt (weeks 2, 4, and 6)."
                },
                {
                    "measure": "Modified Cigarette Evaluation Scale",
                    "description": "Modified Cigarette Evaluation Scale will be collected each Monday during simulated quit attempt weeks (2, 4, and 6).",
                    "timeFrame": "Change between simulated quit attempt (weeks 2, 4, and 6)."
                },
                {
                    "measure": "Tobacco Smoking as assessed by self report",
                    "description": "Self-reported cigarettes per day",
                    "timeFrame": "Change between simulated quit attempt (weeks 2, 4, and 6)."
                },
                {
                    "measure": "Tobacco Withdrawal as assessed by the Minnesota Nicotine Withdrawal Scale",
                    "description": "Minnesota Nicotine Withdrawal Scale Total Score (range 0 - 36) higher scores equate with greater withdrawal",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Tobacco Withdrawal as assessed by the Questionnaire of Smoking Urges - Brief",
                    "description": "Questionnaire of Smoking Urges - Brief - Ten item questionnaire contains two 5-item factor scores - higher scores equate with greater smoking urge",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Tobacco Withdrawal as assessed by the Positive and Negative Affect Scale",
                    "description": "Positive and Negative Affect Scale - composed of 20 items, 10 measuring positive affect and 10 measuring negative affect. Scores range from 1 to 5 corresponding with extent to which the affect was experienced in the specified timeframe.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Tobacco Withdrawal as assessed by the Hospital Anxiety and Depression Scale",
                    "description": "Hospital Anxiety and Depression Scale - 14 item assessment of anxiety and depression. Each item measured on a 4-point scale. Higher scores equate with greater depression/anxiety.",
                    "timeFrame": "2 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have provided written informed consent\n2. Be between the ages of 18 and 65\n3. Report use of \\> 10 cigarettes per day for \\> 1 year with smoking status verified by either a positive breath carbon monoxide test (\\>8ppm) or urine cotinine test (\\>200ng/mL) at screening\n4. Report interest in quitting tobacco in the next two months\n5. Are willing to engage in a series of practice quit attempts as part of the study.\n6. Be in good general health based on a physical examination, medical history, vital signs, and screening urine and blood tests as determined by a licensed medical professional.\n7. For women of children bearing potential and men with female partners of child-bearing potential, must be willing to use an effective form of contraception during the study and for at least 30 days after the last study drug administration. Acceptable forms of contraception include: double barrier contraception or a combination of a barrier contraception and a hormonal implant, injectable, combined oral contraceptive, or a male partner who has had a vasectomy; intrauterine device or tubal ligation.\n\nExclusion Criteria:\n\n1. Meet Diagnostic and Statistical Manual-V criteria for substance use disorders except for nicotine or tobacco use disorders\n2. Are currently receiving or interested in immediately receiving behavioral treatment or medication for smoking cessation\n3. Test positive for drugs of abuse (except nicotine) and/or breath alcohol test at study admission\n4. Have a current physical or mental illness judged by the study team to negatively impact participant safety or scientific integrity.\n5. Have a lifetime history of suicidal behavior (i.e. past suicide attempt), or current suicidal behavior or ideation as assessed by the Columbia Suicide Severity Rating Scale (C-SSRS)\n6. Are currently pregnant, planning to become pregnant in the next three months or are currently breastfeeding.\n7. Use of an over the counter, systemic or topical drug(s), herbal supplement(s), or vitamin(s) within 14 days (or 5 half-lives for that specific drug) of experimental sessions; which, in the opinion of the investigator or sponsor, will interfere with the study results or the safety of the participant\n8. Use of a prescription medication (with the exception of birth control prescriptions) within 14 days (or 5 half-lives for that specific drug) of experimental sessions; which, in the opinion of the investigator or sponsor, will interfere with the study result or the safety of the participant. This includes any medication metabolized via CYP2D6, CYP2C9, CYP2B10, or which induce/inhibit CYP3A4 enzymes.\n9. Have a history of clinically significant cardiac arrhythmias or vasospastic disease (e.g. Prinzmetal's angina).\n10. Have elevated serum liver transaminase (AST or ALT) above 2 x upper limit of normal, or elevated bilirubin above 1.5 x upper limit of normal.\n11. Are currently enrolled in another clinical trial or have received any drug as part of a research study within 30 days of study participation.\n\n    -",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dustin C Lee, PhD",
                    "role": "CONTACT",
                    "phone": "410-550-4035",
                    "email": "dlee214@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dustin C Lee, PhD",
                    "affiliation": "Behavioral Pharmacology Research Unit, Johns Hopkins Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Behavioral Pharmacology Research Unit",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dustin C Lee, PhD",
                            "role": "CONTACT",
                            "phone": "410-550-4035",
                            "email": "dlee214@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is not currently a plan to make individual participant data available to other researchers."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014029",
                    "term": "Tobacco Use Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16785",
                    "name": "Tobacco Use Disorder",
                    "asFound": "Tobacco Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002185",
                    "term": "Cannabidiol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "asFound": "Incentive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}