{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01805869",
            "orgStudyIdInfo": {
                "id": "130033"
            },
            "secondaryIdInfos": [
                {
                    "id": "13-D-0033"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Oral Specimen and Data Acquisition Study of Subjects Requiring Third Molar Removal",
            "officialTitle": "Oral Specimen and Data Acquisition Study of Subjects Requiring Third Molar Removal",
            "therapeuticArea": [
                "Other"
            ],
            "study": "oral-specimen-and-data-acquisition-study-of-subjects-requiring-third-molar-removal"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03-14",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-06-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-03-05",
            "studyFirstSubmitQcDate": "2013-03-05",
            "studyFirstPostDateStruct": {
                "date": "2013-03-06",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-05-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Dental and Craniofacial Research (NIDCR)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- The third molars (wisdom teeth) normally grow in during late adolescence or early adulthood. Many people need or choose to have these teeth removed with oral surgery. Normally, the removed teeth and tissue are thrown away as medical waste. However, oral health researchers want to collect the teeth and tissue for research. They also want to encourage dentists at the National Institutes of Health to improve their skills in oral surgery. This study will collect the teeth and tissue of people who need to have oral surgery to remove their wisdom teeth.\n\nObjectives:\n\n* To provide continued dental skills training for dentists at the National Institutes of Health.\n* To collect teeth and tissue samples following wisdom tooth removal surgery.\n\nEligibility:\n\n- Individuals between 16 and 50 who need to have their wisdom teeth removed.\n\nDesign:\n\n* This study will involve a minimum of three visits. There will be a screening visit, a surgery visit, and at least one follow-up visit.\n* Participants will be screened with a physical exam and medical history. A full dental exam with x-rays will be given to evaluate the need for surgery.\n* At the second visit, participants will have oral surgery to remove their wisdom teeth. The teeth and tissue removed during the surgery will be collected for study.\n* Participants will receive drugs to control the pain after surgery. They will also be able to contact a dentist if there are any problems.\n* Between 7 and 21 days after surgery, participants will have a followup visit to check the healing. If they are having no problems, this will be the last visit. If there are any postsurgery issues, they will be scheduled for additional visits as needed.",
            "detailedDescription": "Objective\n\nThe objective of this protocol is to evaluate and provide treatment for subjects who have a clinical indication for the routine extraction of dental third molar wisdom teeth with the aim to allow investigators to maintain their expertise in dental clinical care, gain additional knowledge about oral health and to utilize surgical waste collected from these patients for research studies.\n\nStudy Population\n\nThe protocol will enroll a convenience sample of 10000 subjects ages greater than or equal to 16-50 in need of clinically indicated, routine extraction of third molars.\n\nDesign\n\nThis is an evaluation, treatment and training protocol. Subjects will receive standard evaluation and treatment for clinically indicated, routine extraction of third molars. Subjects will report to the NIDCR dental clinic for at least three visits. The first visit will be a screening evaluation to determine the clinical need for third molar extraction and protocol eligibility. Eligible subjects will return for a second visit for third molar extraction. Oral specimens removed during the standard procedure of third molar extraction will be distributed for research. A third visit will be scheduled approximately one week after surgery for a post-operative clinical evaluation. Data collection will include demographics, pain management, medication regimen and adverse events to examine its effect on clinical outcomes\n\nOutcome Measures\n\nThere is no research planned under this protocol. However, data is collected for purposes of research and clinical quality assurance. If trends emerge that warrant further exploration, outcome measures will be described when IRB approval or determination of exemption is requested to carry out the project."
        },
        "conditionsModule": {
            "conditions": [
                "Stomatognatic",
                "Tooth Diseases",
                "Diseases",
                "Tooth",
                "Tooth Impaction"
            ],
            "keywords": [
                "Third Molar",
                "Specimen Acquisition",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy volunteers",
                    "description": "Male or female ages 16-50"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "data collection",
                    "description": "If trends emerge that warrant further exploration, outcome measures will be described",
                    "timeFrame": "9 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Ages greater than or equal to 16-50\n* Clinical evidence of need (dental decay, bony or soft tissue impaction, orthodontic need) for third molar extraction as determined by medical, dental, and radiographic evaluation\n* Willing to allow for the collection of waste tissue (e.g., teeth, alveolar bone, excessive gingival tissue) extracted to be used for research\n* In good general health as defined by the American Society of Anesthesiologists (ASA) status I or II\n* Able to understand and sign an informed consent\n\nEXCLUSION CRITERIA:\n\n* Pregnant or nursing women\n* Unable to have third molar extraction as determined by NIDCR surgeon/dentist, due to medical conditions (beyond ASA I or II), complexity of the surgery, or history that precludes safe outpatient conscious sedation. These clinical decisions will be based on the risks and benefits related to the surgery.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "The protocol will enroll a convenience sample of 10,000 subjects ages \\>16-50 in need of clinically indicated extraction of third molars.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sharon Mitchell",
                    "role": "CONTACT",
                    "phone": "(301) 496-4372",
                    "email": "sharon.mitchell@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Janice S Lee, DDS, MD",
                    "affiliation": "National Institute of Dental and Craniofacial Research (NIDCR)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2013-D-0033.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".It is not yet known if there will be a plan to make IPD available"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014076",
                    "term": "Tooth Diseases"
                },
                {
                    "id": "D000014095",
                    "term": "Tooth, Impacted"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16831",
                    "name": "Tooth Diseases",
                    "asFound": "Tooth Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16850",
                    "name": "Tooth, Impacted",
                    "asFound": "Tooth Impaction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}