{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05695352",
            "orgStudyIdInfo": {
                "id": "IG-20-001 V2.0"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R43HD104508-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R43HD104508-01"
                }
            ],
            "organization": {
                "fullName": "InnovaGyn, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Oral Levonorgestrel Plus Meloxicam, IG-002 Delays Ovulation in Normal Menstruating Women by Seven Days",
            "officialTitle": "A Phase II Study to Evaluate the Delay in Ovulation Following Oral Levonorgestrel Plus Meloxicam Compared to Placebo in Normal Menstruating Women",
            "acronym": "OVULATION",
            "therapeuticArea": [
                "Women's Health"
            ],
            "study": "oral-levonorgestrel-plus-meloxicam-ig-delays-ovulation-in-normal-menstruating-women-by-seven-days"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-02",
            "studyFirstSubmitQcDate": "2023-01-12",
            "studyFirstPostDateStruct": {
                "date": "2023-01-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Archer",
                "investigatorTitle": "Chief Executive Officer",
                "investigatorAffiliation": "InnovaGyn, Inc."
            },
            "leadSponsor": {
                "name": "InnovaGyn, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial determines if an oral medication taken within 2 days of anticipated ovulation will delay ovulation by 7 days. The study compares oral placebo tablets (control) to oral levonorgestrel, a synthetic hormone, and meloxicam, a non-steroidal anti-inflammatory drug (treatment) in 21 healthy women between the ages of 18 to 40. The control or treatment are taken 48 hours apart in the first and second menstrual cycle, respectively. The first dose is taken when the ovarian follicle has a diameter of 17 mm measured by transvaginal ultrasound. This follicle diameter is found 2 ± 1.0 days before ovulation. Ovulation is determined by a change in urinary hormone levels analyzed in first morning daily urine. The Investigators anticipate that the control cycle will have an interval to ovulation of ≤ 3 days from first placebo to ovulation while a delay of ≥7 days is found between first treatment to ovulation. A second question is to determine the side effects between control versus treatment based on symptoms such as nausea or abdominal cramping, change in blood pressure or pulse rate and the interval in menstrual bleeding.\n\nEach study participant has approximately 9 visits during each of two menstrual cycles. The visits between menstrual day 9 (first visit) to largest follicle are 3 to 6 depending upon follicle growth. A blood sample with a transvaginal ultrasound for ovarian follicle diameter is obtained at each visit. The appropriate medication is taken when the ovarian follicle largest diameter is 17 mm. The second dose is taken 2 days later with interim and final visits at 5 and 10 days following first dose. Each participant collects first morning urine from menstrual day 9 to 23. A teaspoonful of morning urine is placed in a storage tube and kept in a refrigerator freezer section until returned at a scheduled visit. All urine samples are kept frozen until analyzed for the metabolites of estrogen and progesterone by a central research laboratory. A change in the ratio of estrogen to progesterone metabolites is indicative of ovulation because more progesterone is secreted after ovulation from the ovary.\n\nThe primary research outcome compares the interval in days from first dose of medication to ovulation between control and treatment. Secondary outcomes are menstrual cramps, vaginal bleeding, nausea, and headache, and changes in blood pressure, pulse, and interval between menstrual periods in control compared to treatment cycles.",
            "detailedDescription": "The investigators will perform a single site single blind clinical trial to determine the delay in ovulation following administration of placebo or levonorgestrel plus meloxicam in normal menstruating women aged 18 to 40. The Hypothesis is: There will be a delay of \\>7 days between the first dose of combination drug and the occurrence of ovulation compared to \\<3 days following placebo.\n\nThe investigators will screen 26 potential participants to enroll and complete 21. Each participant after signing an Informed Consent and meeting all inclusion and exclusion criteria will be enrolled on menstrual day 9 of the subsequent menstrual cycle following a negative urine pregnancy test. Each participant will be asked to collect a first morning voided urine sample beginning on menstrual day 9 for 13 days completing on menstrual day 22. The participant will undergo a transvaginal ultrasound on menstrual days 9, 12, 13 and possibly day 14 to determine ovarian follicle diameters in two planes frontal and sagittal using transvaginal ultrasound. When the largest follicle diameter is 17±1.0 mm the participant will be given the assigned intervention. Placebo tablets will be given in two doses 48 hours apart in the 1st control cycle and levonorgestrel 1.5 mg plus meloxicam 15 mg two doses 48 hours apart in the 2nd treatment cycle. The ovarian follicle diameter occurs approximately in the middle of the woman's window of fertility which is the four days preceding the day of ovulation. We anticipate that ovulation will take place within 72 hours after the first placebo dose in \\>90% of the participants and will be delayed ≥7 days following the first dose of levonorgestrel 1.5 mg and meloxicam 15 mg orally in ≥85% of the participants.\n\nThe primary outcome is the delay in days from the first dose of medication to evidence of ovulation the formation of a corpus luteum. The daily urine samples will be assayed for luteinizing hormone, estrone-3-glucuronide, and pregnadiol-3-glucuronide by our central laboratory. Changes in the urinary metabolites of estrone and progesterone are used to identify the day of the luteal-follicular transition (DALT) indicating ovulation. Urine luteinizing hormone will be analyzed on a subset of the daily urine samples to confirm a LH increase in the placebo cycle (Days 12 to 17) and the delay in the LH increase in the levonorgestrel plus meloxicam cycle (Days 12 to 19).\n\nSecondary outcomes are: a) the comparison of the symptoms and menstrual interval between treatments, b) safety parameters consisting of blood pressure and pulse obtained at each visit and the incidence of treatment emergent adverse events captured by the participant using a daily diary card. The participant will be instructed to write down any symptoms or problem along with medications taken including study drug and other medications. The occurrence, percentage and relationship of minor and moderate adverse events will be noted and categorized using Medical Dictionary for Regulatory Activities (MedRA) adverse event classification for ach intervention placebo and medication and listed in all reports and publications. Each participant will be involved for a study period of approximately 3.0 months or 90 days. Each participant will undergo a complete history and physical evaluation at entry and a brief interim history, vital signs and physical evaluation at exit with height and weight at entry. Mean and standard deviation of all vital signs results and the incidence of adverse events before and after treatment will be compiled and listed in all reports and publications."
        },
        "conditionsModule": {
            "conditions": [
                "Pregnancy Prevention"
            ],
            "keywords": [
                "Female",
                "Hormonal Contraception",
                "Emergency contraception",
                "levonorgestrel",
                "Meloxicam"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "The study design is an open label randomized single blind clinical trial in which each participant will receive placebo two tablets 48 hours apart in their first menstrual cycle and then levonorgestrel plus meloxicam 48 hours apart in their subsequent menstrual cycle. We will compare the interval from taking the first dose of medication to the development of a functioning corpus luteum based on the shift in the ratio of urinary estrone-3-glucuronide(EC) / pregnanediol-3-glucuronide (PDG). An \"n\" of 21 was calculated using the Log-Rank Test method and setting the Power to 80% and alpha to 0.05 to test the hypothesis that there was no difference between the \"survival curves\" for the placebo and drug-treated cycles.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "This open label study will be masked by not allowing the analysis of the urine samples collected for determining the day of the follicular luteal transition (ovulation) to be known to the laboratory director and technicians.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 21,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo Comparator in Normal Ovulatory Women",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The two arm placebo comparator study will use each participant as her own control with a placebo arm in the first menstrual cycle consisting of two placebo tablets taken at the time of the ovarian follicle measuring 17 mm in diameter and a second dose of two tablets 48 hours later.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Active intervention in Normal Ovulatory Women",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The second menstrual cycle for each participant is an active intervention arm. Levonorgestrel 1.5 mg plus meloxicam 15 mg will be taken when the ovarian follicle reaches 17 mm in largest diameter. The two medications will be repeated 48 hours later.",
                    "interventionNames": [
                        "Drug: Levonorgestrel 1.5mg",
                        "Drug: Meloxicam 15 mg"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Levonorgestrel 1.5mg",
                    "description": "oral synthetic progesterone agonist",
                    "armGroupLabels": [
                        "Active intervention in Normal Ovulatory Women"
                    ],
                    "otherNames": [
                        "Plan B one step"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Meloxicam 15 mg",
                    "description": "Non steroidal autoinflammatory drug inhibiting both Cyclooxygenase -1 and -2 enzymes",
                    "armGroupLabels": [
                        "Active intervention in Normal Ovulatory Women"
                    ],
                    "otherNames": [
                        "Mobic"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Each tablet contains Calcium Carbonate 1000 mg",
                    "armGroupLabels": [
                        "Placebo Comparator in Normal Ovulatory Women"
                    ],
                    "otherNames": [
                        "TUMS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Interval to ovulation in normal women following placebo is 3 days compared to 7 days following levonorgestrel plus meloxicam",
                    "description": "Number of days from first dose of medication to evidence of ovulation",
                    "timeFrame": "The outcome will be assessed at the end of the first and second menstrual cycle of 28 ± 2.0 Days, respectively in up to two menstrual cycles."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety using Blood pressure",
                    "description": "Changes in sitting Blood pressure during the intervention",
                    "timeFrame": "Changes in the mean sitting blood pressure during the placebo and intervention menstrual cycles. Sitting blood pressures are measured from menstrual day 9 to 23 in each menstrual cycle in up to 2 menstrual cycles."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in menstrual bleeding interval or unscheduled bleeding compared between interventions",
                    "description": "Presence of any unschduled vaginal bleeding or delay in onset of anticipated menstrual period.",
                    "timeFrame": "Unscheduled bleeding or delay in menses is measured from menstrual day 1 to end of cycle in placebo compared to intervention cycle with each cycle 28 ± 2.0 days. Measurement are made in up to two menstrual cycles."
                },
                {
                    "measure": "Compare adverse events between treatments",
                    "description": "Incidence of emergent adverse events such as nausea, abdominal cramping, or vomiting during use of placebo or intervention",
                    "timeFrame": "Events are measured from day 1 to end of cycle in placebo compared to intervention cycle with each cycle 28 ± 2.0 days. Measurement are made in up to two menstrual cycles."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Female in good general health with no chronic medical conditions that result in periodic exacerbations that require significant medical care.\n\n  2. Age between 18 to 40 years inclusive at time of enrollment. 3. BMI ≤30 kg/m² and no recent rapid weight loss or gain. 4. Intact uterus with both ovaries intact. 5. PAP test within ASCCP or ACOG guidelines such that additional testing or evaluation will not be required during the study period. If there is no copy of a recent PAP test and the subject is 21 years or older a Pap test should be done during the screening visit.\n\n  6. Regular menstrual cycles with an interval of 24 to 32 days:\n  1. If postpartum of post-second trimester abortion, she must have 5 menses prior to enrollment.\n  2. If the subject has had a first trimester pregnancy loss or abortion, she must have one spontaneous menses prior to enrollment.\n\n     7. Have a negative urine pregnancy test on menstrual cycle day 9 pre-treatment visit.\n\n     8. Not at risk of pregnancy for the duration of the study defined as heterosexually abstinent, prior female or male permanent contraception, non-hormonal intrauterine device or willing to use a non-hormonal barrier contraceptive method with each act of intercourse until study exit.\n\n     9. Subject is willing and able in the Investigators opinion of complying with protocol requirement's 10. Subject is willing to collect daily urine first morning urine and store them until collected.\n\n     11. Lives within the study catchment area or a reasonable distance from the study site.\n\n     12. Understands and signs the IRB approved informed consents prior to undergoing any screening assessment.\n\n     13. Agrees not to participate in any other clinical trials during the course of this study.\n\n     14. Screening serum progesterone level greater than 3 ng/ml.\n\n     Exclusion Criteria:\n     1. Known hypersensitivity or contraindications to progestins.\n     2. Abnormal transvaginal ultrasound or safety laboratory results evaluated during the screening period recognized as clinically significant aby the investigator or medically qualified designee.\n     3. Known or suspected alcohol or marijuana abuse.\n     4. Undiagnosed abnormal genital bleeding.\n     5. Undiagnosed vaginal discharge, lesions or abnormalities. Women with a history of genital herpes can be included if the outbreaks are infrequent. Antiviral prophylaxis is allowed.\n     6. Uncontrolled Thyroid disorder.\n     7. Current use of hormonal contraception or a levonorgestrel releasing intrauterine device.\n     8. Use of a long-acting injectable hormonal contraceptive within the past 6 months unless has had at least one spontaneous menstrual cycle (two menstrual bleeding episodes) since the last injection.\n     9. Breastfeeding women or those who have not had a spontaneous menstrual bleed since discontinuing breastfeeding.\n     10. Women who plan a major surgical procedure during the study.\n     11. Women who plan to become pregnant during their participation in the study.\n     12. Women who smoke \\>15 cigarettes per day or who use \\>1 mL/day of nicotine-containing liquid for electronic cigarettes.\n     13. Current or history of ischemic heart disease or stroke while pregnant or during use of hormonal contraception.\n     14. Current or past deep vein thrombosis or thromboembolic disorder.\n     15. Personal or family history of thrombophilia\n     16. History of retinal vascular lesions or partial or complete loss of vision.\n     17. Known or suspected carcinoma of the breast, endometrium, or other suspected progestin sensitive neoplasia.\n     18. History of other carcinomas excluding basal cell cancers unless in remission for \\> 5 years.\n     19. Current or past medically diagnosed severe depression unless the potential participant is on stable medication or in the opinion of the Principal Investigator could be exacerbated by the use of a hormonal contraceptive.\n     20. History of headaches with focal neurologic symptoms.\n     21. Have a current need for exogenous hormones or therapeutic anticoagulants .\n     22. History of cholestatic jaundice of pregnancy or jaundice with prior steroid hormone use.\n     23. Other benign or malignant liver tumors or active liver disease.\n     24. Systolic BP ≥145 mm Hg and/or diastolic BP ≥96 mm Hg after 5 -10 minutes of rest in a sitting position. If the initial BP values are above these cut-offs, a total of 3 measurements may be taken and the results averaged. If the averaged BP is below the cut-off levels, the participant may be allowed into the study. Hypertension that is treated and controlled may be allowed based on Investigator's discretion.\n     25. Clinically significant abnormal serum chemistry value based on the Investigator's judgement.\n     26. Participation in another clinical trial involving an investigational drug or device within the past two months before anticipated enrollment or is planning to participate in another clinical study during this study.\n     27. Use of any liver enzyme inducers or plans to use such medication during the study.\n     28. Known HIV infection.\n     29. History of gastrointestinal ulcers or bleeding.\n     30. Women who are using medication on the Exclusionary medication list (See Appendix).\n     31. Have issues or concerns in the opinion of the Investigator that may compromise the sturdy or confound the reliability of compliance and information that is required in this study.\n     32. Have a known hypersensitivity to either levonorgestrel or a non-steroidal anti-inflammatory drug.\n     33. Use of any medication that could interfere with the metabolism of a hormonal contraceptive or the non-steroidal anti-inflammatory drugs or any drug that falls in FDA Pregnancy and Lactation narrative subsections (Formerly Category D or X medications).\n     34. Be a site member with delegated study responsibilities or a family member of, or have a close relationship with, a site staff member who will be delegated study responsibilities.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Female with normal ovarian function",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David F. Archer, MD",
                    "role": "CONTACT",
                    "phone": "7574345864",
                    "email": "darcher@innovagyn.co"
                },
                {
                    "name": "William L. McPheat, PhD",
                    "role": "CONTACT",
                    "phone": "7573399048",
                    "email": "willie.mcpheat@innovagyn.co"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David F. Archer, MD",
                    "affiliation": "InnovaGyn, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "William L. McPheat, PhD",
                    "affiliation": "InnovaGyn, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Carolina Women's Research and Wellness Center",
                    "status": "RECRUITING",
                    "city": "Raleigh",
                    "state": "North Carolina",
                    "zip": "27713",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrea S. Lukes, MD",
                            "role": "CONTACT",
                            "phone": "919-251-9223",
                            "email": "andrealukes@cwrwc.com"
                        },
                        {
                            "name": "Janet F. Davis",
                            "role": "CONTACT",
                            "phone": "9192519223",
                            "email": "janet@cwrwc.com"
                        },
                        {
                            "name": "Andrea S. Lukes, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.7721,
                        "lon": -78.63861
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24988816",
                    "type": "BACKGROUND",
                    "citation": "Daniels K, Mosher WD. Contraceptive methods women have ever used: United States, 1982-2010. Natl Health Stat Report. 2013 Feb 14;(62):1-15."
                },
                {
                    "pmid": "17900435",
                    "type": "BACKGROUND",
                    "citation": "Moreau C, Cleland K, Trussell J. Contraceptive discontinuation attributed to method dissatisfaction in the United States. Contraception. 2007 Oct;76(4):267-72. doi: 10.1016/j.contraception.2007.06.008. Epub 2007 Aug 28."
                },
                {
                    "pmid": "15288211",
                    "type": "BACKGROUND",
                    "citation": "Trussell J. Contraceptive failure in the United States. Contraception. 2004 Aug;70(2):89-96. doi: 10.1016/j.contraception.2004.03.009."
                },
                {
                    "pmid": "30576664",
                    "type": "BACKGROUND",
                    "citation": "Simmons RG, Sanders JN, Geist C, Gawron L, Myers K, Turok DK. Predictors of contraceptive switching and discontinuation within the first 6 months of use among Highly Effective Reversible Contraceptive Initiative Salt Lake study participants. Am J Obstet Gynecol. 2019 Apr;220(4):376.e1-376.e12. doi: 10.1016/j.ajog.2018.12.022. Epub 2018 Dec 18."
                },
                {
                    "pmid": "30791104",
                    "type": "BACKGROUND",
                    "citation": "Bradley SEK, Polis CB, Bankole A, Croft T. Global Contraceptive Failure Rates: Who Is Most at Risk? Stud Fam Plann. 2019 Mar;50(1):3-24. doi: 10.1111/sifp.12085. Epub 2019 Feb 21."
                },
                {
                    "pmid": "27605641",
                    "type": "BACKGROUND",
                    "citation": "Pace LE, Dusetzina SB, Keating NL. Early Impact Of The Affordable Care Act On Oral Contraceptive Cost Sharing, Discontinuation, And Nonadherence. Health Aff (Millwood). 2016 Sep 1;35(9):1616-24. doi: 10.1377/hlthaff.2015.1624."
                },
                {
                    "pmid": "30496379",
                    "type": "BACKGROUND",
                    "citation": "Duffy DM, Ko C, Jo M, Brannstrom M, Curry TE. Ovulation: Parallels With Inflammatory Processes. Endocr Rev. 2019 Apr 1;40(2):369-416. doi: 10.1210/er.2018-00075."
                },
                {
                    "pmid": "11368982",
                    "type": "BACKGROUND",
                    "citation": "Croxatto HB, Devoto L, Durand M, Ezcurra E, Larrea F, Nagle C, Ortiz ME, Vantman D, Vega M, von Hertzen H. Mechanism of action of hormonal preparations used for emergency contraception: a review of the literature. Contraception. 2001 Mar;63(3):111-21. doi: 10.1016/s0010-7824(01)00184-6. No abstract available."
                },
                {
                    "pmid": "23809278",
                    "type": "BACKGROUND",
                    "citation": "Brache V, Cochon L, Deniaud M, Croxatto HB. Ulipristal acetate prevents ovulation more effectively than levonorgestrel: analysis of pooled data from three randomized trials of emergency contraception regimens. Contraception. 2013 Nov;88(5):611-8. doi: 10.1016/j.contraception.2013.05.010. Epub 2013 May 22."
                },
                {
                    "pmid": "21920190",
                    "type": "BACKGROUND",
                    "citation": "Glasier A, Cameron ST, Blithe D, Scherrer B, Mathe H, Levy D, Gainer E, Ulmann A. Can we identify women at risk of pregnancy despite using emergency contraception? Data from randomized trials of ulipristal acetate and levonorgestrel. Contraception. 2011 Oct;84(4):363-7. doi: 10.1016/j.contraception.2011.02.009. Epub 2011 Apr 2."
                },
                {
                    "pmid": "21477680",
                    "type": "BACKGROUND",
                    "citation": "Trussell J. Contraceptive failure in the United States. Contraception. 2011 May;83(5):397-404. doi: 10.1016/j.contraception.2011.01.021. Epub 2011 Mar 12."
                },
                {
                    "pmid": "24835831",
                    "type": "RESULT",
                    "citation": "Raymond EG, Shochet T, Drake JK, Westley E. What some women want? On-demand oral contraception. Contraception. 2014 Aug;90(2):105-10. doi: 10.1016/j.contraception.2014.04.008. Epub 2014 Apr 21."
                },
                {
                    "pmid": "16798842",
                    "type": "RESULT",
                    "citation": "Venners SA, Liu X, Perry MJ, Korrick SA, Li Z, Yang F, Yang J, Lasley BL, Xu X, Wang X. Urinary estrogen and progesterone metabolite concentrations in menstrual cycles of fertile women with non-conception, early pregnancy loss or clinical pregnancy. Hum Reprod. 2006 Sep;21(9):2272-80. doi: 10.1093/humrep/del187. Epub 2006 Jun 23."
                },
                {
                    "pmid": "15541405",
                    "type": "RESULT",
                    "citation": "Croxatto HB, Brache V, Pavez M, Cochon L, Forcelledo ML, Alvarez F, Massai R, Faundes A, Salvatierra AM. Pituitary-ovarian function following the standard levonorgestrel emergency contraceptive dose or a single 0.75-mg dose given on the days preceding ovulation. Contraception. 2004 Dec;70(6):442-50. doi: 10.1016/j.contraception.2004.05.007."
                },
                {
                    "pmid": "16009156",
                    "type": "RESULT",
                    "citation": "Devoto L, Fuentes A, Palomino A, Espinoza A, Kohen P, Ranta S, von Hertzen H. Pharmacokinetics and endometrial tissue levels of levonorgestrel after administration of a single 1.5-mg dose by the oral and vaginal route. Fertil Steril. 2005 Jul;84(1):46-51. doi: 10.1016/j.fertnstert.2005.01.106."
                },
                {
                    "pmid": "26025453",
                    "type": "RESULT",
                    "citation": "Duffy DM. Novel contraceptive targets to inhibit ovulation: the prostaglandin E2 pathway. Hum Reprod Update. 2015 Sep-Oct;21(5):652-70. doi: 10.1093/humupd/dmv026. Epub 2015 May 29."
                },
                {
                    "pmid": "23040128",
                    "type": "RESULT",
                    "citation": "Glasier A. Emergency contraception: clinical outcomes. Contraception. 2013 Mar;87(3):309-13. doi: 10.1016/j.contraception.2012.08.027. Epub 2012 Oct 4."
                },
                {
                    "pmid": "23114735",
                    "type": "RESULT",
                    "citation": "Gemzell-Danielsson K, Berger C, P G L L. Emergency contraception -- mechanisms of action. Contraception. 2013 Mar;87(3):300-8. doi: 10.1016/j.contraception.2012.08.021. Epub 2012 Oct 29."
                },
                {
                    "pmid": "25259677",
                    "type": "RESULT",
                    "citation": "Halpern V, Raymond EG, Lopez LM. Repeated use of pre- and postcoital hormonal contraception for prevention of pregnancy. Cochrane Database Syst Rev. 2014 Sep 26;2014(9):CD007595. doi: 10.1002/14651858.CD007595.pub3."
                },
                {
                    "pmid": "26830816",
                    "type": "RESULT",
                    "citation": "Festin MP, Bahamondes L, Nguyen TM, Habib N, Thamkhantho M, Singh K, Gosavi A, Bartfai G, Bito T, Bahamondes MV, Kapp N. A prospective, open-label, single arm, multicentre study to evaluate efficacy, safety and acceptability of pericoital oral contraception using levonorgestrel 1.5 mg. Hum Reprod. 2016 Mar;31(3):530-40. doi: 10.1093/humrep/dev341. Epub 2016 Jan 31."
                },
                {
                    "pmid": "19933235",
                    "type": "RESULT",
                    "citation": "Jesam C, Salvatierra AM, Schwartz JL, Croxatto HB. Suppression of follicular rupture with meloxicam, a cyclooxygenase-2 inhibitor: potential for emergency contraception. Hum Reprod. 2010 Feb;25(2):368-73. doi: 10.1093/humrep/dep392. Epub 2009 Nov 19."
                },
                {
                    "pmid": "16855077",
                    "type": "RESULT",
                    "citation": "Bata MS, Al-Ramahi M, Salhab AS, Gharaibeh MN, Schwartz J. Delay of ovulation by meloxicam in healthy cycling volunteers: A placebo-controlled, double-blind, crossover study. J Clin Pharmacol. 2006 Aug;46(8):925-32. doi: 10.1177/0091270006289483."
                },
                {
                    "pmid": "16980507",
                    "type": "RESULT",
                    "citation": "Massai MR, Forcelledo ML, Brache V, Tejada AS, Salvatierra AM, Reyes MV, Alvarez F, Faundes A, Croxatto HB. Does meloxicam increase the incidence of anovulation induced by single administration of levonorgestrel in emergency contraception? A pilot study. Hum Reprod. 2007 Feb;22(2):434-9. doi: 10.1093/humrep/del369. Epub 2006 Sep 15."
                },
                {
                    "pmid": "18929686",
                    "type": "RESULT",
                    "citation": "Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap)--a metadata-driven methodology and workflow process for providing translational research informatics support. J Biomed Inform. 2009 Apr;42(2):377-81. doi: 10.1016/j.jbi.2008.08.010. Epub 2008 Sep 30."
                },
                {
                    "pmid": "12441312",
                    "type": "RESULT",
                    "citation": "Santoro N, Crawford SL, Allsworth JE, Gold EB, Greendale GA, Korenman S, Lasley BL, McConnell D, McGaffigan P, Midgely R, Schocken M, Sowers M, Weiss G. Assessing menstrual cycles with urinary hormone assays. Am J Physiol Endocrinol Metab. 2003 Mar;284(3):E521-30. doi: 10.1152/ajpendo.00381.2002. Epub 2002 Nov 19."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "As part of the NIH share plan data regarding the outcome of the clinical trial will be shared with other investigators. We do not plan to share biologic samples of blood and urine since they will be analyzed and destroyed upon completion of the study.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "Upon completion of the study and with acceptance of the outcome manuscript by a professional journal.",
            "accessCriteria": "The Access Criteria to be shared are:\n\n1. Differences in the interval from first dose of placebo or treatment to ovulation. This interval is the primary outcome.\n2. All treatment emergent adverse events.\n3. The menstrual bleeding interval and unscheduled bleeding.\n4. Blood pressure and pulse between treatments"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP_ICF",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": true,
                    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
                    "date": "2021-11-08",
                    "uploadDate": "2023-02-09T10:52",
                    "filename": "Prot_SAP_ICF_001.pdf",
                    "size": 405372
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077239",
                    "term": "Meloxicam"
                },
                {
                    "id": "D000016912",
                    "term": "Levonorgestrel"
                }
            ],
            "ancestors": [
                {
                    "id": "D000080066",
                    "term": "Contraceptive Agents, Hormonal"
                },
                {
                    "id": "D000003270",
                    "term": "Contraceptive Agents"
                },
                {
                    "id": "D000012102",
                    "term": "Reproductive Control Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000003271",
                    "term": "Contraceptive Agents, Female"
                },
                {
                    "id": "D000003280",
                    "term": "Contraceptives, Oral, Synthetic"
                },
                {
                    "id": "D000003276",
                    "term": "Contraceptives, Oral"
                },
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000052246",
                    "term": "Cyclooxygenase 2 Inhibitors"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14245",
                    "name": "Progesterone",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M19256",
                    "name": "Levonorgestrel",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1713",
                    "name": "Meloxicam",
                    "asFound": "B12",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5382",
                    "name": "Calcium Carbonate",
                    "relevance": "LOW"
                },
                {
                    "id": "M6494",
                    "name": "Contraceptive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2116",
                    "name": "Contraceptive Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M6495",
                    "name": "Contraceptive Agents, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M6500",
                    "name": "Contraceptives, Oral",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M27009",
                    "name": "Cyclooxygenase 2 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}