{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05630781",
            "orgStudyIdInfo": {
                "id": "10001066"
            },
            "secondaryIdInfos": [
                {
                    "id": "001066-DA"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Orexin s Role in the Neurobiology of Substance Use Disorder",
            "officialTitle": "Orexin's Role in The Neurobiology of Substance Use Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "orexin-s-role-in-the-neurobiology-of-substance-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03-22",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-24",
            "studyFirstSubmitQcDate": "2022-11-28",
            "studyFirstPostDateStruct": {
                "date": "2022-11-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Drug Abuse (NIDA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Study Description:\n\nDespite the availability of pharmacotherapy for some substance use disorders, relapse vulnerability is still a significant issue. This suggests medications with alternative mechanisms of action should be explored to address this unmet need. Substantial preclinical research indicates that orexin antagonism blunts the internally and externally triggered motivation to attain abused substances. This research project will translate these preclinical findings into the clinical domain by administering the FDA approved orexin antagonist, suvorexant, to those with a substance use disorder. Suvorexant s ability to blunt neurobiological correlates of substance misuse will be assessed. This will be assessed following acute and repeated drug administration. Baseline individual differences will be considered to determine whether neurobiological variance influences suvorexant s impact in those with nicotine dependence. In an independent arm, the interaction between suvorexant and a dopamine agonist (methylphenidate) on cognitive function will be assessed in non-smoking individuals.\n\nObjectives:\n\nThe objective is to determine the acute and chronic impact of the orexin antagonist, suvorexant, on neurobiological and behavioral factors linked with substance use disorders. Whether such effects are mediated by baseline characteristics will be tested. Given suvorexant is an FDA approved treatment for insomnia, sleep will be evaluated as well in the nicotine dependent arm.\n\nEndpoints:\n\nIn nicotine-dependent individuals, suvorexant s impact on brain function will be assessed several ways by evaluating: 1) resting function, 2) reactivity to drug cues, 3) reactivity to non-drug related cognitive tasks. Sleep and nicotine use will be measured throughout the study period. In those without nicotine-dependence, the impact of suvorexant and the interaction of acute methylphenidate and suvorexant on brain function will be assessed. This arm will provide insight into how suvorexant impacts reward/cognition as well as impacts the pharmacological influence of methylphenidate on those same measures.\n\nStudy Population:\\<TAB\\>\n\nNicotine dependence arm:140 subjects; Volunteers who are between the ages of 18-60 and are daily smokers/vapers.\n\nControl arm: 80 subjects; Volunteers who are between the ages of 18-60 and are non-smokers/vapers\n\nThis study will be conducted at the NIDA-IRP, Biomedical Research Center, in Baltimore, MD.\n\nDescription of Study Intervention:\n\nNicotine dependence arm: Suvorexant at 10 mg single dose, and Suvorexant at 10 mg daily for approximately 7 days.\n\nControl arm: 1. Tolerability visit with one MRI scan post-20mg methylphenidate, 4 acute drug administration (6-14 days in randomized order: 1. Placebo + placebo; 2. 20mg suvorexant + Placebo; 3. Placebo + 40mg methylphenidate; 4. 20 mg suvorexant + 40mg methylphenidate max)\n\nStudy Duration:\n\n5 years\n\nParticipant Duration:\n\n1-2 months",
            "detailedDescription": "Study Description:\n\nDespite the availability of pharmacotherapy for some substance use disorders, relapse vulnerability is still a significant issue. This suggests medications with alternative mechanisms of action should be explored to address this unmet need. Substantial preclinical research indicates that orexin antagonism blunts the internally and externally triggered motivation to attain abused substances. This research project will translate these preclinical findings into the clinical domain by administering the FDA approved orexin antagonist, suvorexant, to those with a substance use disorder. Suvorexant s ability to blunt neurobiological correlates of substance misuse will be assessed. This will be assessed following acute and repeated drug administration. Baseline individual differences will be considered to determine whether neurobiological variance influences suvorexant s impact in those with nicotine dependence. In an independent arm, the interaction between suvorexant and a dopamine agonist (methylphenidate) on cognitive function will be assessed in non-smoking individuals.\n\nObjectives:\n\nThe objective is to determine the acute and chronic impact of the orexin antagonist, suvorexant, on neurobiological and behavioral factors linked with substance use disorders. Whether such effects are mediated by baseline characteristics will be tested. Given suvorexant is an FDA approved treatment for insomnia, sleep will be evaluated as well in the nicotine dependent arm.\n\nEndpoints:\n\nIn nicotine-dependent individuals, Suvorexant s impact on brain function will be assessed several ways by evaluating: 1) resting function, 2) reactivity to drug cues, 3) reactivity to non-drug related cognitive tasks. Sleep and nicotine use will be measured throughout the study period. In those without nicotine-dependence, the impact of suvorexant and the interaction of acute methylphenidate and suvorexant on brain function will be assessed. This arm will provide insight into how suvorexant impacts reward/cognition as well as impacts the pharmacological influence of methylphenidate on those same measures."
        },
        "conditionsModule": {
            "conditions": [
                "Nicotine Dependence"
            ],
            "keywords": [
                "Orexin Antagonish",
                "fMRI",
                "Substance Use Disorder",
                "Nicotine Dependence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control Arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "80 Volunteers who are between the ages of 18-60 and are non-smokers/vapers. 1. Baseline visit with 1 fMRI scans pre- and post-20mg methylphenidate, 4 acute drug administration (6-14 days in randomized order: 1. Placebo + placebo; 2. 20mg suvorexant + Placebo; 3. Placebo + 40mg methylphenidate; 4. 20 mg suvorexant + 40mg methylphenidate max)",
                    "interventionNames": [
                        "Drug: Belsomra",
                        "Drug: Placebo",
                        "Drug: Methylphenidate"
                    ]
                },
                {
                    "label": "Nicotine Dependence Arm",
                    "type": "EXPERIMENTAL",
                    "description": "140 Volunteers who are between the ages of 18-60 and are daily smokers/vapers. Suvorexant at 10 mg single dose, and Suvorexant at 10 mg daily for approximately 7 days.",
                    "interventionNames": [
                        "Drug: Belsomra",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Belsomra",
                    "description": "randomized, double-blind, placebo-controlled crossover design study: Participants will undergo a baseline scan followed by 2 acute drug administration scans where suvorexant or placebo is administered in a randomized manner where both the participant and study staff administering drug are blind. Following the second acute scan, participants will continue with the drug they received at Scan 2 for approximately 7 days. After the first chronic scan, participants will switch to the other drug for an additional \\~7 days and then scanned a final time.",
                    "armGroupLabels": [
                        "Control Arm",
                        "Nicotine Dependence Arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "comparator taken for \\~10 days",
                    "armGroupLabels": [
                        "Control Arm",
                        "Nicotine Dependence Arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Methylphenidate",
                    "description": "Control Arm: Baseline visit with 2 fMRI scans pre- and post-20mg methylphenidate, 4 acute drug administration (6-14 days in randomized order: 1. Placebo + placebo; 2. 20mg suvorexant + Placebo; 3. Placebo + 40mg methylphenidate; 4. 20 mg suvorexant + 40mg methylphenidate max)",
                    "armGroupLabels": [
                        "Control Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "fMRI - cue reactivity",
                    "description": "Test whether acute and/or chronic suvorexant reduces smoking/vaping cue reactivity",
                    "timeFrame": "each scan visit"
                },
                {
                    "measure": "cue reactivity and suvorexant effectiveness",
                    "description": "Determine whether baseline variance in cue reactivity contributes to suvorexant s effectiveness",
                    "timeFrame": "each scan visit"
                },
                {
                    "measure": "task based fMRI",
                    "description": "Determine whether suvorexant blunts reward sensitivity",
                    "timeFrame": "each scan visit"
                },
                {
                    "measure": "fMRI",
                    "description": "to assess not only whether there is an interaction between acute methylphenidate and suvorexant on brain function and reward/cognition, but also whether any sex differences within this interaction exist",
                    "timeFrame": "each scan visit"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "wearable watch sensor",
                    "description": "Determine the impact of suvorexant on sleep",
                    "timeFrame": "2 weeks of daily watch wearing"
                },
                {
                    "measure": "Resting state fMRI",
                    "description": "Determine the impact of acute and chronic suvorexant on the brain s inherent resting function",
                    "timeFrame": "each scan visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\nAll Participants\n\n* Participants will be volunteers between the ages of 18-60 (all genders). Justification: Many neural processes change with age, and these changes could introduce unwanted variability in both behavioral and MRI signals.\n* Participants who are able to become pregnant must have a negative pregnancy test on all study days.\n* Able and willing to provide written informed consent, which includes agreement to all Lifestyle Considerations at the time of study consent.\n\nNicotine Dependence Arm\n\n-Participants must be a regular smoker/vaper with a urine cotinine level corresponding to nicotine user status for the specific test being used (typically corresponding to a urine cotinine above about 200 ng/ml) and have been smoking or vaping consistently for at least the past year (excluding quit attempts).\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Participants cannot meet DSM-5 criteria for lifetime and/or current psychotic disorders such as bipolar disorder, schizophrenia, schizoaffective disorder.\n* Participants cannot meet DSM-5 criteria for current substance use disorders other than nicotine and marijuana and cannot meet criteria for current moderate or severe alcohol use disorder\n* Participants cannot have positive illicit drug and alcohol screen on each study visit other than for nicotine or marijuana.\n* Medications with the potential to depress CNS function will be assessed by the MAI, PI, or a physician s assistant and participants excluded as necessary.\n* Participants cannot have a history of major head trauma resulting in cognitive impairment, seizure, or other neurological disorders.\n* Participant cannot have any history of neurological disorders, including seizures, epilepsy, or cognitive impairment which may impact MRI metrics.\n* Participants cannot be pregnant or breastfeeding. Justification: The impact of suvorexant on the developing fetus and infant.\n* Individuals with severe hepatic impairment will be excluded\n* Participants cannot be obese as determined by a Body Mass Index (BMI) of greater than 35.\n* Participants cannot be using a CYP3A inhibitor/inducer (metabolism by CYP3A is the major elimination pathway for suvorexant)\n* Participants cannot have any past or present significant cardiac disorders or cerebrovascular conditions such as palpitations, tachycardia, use of the cardiac medication Digoxin, arrhythmias, acute coronary syndrome, ischemic heart disease, or uncontrolled hypertension.\n* Participants cannot have narcolepsy\n* Participants cannot self-report complex sleep behaviors such as sleep driving, preparing and eating food or making phone calls\n* Participants with Major Depressive Disorder who are using medication must be stable on medication for 3 months\n* Subjects with suicidal ideation where outpatient treatment is determined unsafe\n* Subjects that cannot speak English. Justification: To include non-English speakers, we would have to translate the consent and other study documents and hire and train bilingual staff, which would require resources that we do not have and could not justify, given the small sample size for each experiment. Additionally, the data integrity of some of the cognitive tasks and standardized questionnaires used in this study would be compromised as they have only been validated in English. Most importantly, ongoing communication regarding safety procedures is necessary when participants are undergoing MRI procedures. The inability to effectively communicate MRI safety procedures in a language other than English could compromise the safety of non- English-speaking participants\n* Contraindication to MRI as determined by MRI Safety Screening form.\n\nNicotine Dependent Arm\n\n* Participants cannot self-report compromised respiratory function such as severe obstructive sleep apnea or severe chronic obstructive pulmonary disease.\n* Participants cannot have uncontrolled ADHD.\n\nControl Arm\n\n* May not have regularly used any nicotine product in the past year. Must have an expired carbon monoxide level of less than or equal to 5 ppm.\n* Must not have a history of excessive substance use that may impact reward function, as evaluated by the PI, MAI, and/or designee.\n* Current pharmacological treatment for opioid use disorder (i.e., use of methadone)\n* May not have (or currently be treated/medicated for) any diagnoses/conditions contraindicated for use of methylphenidate.\n* Participants may not have a diagnosis of ADHD (irrespective of medication use) or present with undiagnosed ADHD during screening.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "NIDA IRP Screening Team",
                    "role": "CONTACT",
                    "phone": "(800) 535-8254",
                    "email": "researchstudies@nida.nih.gov"
                },
                {
                    "name": "Amy Janes, Ph.D.",
                    "role": "CONTACT",
                    "phone": "(667) 312-5164",
                    "email": "amy.janes@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amy Janes, Ph.D.",
                    "affiliation": "National Institute on Drug Abuse (NIDA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institute on Drug Abuse",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Betty Jo Salmeron, M.D.",
                            "role": "CONTACT",
                            "phone": "443-740-2651",
                            "email": "bsalmeron@intra.nida.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".We plan to share data as specified in the protocol and potentially through future data transfer agreement(s). Any shared data will be stripped of identifiers prior to release for sharing. Deidentified data may be shared with properly administered databases and/or with collaborators with whom proper data sharing agreements are in place. Outside of the data sharing plan already specified in the protocol (in what would be outline in a future data sharing agreement), we have not yet finalized decisions on types of supporting information that will be shared, IPD Sharing Time Frame, IPD Sharing Access Criteria for other future data sharing agreements."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000014029",
                    "term": "Tobacco Use Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16785",
                    "name": "Tobacco Use Disorder",
                    "asFound": "Nicotine Dependence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000551624",
                    "term": "Suvorexant"
                },
                {
                    "id": "D000008774",
                    "term": "Methylphenidate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000697",
                    "term": "Central Nervous System Stimulants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018765",
                    "term": "Dopamine Uptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000068776",
                    "term": "Sleep Aids, Pharmaceutical"
                },
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000068796",
                    "term": "Orexin Receptor Antagonists"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11748",
                    "name": "Methylphenidate",
                    "asFound": "Sampling",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                },
                {
                    "id": "M234494",
                    "name": "Suvorexant",
                    "asFound": "30 mm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M20832",
                    "name": "Dopamine Uptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14268",
                    "name": "Promethazine",
                    "relevance": "LOW"
                },
                {
                    "id": "M7338",
                    "name": "Diphenhydramine",
                    "relevance": "LOW"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M307",
                    "name": "Orexin Receptor Antagonists",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                },
                {
                    "abbrev": "AAll",
                    "name": "Anti-Allergic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}