{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05875220",
            "orgStudyIdInfo": {
                "id": "IRB HSR 230087"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21AG083656",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21AG083656"
                }
            ],
            "organization": {
                "fullName": "University of Virginia",
                "class": "OTHER"
            },
            "briefTitle": "Organic Compounds and Postoperative Delirum",
            "officialTitle": "Exhaled Volatile Organic Compounds, Phospho-tau and Postoperative",
            "therapeuticArea": [
                "Other"
            ],
            "study": "organic-compounds-and-postoperative-delirum"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-26",
            "studyFirstSubmitQcDate": "2023-05-15",
            "studyFirstPostDateStruct": {
                "date": "2023-05-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-27",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Zhiyi Zuo, MD",
                "investigatorTitle": "Professor of Anesthesiology",
                "investigatorAffiliation": "University of Virginia"
            },
            "leadSponsor": {
                "name": "University of Virginia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "descriptionModule": {
            "briefSummary": "This study involves collecting exhaled breath containing hundreds of volatile organic compounds (VOCs) that are present in very low quantity (parts per billion). VOCs in the exhaled gase carry information to indicate individual's risk for Postoperative Delirium and its severity. Our long-term objectives are to identify breathomic patterns for prediction, early detection, and stratification of POD during pre- and post-operative phases.",
            "detailedDescription": "Post-operative delirium (POD) is a serious clinical syndrome associated with increased mortality and morbidity. Old age and Alzheimer's disease are at an increased risk for developing post-operative delirium. POD occurs in 60% of patients after surgery (ref) and is associated with a poor outcome including longer hospitalization and higher rate of mortality (ref). Although the investigators have methods like AD biomarker blood tests, they are expensive and time-consuming.\n\nThis study involves collecting exhaled breath containing hundreds of volatile organic compounds (VOCs) that are present in very low quantity (parts per billion). These VOCs are by-products of metabolic activities in healthy and disease states. VOCs in the exhaled gases, which can be extracted in a noninvasive fashion, carry information to indicate individual's risk for POD and its severity. Real-time monitoring of VOCs could potentially produce point-of-care (POC) breathomic signatures capable of rapid prediction during pre-operative phase, as well as early diagnosis and stratification of POD during post-operative phase. However, there is no study on analyzing exhaled gases of patients with surgery to improve their outcome. In this initial project, the investigators propose to determine whether a portable and fully automated gas chromatography (GC) device, which can be attached to an anesthesia machine circuit, is capable of rapidly detecting exhaled VOCs for POD prediction. Our long-term objectives are to identify breathomic patterns for prediction, early detection, and stratification of POD during pre- and post-operative phases. Such POC monitoring has a great potential not only to be transformative in perioperative managing patients with surgery and allowing for precision treatment, but also to elicit the pathophysiological understanding of POD and accelerate drug development for reducing POD.\n\nThe investigators hypothesize that patients with POD have a unique pattern of exhaled VOCs and that this pattern is associated with AD-related biomarkers in the blood.\n\nAim 1: To determine whether patients with POD have a pattern of exhaled VOCs that is different from patients without POD. The exhaled gases of patients with a major spine surgery will be analyzed by a portable GC with an automated GC data processing pipeline for chromatogram peak feature extractions, including baseline removal, denoising, normalization, peak detection, peak modeling, and chromatogram alignment. The VOC pattern of patients with POD will be compared with that of patients without POD.\n\nAim 2: To determine whether the exhaled gas pattern is associated with AD-related biomarkers in the blood. AD-related biomarkers in the blood will be measured by ELISA. Correlations between the levels of VOCs that contribute to the pattern changes between patients with POD and patients without POD and the levels of AD related biomarkers will be performed. Dysfunction of possible metabolic pathways in patients with POD may be indicated by VOCs that have changes in those patients"
        },
        "conditionsModule": {
            "conditions": [
                "Identify Postoperative Delirium Using Exhaled Gas Patterns"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Exhaled gas and blood sample"
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "No intervention",
                    "description": "No intervention"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To determine whether patients with POD have a pattern of exhaled VOCs that is different from patients without POD",
                    "description": "The concentrations of VOCs in the exhaled breath will be tested by the portable GC. A chromatogram, which is made up of a series of chemical detector electrical signals vs recording times, of each breath sample will be generated during the portable GC measurement. The normalized peak areas in the chromatogram will be extracted, representing the VOC concentrations in the exhaled breath. About 350 mL exhaled breath will be needed for each GC test.\n\nExhaled breath will be harvested at 3 points.\n\nTo determine the chemical identities of the exhaled VOC biomarkers, a small subset of collected breath samples will be analyzed by mounting the portable GC to an mass spectroscopy (MS) in tandem. The breath sample will be collected by a Tedlar bag first before being transferred to the portable GC device for measurement. The GC outlet is connected to the MS via a short transfer line so that the same breath sample is detected simultaneously by the chemical detector in the portable GC and MS.",
                    "timeFrame": "July 2023-October 2024"
                },
                {
                    "measure": "To determine whether the exhaled gas pattern is associated with Alzheimer's Disease-related biomarkers in the blood",
                    "description": "Blood (5 ml) will be harvested at (1) before the anesthesia induction and (2) at the completion of surgery but before endotracheal extubation, and (3) 24 hours after surgery (the same three time points for harvesting exhaled gases from the 150 participants as described previously). The levels of two types of indices in the blood will be determined. The first group of indices is to reflect amyloid and NFT load. These include Aβ1-42, ratio of Aβ1-42 and Aβ1-40, total tau, P-tau at 181 or 217. These indices will be measured by ELISA. The second group of indices is to indicate neurodegeneration. They are NFL and neurogranin, which will also be measured by ELISA.\n\nThe measurement of the exhaled VOC concentrations is discussed in previous sections. These concentrations will be correlated with the levels of the above blood indices.",
                    "timeFrame": "July 2023-October 2024"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants who are 65 years old or older with a spine surgery for at least 2 segments of spine\n* Participants who are anticipated to be hospitalized for 2 days or longer\n\nExclusion Criteria:\n\n* Severe cardiovascular, respiratory, liver, kidney, or central nervous system\n* Diseases and having a life span of less than 3 months\n* A history of major neurological diseases and psychiatric illness other than AD or ADRD\n* Alcoholism or drug dependence\n* Previous inclusion in this study\n* Difficulty with follow-up or poor compliance serious hearing and vision impairment that affects regular conversation and reading",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants who are 65 years old or older with a spine surgery for at least 2 segments of spine and are anticipated to be hospitalized for 2 days or longer.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Zhiyi Z MD [zzuo]",
                    "role": "CONTACT",
                    "phone": "434.982.4307",
                    "email": "ZZ3C@uvahealth.org"
                },
                {
                    "name": "Zunaira Arbab",
                    "role": "CONTACT",
                    "email": "za4b@uvahealth.org"
                }
            ],
            "locations": [
                {
                    "facility": "University of Virginia Medical Center",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22908",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zhiyi Zuo",
                            "role": "CONTACT",
                            "phone": "434-982-4307",
                            "email": "zz3c@uvahealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000071257",
                    "term": "Emergence Delirium"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003693",
                    "term": "Delirium"
                },
                {
                    "id": "D000003221",
                    "term": "Confusion"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6894",
                    "name": "Delirium",
                    "relevance": "LOW"
                },
                {
                    "id": "M772",
                    "name": "Emergence Delirium",
                    "asFound": "Postoperative Delirium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6446",
                    "name": "Confusion",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}