{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05911646",
            "orgStudyIdInfo": {
                "id": "21-044 CCMC"
            },
            "secondaryIdInfos": [
                {
                    "id": "ResMed Foundation",
                    "type": "OTHER_GRANT",
                    "domain": "ResMed Foundation"
                }
            ],
            "organization": {
                "fullName": "Connecticut Children's Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "OSA-18 in Children With Mild Obstructive Sleep Apnea: Can it be a Helpful Decision Making Tool?",
            "officialTitle": "OSA-18 in Children With Mild Obstructive Sleep Apnea: Can it be a Helpful Decision Making Tool?",
            "acronym": "OSA-18",
            "therapeuticArea": [
                "Other"
            ],
            "study": "osa-in-children-with-mild-obstructive-sleep-apnea-can-it-be-a-helpful-decision-making-tool"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-26",
            "studyFirstSubmitQcDate": "2023-06-20",
            "studyFirstPostDateStruct": {
                "date": "2023-06-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Nancy Grover",
                "investigatorTitle": "Attending Otolaryngologist, Assistant Professor of Otolaryngology",
                "investigatorAffiliation": "Connecticut Children's Medical Center"
            },
            "leadSponsor": {
                "name": "Connecticut Children's Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "ResMed Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The concept is a novel research idea that incorporates the potential impact of patient quality of life (QOL) on decision-making for treatment of mild obstructive sleep apnea (OSA). Our hypothesis is that in children with mild OSA there is significant conflict with parental decision-making; in the absence of significant sleep apnea, there is limited research regarding comparative efficacy of various treatment options. The impact of a QOL questionnaire can be a significant deciding factor and may help guide management decisions in such situations.",
            "detailedDescription": "This concept is a novel research idea that incorporates the potential impact of patient quality of life (QOL) on decision making for treatment of mild sleep apnea in children between the ages of 3yrs to \\<16 years. Previous studies have shown that parents of children with mild OSA experience similar decisional conflict (DC) to those with a more severe disease. The investigators believe it is important to provide caregivers with tools that can aid in decision making and potentially reduce DC when choosing between more than one treatment option, considering research on some of these options is also recent and somewhat limited.\n\nChildren with mild OSA may be offered watchful waiting, surgery or medical therapy for initial management. Although surgery results in resolution/improvement in symptoms in the majority of children with mild OSA, recent data also shows encouraging success rates after medical management. A well-designed RCT has also shown that untreated children with non-severe OSA show normalization of PSG with watchful waiting, although they continued to have higher OSA18 scores as compared to those who underwent surgery. This implies that there is a continuing impact on quality of life and warrants inclusion of this information early on in the decision-making process.\n\nWhen presented with these data, some parents face a conflict deciding between management options and/or may be reluctant to pursue the recommended management option. This is known as \"decisional conflict\" and is frequently accompanied by emotional distress, which can lead to delays in decision making.\n\nThe hypothesis is that in children with mild OSA there is significant conflict in parental decision making, and, in the absence of significant sleep apnea, impact on QOL can be a statistically significant deciding factor and may help guide management decisions in such situations. Investigators propose to use OSA 18, a validated questionnaire that determines the effects of obstructive sleep apnea on pediatric quality of life, and subsequently measure caregivers' decision-making processes through a decisional conflict scale survey. Investigators believe that using this questionnaire may impact decision making for such patients and help reduce the DC.\n\nThis will be a randomized controlled trial (RCT).\n\nIdentification and Recruitment: Convenience sampling will be used for this study. The clinic lists will be scanned weekly by a member of the study team to identify patients with mild OSA. Consecutive patients/ families, meeting inclusion criteria will be invited to participate. Participants will be approached by a member of the study team on the day of visit or within 1 week of the visit by a telephone call to enlist participation.\n\nConsent/Assent: Verbal consent will be obtained through the phone call and confirmed on the day of clinic visit and documented in the consent documentation form which will be locked away in a secure cabinet and also documented on the network drive. A secure REDCap database will also be used to document verbal consent in the instance that recruitment was done telephonically. Verbal consent will be obtained at the time of recruitment by a study team member. The team member will introduce the study and explain the purpose, the procedures, and how participants are randomly assigned to a group.\n\nRetention: Participation last through the completion of all surveys. The surveys take approximately 5 minutes to complete.\n\nProtocol:\n\nAt the start of the visit, families who consented to participate will be given a demographics questionnaire asking about age, race/ethnicity, and health literacy. BMI and sleep study data will also be recorded by a study team member. Following this survey, participants will follow the protocol for the group they are randomly assigned to, either case or control.\n\nCase Group:\n\nIf in case group, parents will be asked to complete the OSA18 questionnaire. The total score along with category: mild, moderate or severe will be presented to the families along with scores for various domains. Families will then be provided with a printed form, \"decision aid,\" at the time of consultation with various management options, detailing evidence based risks and benefits for each option. In the case group, this will include the OSA 18 total scores at the bottom this will also help standardized the discussion by the provider.\n\nThe decisional conflict scale (DCS) will be filled out at conclusion of visit after the provider has left the room. The DCS is a 16-item survey in which participants are asked to respond to statements related to their decision on a five-point ordinal Likert scale: 0) strongly agree, 1) agree, 2) neither agree nor disagree, 3) disagree, and 4) strongly disagree. Scores are summed, divided by16, and multiplied by 25. Scores range from 0, signifying that the respondent has complete certainty about the best choice, to 100, which signifies that the respondent feels extremely uncertain about the best choice. The validation study indicates that a score ≥ 25 signifies a decisional conflict.\n\nControl Group: Families in the control group will be provided with a printed form, \"decision aid,\" at the time of consultation with various management options, detailing evidence based risks and benefits for each option.\n\nThe decisional conflict scale (DCS) will be filled out at conclusion of visit after the provider has left the room. The DCS is a 16-item survey in which participants are asked to respond to statements related to their decision on a five-point ordinal Likert scale: 0) strongly agree, 1) agree, 2) neither agree nor disagree, 3) disagree, and 4) strongly disagree. Scores are summed, divided by16, and multiplied by 25. Scores range from 0, signifying that the respondent has complete certainty about the best choice, to 100, which signifies that the respondent feels extremely uncertain about the best choice. The validation study indicates that a score ≥ 25 signifies a decisional conflict.\n\nResponses from all participants will be stored securely in a de-identifiable manner."
        },
        "conditionsModule": {
            "conditions": [
                "Apnea, Obstructive Sleep",
                "Obstructive Sleep Apnea"
            ],
            "keywords": [
                "Mild Obstructive Sleep Apnea"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A simple, fixed randomization will be performed using an excel spreadsheet. A randomization formula will be used to assign each new participant a number 1 or 2. All individuals assigned the number \"1\" will be designated as control and all individuals assigned the number \"2\" will be designated as case. The randomization will continue until 65 participants is reached for one group. At that time, any new recruited patients will be automatically assigned either control or case, depending on which group has not reached 65 participants. The randomization will be done at the time of consenting.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "OSA-18 Case Group",
                    "type": "EXPERIMENTAL",
                    "description": "Case group participants will be given the OSA-18 survey at the start of their consultation. OSA-18 is an 18-item questionnaire that collects information about 5 subscales that are considered to be elements in quality of life: sleep disturbance, physical symptoms, emotional symptoms, daytime function, and caregiver concerns. The score is calculated that ranges from 18 (no impact on quality of life) to 126 (major negative impact).\n\nUpon completion of OSA-18, scores are tabulated and relayed to families through a decisional aid. The score and the aid, which explains treatment options, risks and benefits will be used to guide discussion throughout the consultation.\n\nAfter the consultation is complete and the provider leaves the room, families will be given a decisional conflict scale survey. All surveys will remain anonymous by using a unique study identifier. Forms will be placed in a locked box by parents prior to departure from the exam room.",
                    "interventionNames": [
                        "Other: OSA-18 Survey",
                        "Other: Decisional Conflict (DCS)"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "During the consultation, families will be given a printed form, \"decisional aid,\" which is given to families to explain treatment options as well as their risks and benefits. The consultation will proceed as normal according to standard of care with the aid being used to guide conversation.\n\nAfter the consultation is complete and the provider leaves the room, families will be given a decisional conflict scale survey to complete. All surveys will remain anonymous and only a unique study identification number will be placed on the surveys to correctly match each survey. Forms will be placed in a locked box by parents prior to departure from the exam room.",
                    "interventionNames": [
                        "Other: Decisional Conflict (DCS)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "OSA-18 Survey",
                    "description": "OSA 18 is an 18-item questionnaire that uses a Likert-type scoring system to collect information about 5 subscales that are considered to be elements in quality of life: sleep disturbance, physical symptoms, emotional symptoms, daytime function, and caregiver concerns. On the basis of this information, a summary score is calculated and scores are divided into three categories:\n\nMild (40-60), moderate (61-80) and severe \\>81.",
                    "armGroupLabels": [
                        "OSA-18 Case Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Decisional Conflict (DCS)",
                    "description": "The DCS is a 16-item survey in which participants are asked to respond to statements related to their decision on a five-point ordinal Likert scale: 0) strongly agree, 1) agree, 2) neither agree nor disagree, 3) disagree, and 4) strongly disagree. Scores are summed, divided by 16, and multiplied by 25. Scores range from 0, signifying that the respondent has complete certainty about the best choice, to 100, which signifies that the respondent feels extremely uncertain about the best choice.",
                    "armGroupLabels": [
                        "Control Group",
                        "OSA-18 Case Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Decisional Conflict Scale (DCS)",
                    "description": "The Decisional Conflict Scale (DCS) is a survey administered to both the experimental and active comparator evaluating the degree of conflict a caregiver feels when determining a treatment option. The minimum score is 0 (indicating no decisional conflict) and the maximum score is 100 (indicating significant decisional conflict).",
                    "timeFrame": "Through clinical visit, an average of 30 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Gender of child and parent/legal guardian",
                    "description": "* Male\n* Female\n* Intersex\n* None of these describe my child\n* Prefer not to answer",
                    "timeFrame": "Through clinical visit, an average of 30 minutes"
                },
                {
                    "measure": "Age of child and parent/legal guardian",
                    "description": "years",
                    "timeFrame": "Through clinical visit, an average of 30 minutes"
                },
                {
                    "measure": "Race/Ethnicity of child and parent/legal guardian",
                    "description": "* American Indian or Alaska Native\n* Asian\n* Black or African American\n* Hispanic or Latino\n* Native Hawaiian or Other Pacific Islander\n* White\n* Prefer not to answer",
                    "timeFrame": "Through clinical visit, an average of 30 minutes"
                },
                {
                    "measure": "Parent/legal guardian identified health care literacy and comfort completing medical forms.",
                    "description": "* Extremely\n* Quite a bit\n* Somewhat\n* A little bit\n* Not at all",
                    "timeFrame": "Through clinical visit, an average of 30 minutes"
                },
                {
                    "measure": "BMI percentile",
                    "description": "BMI reported as kg/m\\^2 will be reported as a percent based on the growth chart.",
                    "timeFrame": "Through clinical visit, an average of 30 minutes"
                },
                {
                    "measure": "BMI Z-score",
                    "description": "number value of BMI z-score",
                    "timeFrame": "Through clinical visit, an average of 30 minutes"
                },
                {
                    "measure": "Polysomnography (PSG) (Sleep Study Data), AHI",
                    "description": "Apnea Hypopnea Index (AHI) will be recorded from the PSG. Value is reported as a real number.",
                    "timeFrame": "Through study completion, and average of 3 months"
                },
                {
                    "measure": "Polysomnography (PSG) (Sleep Study Data), OAHI",
                    "description": "Obstructive apnea hypopnea index (OAHI) will be recorded from the PSG. Values is reported as a real number.",
                    "timeFrame": "Through study completion, and average of 3 months"
                },
                {
                    "measure": "Polysomnography (PSG) (Sleep Study Data), high CO2 occurrences",
                    "description": "The number of times the patient has a CO2 level of \\>50mmHG during the course of the sleep study will be recorded.",
                    "timeFrame": "Through study completion, and average of 3 months"
                },
                {
                    "measure": "Polysomnography (PSG) (Sleep Study Data), minimum oxygen saturation",
                    "description": "The lowest oxygen saturation of the patient during the sleep study, sometimes called nadir O2, will be recorded.",
                    "timeFrame": "Through study completion, and average of 3 months"
                },
                {
                    "measure": "Selected Treatment Option",
                    "description": "Parent/Caregiver will choose between surgery, medication, watchful waiting, or undecided at their regularly scheduled clinical visit.",
                    "timeFrame": "Through clinical visit, an average of 30 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Parent/caregiver of child with an initial diagnosis mild obstructive sleep apnea defined as polysomnography AHI score between 1 and 5\n* Parent/caregiver of child between 3 and 12 years of age\n* Parent/caregiver of child who has been diagnosed with tonsillar hypertrophy grade 2 or higher\n\nExclusion Criteria:\n\n* Parent/caregiver of child diagnosed with a syndromic or known neurologic condition and/or multiple (more than two) medical cardiac or respiratory medical conditions\n* Parent/caregiver of child who has previously underwent tonsillectomy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nancy Grover, MD",
                    "role": "CONTACT",
                    "phone": "860- 545- 9650",
                    "email": "ngrover@connecticutchildrens.org"
                },
                {
                    "name": "Cameron King, MA",
                    "role": "CONTACT",
                    "phone": "8608375595",
                    "email": "CKing02@connecticutchildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nancy Grover, MD",
                    "affiliation": "Connecticut Children's Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Connecticut Children's Medical Center",
                    "status": "RECRUITING",
                    "city": "Hartford",
                    "state": "Connecticut",
                    "zip": "06106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nancy Grover, MD",
                            "role": "CONTACT",
                            "email": "ngrover@connecticutchildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.76371,
                        "lon": -72.68509
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31260810",
                    "type": "BACKGROUND",
                    "citation": "Bluher AE, Brawley CC, Cunningham TD, Baldassari CM. Impact of montelukast and fluticasone on quality of life in mild pediatric sleep apnea. Int J Pediatr Otorhinolaryngol. 2019 Oct;125:66-70. doi: 10.1016/j.ijporl.2019.06.027. Epub 2019 Jun 26."
                },
                {
                    "pmid": "24170659",
                    "type": "BACKGROUND",
                    "citation": "Volsky PG, Woughter MA, Beydoun HA, Derkay CS, Baldassari CM. Adenotonsillectomy vs observation for management of mild obstructive sleep apnea in children. Otolaryngol Head Neck Surg. 2014 Jan;150(1):126-32. doi: 10.1177/0194599813509780. Epub 2013 Oct 29."
                },
                {
                    "pmid": "22043122",
                    "type": "BACKGROUND",
                    "citation": "Redline S, Amin R, Beebe D, Chervin RD, Garetz SL, Giordani B, Marcus CL, Moore RH, Rosen CL, Arens R, Gozal D, Katz ES, Mitchell RB, Muzumdar H, Taylor HG, Thomas N, Ellenberg S. The Childhood Adenotonsillectomy Trial (CHAT): rationale, design, and challenges of a randomized controlled trial evaluating a standard surgical procedure in a pediatric population. Sleep. 2011 Nov 1;34(11):1509-17. doi: 10.5665/sleep.1388."
                },
                {
                    "pmid": "22869829",
                    "type": "BACKGROUND",
                    "citation": "Goldbart AD, Greenberg-Dotan S, Tal A. Montelukast for children with obstructive sleep apnea: a double-blind, placebo-controlled study. Pediatrics. 2012 Sep;130(3):e575-80. doi: 10.1542/peds.2012-0310. Epub 2012 Aug 6."
                },
                {
                    "pmid": "27439031",
                    "type": "BACKGROUND",
                    "citation": "Kheirandish-Gozal L, Bandla HP, Gozal D. Montelukast for Children with Obstructive Sleep Apnea: Results of a Double-Blind, Randomized, Placebo-Controlled Trial. Ann Am Thorac Soc. 2016 Oct;13(10):1736-1741. doi: 10.1513/AnnalsATS.201606-432OC."
                },
                {
                    "pmid": "24504096",
                    "type": "BACKGROUND",
                    "citation": "Kheirandish-Gozal L, Bhattacharjee R, Bandla HPR, Gozal D. Antiinflammatory therapy outcomes for mild OSA in children. Chest. 2014 Jul;146(1):88-95. doi: 10.1378/chest.13-2288."
                },
                {
                    "pmid": "25650159",
                    "type": "BACKGROUND",
                    "citation": "Chan CC, Au CT, Lam HS, Lee DL, Wing YK, Li AM. Intranasal corticosteroids for mild childhood obstructive sleep apnea--a randomized, placebo-controlled study. Sleep Med. 2015 Mar;16(3):358-63. doi: 10.1016/j.sleep.2014.10.015. Epub 2015 Jan 15."
                },
                {
                    "pmid": "29114896",
                    "type": "BACKGROUND",
                    "citation": "Bergeron M, Duggins AL, Cohen AP, Tiemeyer K, Mullen L, Crisalli J, McArthur A, Ishman SL. A shared decision-making tool for obstructive sleep apnea without tonsillar hypertrophy: A randomized controlled trial. Laryngoscope. 2018 Apr;128(4):1007-1015. doi: 10.1002/lary.26967. Epub 2017 Nov 8."
                },
                {
                    "pmid": "10889473",
                    "type": "BACKGROUND",
                    "citation": "Franco RA Jr, Rosenfeld RM, Rao M. First place--resident clinical science award 1999. Quality of life for children with obstructive sleep apnea. Otolaryngol Head Neck Surg. 2000 Jul;123(1 Pt 1):9-16. doi: 10.1067/mhn.2000.105254."
                },
                {
                    "pmid": "21189956",
                    "type": "BACKGROUND",
                    "citation": "Chang SJ, Chae KY. Obstructive sleep apnea syndrome in children: Epidemiology, pathophysiology, diagnosis and sequelae. Korean J Pediatr. 2010 Oct;53(10):863-71. doi: 10.3345/kjp.2010.53.10.863. Epub 2010 Oct 31."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001049",
                    "term": "Apnea"
                },
                {
                    "id": "D000012891",
                    "term": "Sleep Apnea Syndromes"
                },
                {
                    "id": "D000020181",
                    "term": "Sleep Apnea, Obstructive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                },
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22010",
                    "name": "Sleep Apnea, Obstructive",
                    "asFound": "Obstructive Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4361",
                    "name": "Apnea",
                    "asFound": "Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15694",
                    "name": "Sleep Apnea Syndromes",
                    "asFound": "Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}