{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06309368",
            "orgStudyIdInfo": {
                "id": "003875"
            },
            "organization": {
                "fullName": "University of Nevada, Las Vegas",
                "class": "OTHER"
            },
            "briefTitle": "Ostomy Primary Closure With 0.1% Betaine/0.1% Polyhexanide Wound Irrigation Compared to Pursestring Closure",
            "officialTitle": "To Close or Not to Close: Surgical Site Infection Rates in Ostomy Primary Closure With 0.1% Betaine/0.1% Polyhexanide Wound Irrigation Compared to Conventional Ostomy Closure by Secondary Intention",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "ostomy-primary-closure-with-betaine-polyhexanide-wound-irrigation-compared-to-pursestring-closure"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-22",
            "studyFirstSubmitQcDate": "2024-03-06",
            "studyFirstPostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-21",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Ovunc Bardakcioglu",
                "investigatorTitle": "Chief of Colorectal Surgery",
                "investigatorAffiliation": "University of Nevada, Las Vegas"
            },
            "leadSponsor": {
                "name": "University of Nevada, Las Vegas",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare two types of closure in patients with ostomies that are ready for closure. The main questions it aims to answer are:\n\n1. Surgical site infection rates\n2. Patient quality of life\n3. Time to wound healing\n\nParticipants will undergo either complete ostomy wound closure after washing out the wound with Prontosan, or their ostomy wound will be closed using the Pursestring method, where the wound will be left partially open and allowed to heal from the inside out. Researchers will compare these two groups' outcomes (questions to be answered) as listed above.",
            "detailedDescription": "Surgical site infection (SSI) is a common yet potentially serious and devastating complication in colorectal surgery, with rates of up to 25%, many of which are preventable. In stoma closure, SSI rates have been reported as up to 40% with conventional closure techniques. SSI adds more burden to the patient, requiring additional therapy, such as antibiotics, wound drainage, and even wound debridement. This results in longer hospital length of stay and can ultimately negatively impact a patient's quality of life. Additionally, allowing a wound to heal by secondary intention has been demonstrated to have worse cosmetic outcomes compared to primary closure, which may also impact quality of life (QoL) for patients. The investigators aim to investigate the outcomes (including SSI rates and QoL) of patients who underwent two different standards of care in ostomy closure: primary skin closure after usage of Prontosan, a 0.1% betaine and 0.1 % polyhexamethylene biguanide antimicrobial solution, and secondary intention healing after Pursestring closure. Comparing these two closure methods, may yield further insight into better treatment options for wound closures in colorectal surgery patients.\n\nPatients will be recruited in the UNLV Colorectal Clinic at their appointments, and surgeries will be done at University Medical Center. Patient recruitment and informed consent will be performed by the co-investigators. The sample size is calculated for a non-inferiority trial with a 2.5% level of significance, 90% power of test and an expected SSI rate of 3% for the purse-string closure group and 25.9% for the primary wound closure without 0.1% betaine/0.1% polyhexanide). The sample size needed is 42 patients in each study arm with an assumed 20% attrition rate. Data will be analyzed by the statistician."
        },
        "conditionsModule": {
            "conditions": [
                "Surgical Site Infection",
                "Wound Surgical",
                "Colorectal Disorders"
            ],
            "keywords": [
                "Ostomy",
                "Surgical Site Infection",
                "Primary Closure",
                "Secondary Closure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomly assigned to one of the two treatment groups.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "No masking. This is a non-blinded randomized controlled trial"
                }
            },
            "enrollmentInfo": {
                "count": 84,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Primary Closure with 0.1% Betaine/0.1% Polyhexanide Wound Irrigation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The ostomy wound will be irrigated with 0.1% Betaine/0.1% Polyhexanide wound irrigation, then closed completely with sutures.",
                    "interventionNames": [
                        "Drug: Primary Ostomy Closure with 0.1% Betaine/0.1% Polyhexanide Wound Irrigation"
                    ]
                },
                {
                    "label": "Secondary Closure with Pursestring",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The ostomy wound will be partially closed using the Pursestring method.",
                    "interventionNames": [
                        "Procedure: Pursestring Closure"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Primary Ostomy Closure with 0.1% Betaine/0.1% Polyhexanide Wound Irrigation",
                    "description": "An elliptical transverse incision will be made extending 1-2 cm lateral and medial to the mucocutaneous junction. The mobilization, anastomosis and fascial closure will be performed as in the pursestring closure group. The incision will then be irrigated using direct stream into the wound with 350cc of Prontosan. After one minute the wound will be suctioned dry. The subcutaneous fat will be mobilized and approximated with interrupted 2-0 Vicryl. The skin will be approximated with deep dermal 3-0 Vicryl and a running subcuticular 4-0 Monocryl suture and Dermabond will be applied.",
                    "armGroupLabels": [
                        "Primary Closure with 0.1% Betaine/0.1% Polyhexanide Wound Irrigation"
                    ],
                    "otherNames": [
                        "Prontosan"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Pursestring Closure",
                    "description": "A circular incision will be made at the mucocutaneous junction of the ileostomy. After complete mobilization of the ileal limbs off the fascia and a stapled side to side functional end to end anastomosis, the fascia including the external and posterior rectus sheath will be closed with two running #0 PDS (Polydioxanone) suture. The wound will then be irrigated with saline and partially closed in the subcuticular plane with a 2-0 Monocryl suture in a pursestring fashion and packed in the middle with plain packing.",
                    "armGroupLabels": [
                        "Secondary Closure with Pursestring"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Surgical Site Infection Rates",
                    "description": "Evaluate surgical site infection rates between the two treatment arms",
                    "timeFrame": "Evaluate surgical site for any signs of infection up to 30 days post-operatively."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Acceptability of wound and scar healing by patient",
                    "description": "Evaluation of patient's perception of their ostomy wound and scar appearance using the Visual Analog Scale. The minimum value is 0, maximum value is 10, with the higher score meaning a worse outcome.",
                    "timeFrame": "Up to 30 days post-operatively."
                },
                {
                    "measure": "Acceptability of wound and scar healing by patient",
                    "description": "Evaluation of patient's satisfaction of their ostomy wound and scar appearance using the Likert Scale. The minimum value is \"very dissatisfied\" and maximum value is \"very satisfied\", with \"very satisfied being the best outcome.",
                    "timeFrame": "Up to 30 days post-operatively."
                },
                {
                    "measure": "Acceptability of wound and scar healing by patient",
                    "description": "Evaluation of patient's perception of their ostomy wound and scar appearance using the Patient and Observer Scar Assessment Scale - Patient scale. The minimum value is 1 and maximum value is 10, with the higher score meaning a worse outcome, aside from two questions regarding pain and itching (higher score meaning a better outcome).",
                    "timeFrame": "Up to 30 days post-operatively."
                },
                {
                    "measure": "Acceptability of wound and scar healing by patient",
                    "description": "Evaluation of patient's perception of their ostomy wound and scar appearance using the Patient and Observer Scar Assessment Scale - Observer scale. The minimum value is 1 and maximum value is 10, with the higher score meaning a worse outcome.",
                    "timeFrame": "Up to 30 days post-operatively."
                },
                {
                    "measure": "Wound healing",
                    "description": "Time to wound-healing",
                    "timeFrame": "Up to 30 days post-operatively."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients 18 years or older with an ostomy reversal indication will be enrolled\n\nExclusion Criteria:\n\n* Patients under 18 years old and patients unable to provide consent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Abigail W Cheng, MD",
                    "role": "CONTACT",
                    "phone": "9166954159",
                    "email": "abigail.cheng@unlv.edu"
                },
                {
                    "name": "Lance Horner, MD",
                    "role": "CONTACT",
                    "phone": "7755445456",
                    "email": "lance.horner@unlv.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ovunc Bardakcioglu, MD",
                    "affiliation": "Kirk Kerkorian School of Medicine at UNLV",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University Medical Center",
                    "status": "RECRUITING",
                    "city": "Las Vegas",
                    "state": "Nevada",
                    "zip": "89102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abigail W Cheng, MD",
                            "role": "CONTACT",
                            "phone": "916-695-4159",
                            "email": "abigail.cheng@unlv.edu"
                        },
                        {
                            "name": "Lance Horner, MD",
                            "role": "CONTACT",
                            "phone": "7755445456",
                            "email": "lance.horner@unlv.edu"
                        },
                        {
                            "name": "Ovunc Bardakcioglu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lance Horner, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Abigail W Cheng, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Henry Krasner, BS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kavita Batra, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.17497,
                        "lon": -115.13722
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "16079683",
                    "type": "BACKGROUND",
                    "citation": "van de Kar AL, Corion LU, Smeulders MJ, Draaijers LJ, van der Horst CM, van Zuijlen PP. Reliable and feasible evaluation of linear scars by the Patient and Observer Scar Assessment Scale. Plast Reconstr Surg. 2005 Aug;116(2):514-22. doi: 10.1097/01.prs.0000172982.43599.d6."
                },
                {
                    "pmid": "36990897",
                    "type": "BACKGROUND",
                    "citation": "Cooper DM, Bojke C, Ghosh P. Cost-Effectiveness of PHMB & betaine wound bed preparation compared with standard care in venous leg ulcers: A cost-utility analysis in the United Kingdom. J Tissue Viability. 2023 May;32(2):262-269. doi: 10.1016/j.jtv.2023.03.001. Epub 2023 Mar 16."
                },
                {
                    "pmid": "18564781",
                    "type": "BACKGROUND",
                    "citation": "Valenzuela AR, Perucho NS. [The effectiveness of a 0.1% polyhexanide gel]. Rev Enferm. 2008 Apr;31(4):7-12. Spanish."
                },
                {
                    "pmid": "34109103",
                    "type": "BACKGROUND",
                    "citation": "Siddiqi A, Abdo ZE, Springer BD, Chen AF. Pursuit of the ideal antiseptic irrigation solution in the management of periprosthetic joint infections. J Bone Jt Infect. 2021 May 26;6(6):189-198. doi: 10.5194/jbji-6-189-2021. eCollection 2021."
                },
                {
                    "pmid": "25942522",
                    "type": "BACKGROUND",
                    "citation": "Andriessen AE, Eberlein T. Assessment of a wound cleansing solution in the treatment of problem wounds. Wounds. 2008 Jun;20(6):171-5."
                },
                {
                    "pmid": "30040537",
                    "type": "BACKGROUND",
                    "citation": "Goztok M, Terzi MC, Egeli T, Arslan NC, Canda AE. Does Wound Irrigation with Clorhexidine Gluconate Reduce the Surgical Site Infection Rate in Closure of Temporary Loop Ileostomy? A Prospective Clinical Study. Surg Infect (Larchmt). 2018 Aug/Sep;19(6):634-639. doi: 10.1089/sur.2018.061. Epub 2018 Jul 24."
                },
                {
                    "pmid": "36401595",
                    "type": "BACKGROUND",
                    "citation": "Chang Z, Liu L, She C, Ren W, Chen H, Zhou C. A meta-analysis examined the effect of stoma on surgical site wound infection in colorectal cancer. Int Wound J. 2023 May;20(5):1578-1583. doi: 10.1111/iwj.14013. Epub 2022 Nov 19."
                },
                {
                    "pmid": "36197316",
                    "type": "BACKGROUND",
                    "citation": "Nyandoro MG, Seow YT, Stein J, Theophilus M. Single-centre experience of loop ileostomy closure: a retrospective comparison of conventional-linear closure and purse-string closure on surgical-site-infection rates. ANZ J Surg. 2023 Mar;93(3):629-635. doi: 10.1111/ans.18083. Epub 2022 Oct 5."
                },
                {
                    "pmid": "36002762",
                    "type": "BACKGROUND",
                    "citation": "Zhu Y, Chen J, Lin S, Xu D. Risk factor for the development of surgical site infection following ileostomy reversal: a single-center report. Updates Surg. 2022 Oct;74(5):1675-1682. doi: 10.1007/s13304-022-01335-0. Epub 2022 Aug 24."
                },
                {
                    "pmid": "31061644",
                    "type": "BACKGROUND",
                    "citation": "Turner MC, Migaly J. Surgical Site Infection: The Clinical and Economic Impact. Clin Colon Rectal Surg. 2019 May;32(3):157-165. doi: 10.1055/s-0038-1677002. Epub 2019 Apr 2."
                },
                {
                    "pmid": "26137277",
                    "type": "BACKGROUND",
                    "citation": "Wada Y, Miyoshi N, Ohue M, Noura S, Fujino S, Sugimura K, Akita H, Motoori M, Gotoh K, Takahashi H, Kobayashi S, Ohmori T, Fujiwara Y, Yano M. Comparison of surgical techniques for stoma closure: A retrospective study of purse-string skin closure versus conventional skin closure following ileostomy and colostomy reversal. Mol Clin Oncol. 2015 May;3(3):619-622. doi: 10.3892/mco.2015.505. Epub 2015 Feb 6."
                },
                {
                    "pmid": "25745624",
                    "type": "BACKGROUND",
                    "citation": "Yoon SI, Bae SM, Namgung H, Park DG. Clinical trial on the incidence of wound infection and patient satisfaction after stoma closure: comparison of two skin closure techniques. Ann Coloproctol. 2015 Feb;31(1):29-33. doi: 10.3393/ac.2015.31.1.29. Epub 2015 Feb 28."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Related Info",
                    "url": "http://creativecommons.org/licenses/by-nc-nd/4.0/"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000013530",
                    "term": "Surgical Wound Infection"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000072836",
                    "term": "Surgical Wound"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014946",
                    "term": "Wound Infection"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16310",
                    "name": "Surgical Wound Infection",
                    "asFound": "Surgical Site Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Wound",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M1112",
                    "name": "Surgical Wound",
                    "asFound": "Wound Surgical",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17684",
                    "name": "Wound Infection",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000031233",
                    "term": "Polihexanide"
                },
                {
                    "id": "D000001622",
                    "term": "Betaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000008082",
                    "term": "Lipotropic Agents"
                },
                {
                    "id": "D000000960",
                    "term": "Hypolipidemic Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000057847",
                    "term": "Lipid Regulating Agents"
                },
                {
                    "id": "D000004202",
                    "term": "Disinfectants"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4908",
                    "name": "Betaine",
                    "asFound": "Bronchoscopic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M249934",
                    "name": "Polihexanide",
                    "asFound": "Confidence Scale",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4278",
                    "name": "Hypolipidemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M28883",
                    "name": "Lipid Regulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7383",
                    "name": "Disinfectants",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "Lipd",
                    "name": "Lipid Regulating Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}