{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05633277",
            "orgStudyIdInfo": {
                "id": "20-117"
            },
            "organization": {
                "fullName": "ProMedica Health System",
                "class": "OTHER"
            },
            "briefTitle": "Outcomes of Sclerotherapy of the Ulcer Bed Compared to a Combination of Ablation and Injections",
            "officialTitle": "Outcomes of Sclerotherapy of the Ulcer Bed Compared to a Combination of Ablation and Injections",
            "therapeuticArea": [
                "Other",
                "Gastroenterology"
            ],
            "study": "outcomes-of-sclerotherapy-of-the-ulcer-bed-compared-to-a-combination-of-ablation-and-injections"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-14",
            "studyFirstSubmitQcDate": "2022-11-28",
            "studyFirstPostDateStruct": {
                "date": "2022-12-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-11-28",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jihad Abbas, MD",
                "investigatorTitle": "Principal Investigator, Vascular Surgeon, MD",
                "investigatorAffiliation": "ProMedica Health System"
            },
            "leadSponsor": {
                "name": "ProMedica Health System",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Jobst Vascular Institute",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Randomized Controlled Trial to determine if the outcomes of sclerotherapy of the ulcer bed alone differ from a combination of ablation and sclerotherapy injections.",
            "detailedDescription": "Research Question:\n\nDo outcomes of sclerotherapy of the ulcer bed alone, differ from a combination of ablation and injections?\n\nSpecific Aims:\n\nEfficacy:\n\n1. To determine if receiving sclerotherapy and ablation along with compression therapy at the start of treatment (arm 1) has any benefit over receiving sclerotherapy at the start of treatment and ablation 3 months later along with compression therapy (arm 2) in the treatment of chronic venous ulcers.\n2. To compare and determine which arm has improved scores for quality of life (using the VEINES-QOL/Sym questionnaire).\n3. To compare and determine which arm has improved venous clinical severity scores (VCSS).\n4. To determine ulcer outcome and need for retreatment in arm 1 versus arm 2.\n\nSafety:\n\n1. To determine which arm puts patients at greater risk of increased healing times in the treatment of chronic venous ulcers.\n\nMethods:\n\nPatients who are treated at Jobst Vascular Institute (JVI) will be evaluated for potential enrollment in this prospective study. Those who qualify, or their legally authorized representative (LAR), will be approached with study information and informed consent. Patients, or their LAR, who agree to participate will be consented and enrolled in the study.\n\nThis will be a randomized clinical trial. Subjects will be randomly allocated to each group. There will be roughly equal number of subjects in each arm. Arm 1 will be patients receiving sclerotherapy and ablation at the start of treatment along with compression therapy. The patients in arm 1 will not receive any further treatment during the duration of the study. Arm 2 will be patients who receive sclerotherapy at the start of treatment along with compression therapy, and ablation 3 months later. All patients in arm 2 will receive ablation at their 3 month appointment. After ablation, the patients in arm 2 will not receive any further treatment for the remainder of the study.\n\n30 opaque envelopes, 15 indicating arm 1 and 15 indicating arm 2, will be prepared by the study coordinator. Patients who agree to participate will select an envelope and treatment will be initiated based off of the arm that is selected. In the event of a participants early termination from the study, up to 5 study participants will be replaced in each study arm to help ensure an adequate number of subjects for analysis. The purpose of this study is to see if one treatment is more effective over the other in treating chronic venous ulcers.\n\nPatients who participate will have ultrasound-guided sclerosant injected into the affected area. Half of the patients will only receive injections (arm 2) while the other half of the patients will receive injections along with ablation (arm 1). Patients in arm 1 will not receive any further treatment during the remainder of the study. All patients will fill out a quality of life questionnaire (using the VEINES-QOL/Sym questionnaire) and complete the venous clinical severity score (VCSS) questionnaire prior to treatment. All patients will undergo compression therapy.\n\nPatients will be seen weekly after treatment. Safety assessments will take place during these weekly appointments to ensure patient safety. After 3 months, patients will be brought in for another follow up visit. The 3 month follow up is considered standard protocol after these procedures to monitor for adverse events. Ulcer size, symptoms, healing rate, quality of life (using the VEINES-QOL/Sym questionnaire), and venous clinical severity score (VCSS) will be assessed. All patients in arm 2, will receive ablation at this time.\n\nAll patients will continue to be seen weekly to assess healing progress and to ensure patient safety. Six months following initial treatment, the patients will return for another follow up visit where ulcer size, symptoms, healing rate, quality of life (using the VEINES-QOL/Sym questionnaire), and VCSS will be assessed. Participation in the study will be complete after the 6 month follow up appointment. Patients will continue to see their physician for treatment, if needed, after their participation has concluded.\n\nAll treatments and appointments are considered standard of care and will be billed to the patients insurance.\n\nFollowing completion of data collection (see study variables on attached excel sheet), analysis will be completed to identify study results. We will be analyzing the differences between the two groups in A. ulcer healing rate (comparison of means, generalized linear model), and B. proportion of healed ulcers (Chi square).\n\nNumber of Subjects:\n\nUp to 40 subjects. The goal is to enroll 15 subjects in each arm. In the event of a participants early termination from the study, up to 5 study participants will be replaced in each study arm to help ensure an adequate number of subjects for analysis.\n\nBackground:\n\nVenous ulcers are the most common cause of ulcerations that affect the lower extremities and are estimated to effect 1% of the American population. They are responsible for more than 80% of lower extremity ulcerations. Venous ulcers are most common in the elderly and in patients with a history of diabetes, obesity, varicose veins, blood clots, and edema of the lower extremities. Treatment is extensive averaging 6 to 12 months of continual therapy. Healing rates for these ulcers are poor and more than 50% of these types of ulcers are still unhealed after 9 months. Over 70% of those patients will end up developing another venous ulcer within 5 years. With these astounding numbers, it is imperative for early diagnosis and prompt treatment. Any underlying causes should also be assessed and determined at the time of diagnosis to help with healing and prevention.\n\nManagement of these ulcers has historically been compression treatment, stripping of the superficial veins, elevation of the effected leg, and exercise. Ablative superficial surgery along with compression is another form of treatment. Endovenous ablation is where the problematic vein is sealed off (generally the great saphenous vein (GSV) in the thigh or the short saphenous vein (SSV) behind the knee and calf). A catheter is fed up the vein from the ankle or knee level. It is carefully fed, using the aid of ultrasound, to the junction between the GSV and SSV. An electrical current or laser energy is passed through the vein wall causing the vein to contract and seal itself off. This procedure is quicker and less painful compared to the traditional operation of vein stripping. Early endovenous ablation of superficial venous reflux in addition to compression has resulted in shorter ulcer healing time and a reduction in the 12-month reoccurrence rate versus compression therapy alone.\n\nAnother popular form of treatment is sclerotherapy. Either a foam mixture or a solution is injected into the effected veins causing inflammation and scarring. Over time this leads to destruction of the veins. This treatment is also commonly used with compression therapy. This technique promotes rapid healing usually occurring within 4 to 8 weeks after the initial treatment and long term recurrence rates. This route is much less invasive, quicker, and less painful than the historical procedure of vein stripping.\n\nAlthough there have been several studies performed on the significance of endovenous ablation and sclerotherapy, there is very little data or evidence to support the effectiveness of endovenous ablation in addition to sclerotherapy and compression in the treatment of venous ulcers and their reoccurrence. There is also very little data on whether receiving sclerotherapy and ablation together at the start of treatment, has any benefit over receiving sclerotherapy at the start of treatment and conducting ablation at a later time."
        },
        "conditionsModule": {
            "conditions": [
                "Venous Reflux",
                "Venous Insufficiency",
                "Venous Ulcer",
                "Venous Disease"
            ],
            "keywords": [
                "Sclerotherapy",
                "Venous Ablation",
                "Reflux",
                "Insufficiency",
                "Ulcer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Arm 1 will be patients receiving sclerotherapy and ablation at the start of treatment along with compression therapy. The patients in arm 1 will not receive any further treatment during the duration of the study. Arm 2 will be patients who receive sclerotherapy at the start of treatment along with compression therapy, and ablation 3 months later. All patients in arm 2 will receive ablation at their 3 month appointment. After ablation, the patients in arm 2 will not receive any further treatment for the remainder of the study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "After randomization is selected, no masking is required for this study."
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: Combination Sclerotherapy & Ablation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Standard Practice:\n\nArm 1 will be patients receiving sclerotherapy and ablation at the start of treatment along with compression therapy. The patients in arm 1 will not receive any further treatment during the duration of the study.",
                    "interventionNames": [
                        "Procedure: Polidocanol"
                    ]
                },
                {
                    "label": "Arm 2: Sclerotherapy Only",
                    "type": "EXPERIMENTAL",
                    "description": "Experimental Timeline:\n\nArm 2 will be patients who receive sclerotherapy at the start of treatment along with compression therapy, and ablation 3 months later. All patients in arm 2 will receive ablation at their 3 month appointment. After ablation, the patients in arm 2 will not receive any further treatment for the remainder of the study.",
                    "interventionNames": [
                        "Procedure: Polidocanol"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Polidocanol",
                    "description": "Sclerotherapy of the ulcer bed (polidocanol, sodium tetradecyl, etc) either in conjunction with a greater saphenous vein ablation treatment (RFA, EVLT, Venaseal, Varithena) at the same time or 3 months later.",
                    "armGroupLabels": [
                        "Arm 1: Combination Sclerotherapy & Ablation",
                        "Arm 2: Sclerotherapy Only"
                    ],
                    "otherNames": [
                        "Radio Frequency Ablation",
                        "Endovenous Laser Ablation Therapy",
                        "Varithena",
                        "Venaseal",
                        "Sotradecol"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Baseline Ulcer Healing Rate",
                    "description": "A measure of initial wound area as determined based on the ulcer size measurements collected; Recorded in Percentage (%)",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "3 Month Ulcer Healing Rate Change",
                    "description": "A measure in the change of the percentage of initial wound area as determined based on the ulcer size measurements collected; Recorded in Percentage (%)",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "6 Month Ulcer Healing Rate Change",
                    "description": "A measure in the change of the percentage of initial wound area as determined based on the ulcer size measurements collected; Recorded in Percentage (%)",
                    "timeFrame": "6 months following start of treatment"
                },
                {
                    "measure": "Baseline Ulcer Size (Length)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "Baseline Ulcer Size (Width)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "Baseline Ulcer Size (Surface Area)",
                    "description": "Measurement of the ulcer; Recorded in centimeters squared (cm\\^2)",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "Baseline Ulcer Size (Depth)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "Baseline Ulcer Size (Volume)",
                    "description": "Measurement of the ulcer; Recorded in centimeters cubed (cm\\^3)",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "3 Month Ulcer Size (Length)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "3 Month Ulcer Size (Width)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "3 Month Ulcer Size (Surface Area)",
                    "description": "Measurement of the ulcer; Recorded in centimeters squared (cm\\^2)",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "3 Month Ulcer Size (Depth)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "3 Month Ulcer Size (Volume)",
                    "description": "Measurement of the ulcer; Recorded in centimeters cubed (cm\\^3)",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "6 Month Ulcer Size (Length)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "6 months following start of treatment"
                },
                {
                    "measure": "6 Month Ulcer Size (Width)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "6 months following start of treatment"
                },
                {
                    "measure": "6 Month Ulcer Size (Surface Area)",
                    "description": "Measurement of the ulcer; Recorded in centimeters squared (cm\\^2)",
                    "timeFrame": "6 months following start of treatment"
                },
                {
                    "measure": "6 Month Ulcer Size (Depth)",
                    "description": "Measurement of the ulcer; Recorded in centimeters (cm)",
                    "timeFrame": "6 months following start of treatment"
                },
                {
                    "measure": "6 Month Ulcer Size (Volume)",
                    "description": "Measurement of the ulcer; Recorded in centimeters cubed (cm\\^3)",
                    "timeFrame": "6 months following start of treatment"
                },
                {
                    "measure": "Baseline Clinical Evaluation",
                    "description": "Clinical evaluation by the physician and assessment of the subject's symptoms",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "3 Month Clinical Evaluation; Change Assessment",
                    "description": "Clinical evaluation by the physician and assessment of the subject's symptoms; later assessed for change from the previous visit.",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "6 Month Clinical Evaluation; Change Assessment",
                    "description": "Clinical evaluation by the physician and assessment of the subject's symptoms; later assessed for change from the previous 2 visits.",
                    "timeFrame": "6 months following start of treatment"
                },
                {
                    "measure": "Baseline_ Venous Insufficiency Epidemiological and Economic Study- Quality of Life/Symptoms (VEINES-QOL/Sym)",
                    "description": "The Venous Insufficiency Epidemiological and Economic Study- Quality of Life/Symptoms (VEINS-QOL/Sym) Questionnaire measures the impact of CVI on symptoms and quality of life from the patient's perspective. It is an instrument with 26 items divided across eight questions. Question scales range from 0 (minimum) to 6 (maximum) although values may vary based on the question. The total score for the VEINES-QOL/Sym questionnaire is based on a standardized score (T score). Lower scores are associated with more severe symptoms.",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "3 Month_ Venous Insufficiency Epidemiological and Economic Study- Quality of Life/Symptoms (VEINES-QOL/Sym); Change Assessment",
                    "description": "The Venous Insufficiency Epidemiological and Economic Study- Quality of Life/Symptoms (VEINS-QOL/Sym) Questionnaire measures the impact of CVI on symptoms and quality of life from the patient's perspective. It is an instrument with 26 items divided across eight questions. VEINES-QOL/Sym mean score distribution for each category (varying range, 0-6). VEINES-QOL/Sym total standardized score (Mean T-score) =50. Lower scores are associated with more severe symptoms.\n\nScores compared to the previous visit.",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "6 Month_ Venous Insufficiency Epidemiological and Economic Study- Quality of Life/Symptoms (VEINES-QOL/Sym); Change Assessment",
                    "description": "The Venous Insufficiency Epidemiological and Economic Study- Quality of Life/Symptoms (VEINS-QOL/Sym) Questionnaire measures the impact of CVI on symptoms and quality of life from the patient's perspective. It is an instrument with 26 items divided across eight questions. VEINES-QOL/Sym mean score distribution for each category (varying range, 0-6). VEINES-QOL/Sym total standardized score (Mean T-score) =50. Lower scores are associated with more severe symptoms.\n\nScores compared to the previous 2 visits.",
                    "timeFrame": "6 months following start of treatment"
                },
                {
                    "measure": "Baseline_Venous Clinical Severity Score (VCSS)",
                    "description": "Venous Clinical Severity Score (VCSS) are scored individually. VCSS mean score distribution for each category (range, 0-3). Higher scores are associated with more severe symptoms and disease.",
                    "timeFrame": "Start of Treatment (Baseline)"
                },
                {
                    "measure": "3 Month_Venous Clinical Severity Score (VCSS); Change Assessment)",
                    "description": "Venous Clinical Severity Score (VCSS) are scored individually. VCSS mean score distribution for each category (range, 0-3). Higher scores are associated with more severe symptoms and disease. Change from Baseline scores compared at 3 months.",
                    "timeFrame": "3 months following start of treatment"
                },
                {
                    "measure": "6 Month_Venous Clinical Severity Score (VCSS); Change Assessment",
                    "description": "Venous Clinical Severity Score (VCSS) are scored individually. VCSS mean score distribution for each category (range, 0-3). Higher scores are associated with more severe symptoms and disease. Change from Baseline and 3 month scores compared at 6 months.",
                    "timeFrame": "6 months following start of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Days to Healed Status",
                    "description": "Total number of days between date of initial treatment procedure \\[Arm 1/Arm 2\\] until date wound is considered healed, up to 365 days. If wound is not healed prior to end of time frame, or patient death occurs, an end date for this category will not be entered and the number of days not calculated.",
                    "timeFrame": "From Date of Randomization until the date of documented healed status, assessed up to 365 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients who have saphenous vein reflux and a single venous ulcer of any size\n\nExclusion Criteria:\n\n* Patients with multiple venous ulcers",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Fedor Lurie, PhD, MD",
                    "role": "CONTACT",
                    "phone": "419-291-5997",
                    "email": "fedor.lurie@promedica.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Fedor Lurie, PhD, MD",
                    "affiliation": "ProMedica Health System",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Jihad Abbas, MD",
                    "affiliation": "ProMedica Health System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Jobst Vascular Institute, ProMedica Toledo Hospital",
                    "status": "RECRUITING",
                    "city": "Toledo",
                    "state": "Ohio",
                    "zip": "43606",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Fedor Lurie, PhD, MD",
                            "role": "CONTACT",
                            "phone": "419-291-5997",
                            "email": "fedor.lurie@promedica.org"
                        },
                        {
                            "name": "Jihad Abbas, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Brett Aplin, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "John Fish III, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kate Gates, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Fedor Lurie, PhD, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Andrew Seiwert, MD, FACS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66394,
                        "lon": -83.55521
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "12585831",
                    "type": "BACKGROUND",
                    "citation": "de Araujo T, Valencia I, Federman DG, Kirsner RS. Managing the patient with venous ulcers. Ann Intern Med. 2003 Feb 18;138(4):326-34. doi: 10.7326/0003-4819-138-4-200302180-00012."
                },
                {
                    "pmid": "18254024",
                    "type": "BACKGROUND",
                    "citation": "O'Meara S, Al-Kurdi D, Ovington LG. Antibiotics and antiseptics for venous leg ulcers. Cochrane Database Syst Rev. 2008 Jan 23;(1):CD003557. doi: 10.1002/14651858.CD003557.pub2."
                },
                {
                    "pmid": "15183623",
                    "type": "BACKGROUND",
                    "citation": "Barwell JR, Davies CE, Deacon J, Harvey K, Minor J, Sassano A, Taylor M, Usher J, Wakely C, Earnshaw JJ, Heather BP, Mitchell DC, Whyman MR, Poskitt KR. Comparison of surgery and compression with compression alone in chronic venous ulceration (ESCHAR study): randomised controlled trial. Lancet. 2004 Jun 5;363(9424):1854-9. doi: 10.1016/S0140-6736(04)16353-8."
                },
                {
                    "pmid": "29688123",
                    "type": "BACKGROUND",
                    "citation": "Gohel MS, Heatley F, Liu X, Bradbury A, Bulbulia R, Cullum N, Epstein DM, Nyamekye I, Poskitt KR, Renton S, Warwick J, Davies AH; EVRA Trial Investigators. A Randomized Trial of Early Endovenous Ablation in Venous Ulceration. N Engl J Med. 2018 May 31;378(22):2105-2114. doi: 10.1056/NEJMoa1801214. Epub 2018 Apr 24."
                },
                {
                    "pmid": "24142137",
                    "type": "BACKGROUND",
                    "citation": "Bush R, Bush P. Percutaneous foam sclerotherapy for venous leg ulcers. J Wound Care. 2013 Oct;22(10 Suppl):S20-2. doi: 10.12968/jowc.2013.22.Sup10.S20."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Non-PubMed Citation: Terrie YC. Recognizing and Treating Venous Stasis Ulcers. US Pharm. 2017;42(2):36-39.",
                    "url": "https://www.uspharmacist.com/article/recognizing-and-treating-venous-stasis-ulcers"
                },
                {
                    "label": "Non-PubMed Citation: Gabriel A. Vascular ulcers. Medscape. http://emedicine.medscape.com/article/1298345-overview#a6. Accessed November 1, 2016.",
                    "url": "https://emedicine.medscape.com/article/1298345-overview"
                },
                {
                    "label": "Non-PubMed Citation: Fishman TD, (2007). How to manage venous stasis ulcers. Podiatry Today. 20(5).",
                    "url": "https://www.hmpgloballearningnetwork.com/site/podiatry/article/7071"
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2020-08-25",
                    "uploadDate": "2022-06-22T15:09",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 227083
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-09-30",
                    "uploadDate": "2022-06-22T15:10",
                    "filename": "ICF_001.pdf",
                    "size": 220113
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014689",
                    "term": "Venous Insufficiency"
                },
                {
                    "id": "D000014647",
                    "term": "Varicose Ulcer"
                },
                {
                    "id": "D000014456",
                    "term": "Ulcer"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000014648",
                    "term": "Varicose Veins"
                },
                {
                    "id": "D000007871",
                    "term": "Leg Ulcer"
                },
                {
                    "id": "D000012883",
                    "term": "Skin Ulcer"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17395",
                    "name": "Varicose Ulcer",
                    "asFound": "Venous Ulcers",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "asFound": "Ulcer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8880",
                    "name": "Gastroesophageal Reflux",
                    "relevance": "LOW"
                },
                {
                    "id": "M17435",
                    "name": "Venous Insufficiency",
                    "asFound": "Venous Insufficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17396",
                    "name": "Varicose Veins",
                    "relevance": "LOW"
                },
                {
                    "id": "M10883",
                    "name": "Leg Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15686",
                    "name": "Skin Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077423",
                    "term": "Polidocanol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012597",
                    "term": "Sclerosing Solutions"
                },
                {
                    "id": "D000019999",
                    "term": "Pharmaceutical Solutions"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1793",
                    "name": "Polidocanol",
                    "asFound": "Cisatracurium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15783",
                    "name": "Sodium Tetradecyl Sulfate",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M15414",
                    "name": "Sclerosing Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}