{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05972135",
            "orgStudyIdInfo": {
                "id": "MM165"
            },
            "organization": {
                "fullName": "SCRI Development Innovations, LLC",
                "class": "OTHER"
            },
            "briefTitle": "Outpatient Administration of Teclistamab for Multiple Myeloma",
            "officialTitle": "A Study of Outpatient Administration of Teclistamab, a BCMA-targeting Bispecific Antibody, in Multiple Myeloma Patients",
            "therapeuticArea": [
                "Other"
            ],
            "study": "outpatient-administration-of-teclistamab-for-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-12",
            "studyFirstSubmitQcDate": "2023-07-24",
            "studyFirstPostDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "SCRI Development Innovations, LLC",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Janssen Research & Development, LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase II study to evaluate the Outpatient Administration of Teclistamab in Multiple Myeloma Patients",
            "detailedDescription": "* This is a single-arm, non-randomized, multicenter, prospective study of Teclistamab (TECVAYLI™), in adult patients with RRMM, in the post-marketing setting. Teclistamab (TECVAYLI™), the humanized IgG-4 PAA bispecific antibody, targets the CD3 receptor complex on T cells and BCMA on B-lineage cells.\n* This study will investigate the use of prophylactic tocilizumab to reduce the incidence and severity of CRS associated with teclistamab administration, to enable administration of the step-up dosing regimen of teclistamab in an outpatient setting."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Myeloma"
            ],
            "keywords": [
                "Teclistamab (TECVAYLI™)",
                "Humanized IgG-4 PAA bispecific antibody",
                "CD3 receptor complex",
                "RRMM-Relapsed or Refractory Multiple Myeloma",
                "MM-Multiple Myeloma",
                "Tocilizumab prophylaxis",
                "CRS- Cytokine Release Syndrome",
                "Neurologic toxicity",
                "ICANS-Immune Effector Cell-associated Neurotoxicity Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Teclistamab and Tocilizumab",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive the recommended dosage of Teclistamab according to the TECVAYLI™ USPI (step-up dosing followed by weekly treatment dosing).",
                    "interventionNames": [
                        "Drug: Teclistamab",
                        "Drug: Tocilizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Teclistamab",
                    "description": "- Participants will receive the recommended dosage of Teclistamab according to the TECVAYLI™ USPI (step-up dosing followed by weekly treatment dosing).",
                    "armGroupLabels": [
                        "Teclistamab and Tocilizumab"
                    ],
                    "otherNames": [
                        "(TECVAYLI™)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tocilizumab",
                    "description": "Tocilizumab will be administered as a pretreatment medication in advance of administration of the first step-up dose of teclistamab on Cycle 1 Day 1.",
                    "armGroupLabels": [
                        "Teclistamab and Tocilizumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of CRS of any grade during the first two cycles",
                    "description": "Evaluate the overall incidence of CRS in the first 2 cycles after a single dose of prophylactic tocilizumab prior to step-up dose 1 of teclistamab",
                    "timeFrame": "From first dose of teclistamab, Day 1 first step-up dose to the end of Cycle 2 (each cycle is 28 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of recurrent CRS of any grade",
                    "description": "Evaluate the incidence of recurrent CRS after a single dose of prophylactic tocilizumab given prior to step-up dose 1 of teclistamab",
                    "timeFrame": "From first dose of teclistamab, Day 1 first step-up dose to the end of Cycle 2 (each cycle is 28 days)"
                },
                {
                    "measure": "Incidence of CRS of any grade",
                    "description": "Evaluate the incidence of CRS after a single dose of prophylactic tocilizumab given prior to step-up dose 1 of teclistamab",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Incidence of recurrent CRS of any grade",
                    "description": "Evaluate the incidence of recurrent CRS after a single dose of prophylactic tocilizumab given 2 to 4 hours prior to step-up dose 1 of teclistamab",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Incidence of Grade ≥2 CRS",
                    "description": "Evaluate the incidence of Grade ≥2 CRS based on American Society for Transplantation and Cellular Therapy (ASTCT) 2019 grading for CRS (Grade 1 to 5 with grade 5 defined as the worse outcome-Death) in the first 2 cycles after a single dose of prophylactic tocilizumab given prior to step-up dose 1 of teclistamab",
                    "timeFrame": "From first dose of teclistamab, Day 1 first step-up dose to the end of Cycle 2 (each cycle is 28 days)"
                },
                {
                    "measure": "Incidence of Recurrent Grade ≥2 CRS",
                    "description": "Evaluate the incidence of Grade ≥2 CRS based on American Society for Transplantation and Cellular Therapy (ASTCT) 2019 grading for CRS (Grade 1 to 5 with grade 5 defined as the worse outcome-Death) in the first 2 cycles after a single dose of prophylactic tocilizumab given prior to step-up dose 1 of teclistamab .",
                    "timeFrame": "first dose of teclistamab, from Day 1 first step-up dose to the end of Cycle 2 (each cycle is 28 days)"
                },
                {
                    "measure": "Incidence of Grade ≥2 CRS",
                    "description": "Evaluate the incidence of Grade ≥2 CRS based on American Society for Transplantation and Cellular Therapy (ASTCT) 2019 grading for CRS (Grade 1 to 5 with grade 5 defined as the worse outcome-Death) in the first 2 cycles and throughout the study after a single dose of prophylactic tocilizumab given prior to step-up dose 1 of teclistamab",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Incidence of Recurrent Grade ≥2 CRS",
                    "description": "Evaluate the incidence of Grade ≥2 CRS (Based on ASTCT 2019 grading for CRS) in the first 2 cycles and throughout the study after a single dose of prophylactic tocilizumab given prior to step-up dose 1 of teclistamab",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Incidence of Grade ≥3 and any grade infections",
                    "description": "Evaluate the risk of Grade ≥3 and any grade infections throughout the study based on the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) Version 5.0 (Grade 1 to 5 with grade 5 representing a worse outcome)",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Incidence of All grade and Grade ≥3 neurotoxicity",
                    "description": "Evaluate neurotoxicity in the setting of prophylactic tocilizumab based on the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) Version 5.0 (Grade 1 to 5 with grade 5 representing a worse outcome)",
                    "timeFrame": "first dose of teclistamab, from Day 1/first step-up dose to the end of Cycle 2 (each cycle is 28 days)"
                },
                {
                    "measure": "Incidence of All grade and Grade ≥3 ICANS",
                    "description": "Evaluate neurotoxicity including ICANS in the setting of prophylactic tocilizumab based on the American Society for Transplantation and Cellular Therapy (ASTCT) 2019 grading for ICANS (Grade 1 to 4 with grade 4 representing a worse outcome)",
                    "timeFrame": "first dose of teclistamab, from Day 1/first step-up dose to the end of Cycle 2(each cycle is 28 days)"
                },
                {
                    "measure": "Incidence of All grade neutropenia and Grade ≥3 neutropenia",
                    "description": "Evaluate treatment-emergent neutropenia in the setting of teclistamab plus prophylactic tocilizumab based on the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) Version 5.0 (Grade 1 to 5 with grade 5 representing a worse outcome)",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Incidence of all grade febrile neutropenia and Grade ≥3 febrile neutropenia",
                    "description": "Evaluate treatment-emergent febrile neutropenia in the setting of teclistamab plus prophylactic tocilizumab based on the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) Version 5.0 (Grade 1 to 5 with grade 5 representing a worse outcome)",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Total length of each hospital stay",
                    "description": "Evaluate the length of each hospital stay in the setting of teclistamab plus prophylactic tocilizumab",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Number of hospitalizations per participant",
                    "description": "Evaluate the number of hospitalizations per participant, in the setting of teclistamab plus prophylactic tocilizumab",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Healthcare resource utilization in the outpatient setting",
                    "description": "Monitor the utilization of healthcare resources in the outpatient setting to mitigate the AEs associated with CRS/ICANS in the setting of teclistamab plus prophylactic tocilizumab",
                    "timeFrame": "first dose of teclistamab, from Day 1/first step-up dose to the end of Cycle 2 (each cycle is 28 days)"
                },
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "Overall response rate (ORR) will be defined as the proportion of participants who achieve a PR or better response according to the IMWG response criteria",
                    "timeFrame": "Up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Time to initial response (TTR)",
                    "description": "Time to initial response (TTR) will be defined as the time between the date of the first dose of teclistamab and the first efficacy evaluation that the participants have met all criteria for PR or better response according to the IMWG response criteria",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Time to best response (TTBR)",
                    "description": "Time to best response (TTBR) will be defined as the time between the date of the first dose of teclistamab and the first efficacy evaluation that the participants have the best response according to the IMWG response criteria",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "Duration of response (DOR) will be calculated among responders (with a PR or better response) from the date of initial documentation of a response (PR or better) to the date of first documented evidence of progressive disease, as defined in the IMWG response criteria",
                    "timeFrame": "Day 1 of every 2 cycles From Cycle 1 Day 1 and up to approximately 12 months of teclistamab treatment. Each cycle is 28 days"
                },
                {
                    "measure": "Time to next treatment (TTNT)",
                    "description": "Time to next treatment (TTNT) is defined as the time from the date of the first dose of teclistamab to the date of next treatment, or death due to any cause, whichever occurs first.",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Overall survival (OS) is defined as the time from the date of the first dose of teclistamab to the date of death due to any cause.",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "Progression-free survival (PFS) is defined as the time from the date of the first dose of teclistamab to the date of first documented disease progression, as defined in the IMWG response criteria, or death due to any cause, whichever occurs first.",
                    "timeFrame": "Day 1 of every 2 cycles From Cycle 1 Day 1 and up to approximately 12 months of teclistamab treatment. Each cycle is 28 days"
                },
                {
                    "measure": "Timing of each hospital stay",
                    "description": "Evaluate the timimg of each hospital stay in the setting of teclistamab plus prophylactic tocilizumab",
                    "timeFrame": "up to 12 months of teclistamab treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be ≥18 years of age (or the higher legal age in the jurisdiction in which the study is taking place) at the time of informed consent\n* Has documented diagnosis of MM according to the IMWG diagnostic criteria (Rajkumar 2011).\n* Has received 4 or more prior MM therapies including a PI, IMiD and CD38 antibody.\n* Has an ECOG performance status (Oken 1982) of 0 to 1.\n* Adequate organ system function\n* Body weight \\>35 kg.\n* A participant of childbearing potential must have a negative highly sensitive serum (β-hCG) at screening and within 72 hours of the start of study treatment and must agree to further serum or urine pregnancy tests during the study.\n* A participant must agree not to be pregnant, breastfeeding, or planning to become pregnant while enrolled in this study or within 6 months after the last dose of study treatment.A participant must be:\n\n  * A. Not of childbearing potential. If a participant becomes of childbearing potential afterstart of the study the participant must comply with point (B) as described below\n  * B.- Of childbearing potential and Practicing at least 1 highly effective method of contraception (failure rate of \\<1% per year when used consistently and correctly) and agrees to remain on a highly effective method while receiving study treatment and until 6 months after last dose - the end of relevant systemic exposure. Participant must agree to continue the above throughout the study and for 6 months after the last dose of study treatment.\n* A participant must agree not to donate gametes (ie., eggs or sperm) or freeze for future use for the purposes of assisted reproduction during the study and for a period of 6 months (for participants of childbearing potential) or 3 months (for participants who produce sperm) after receiving the last dose of study treatment. Participants should consider preservation of gametes prior to study treatment as anti-cancer treatments may impair fertility.\n* A participant must wear a condom with or without spermicidal foam/gel/film/cream/suppository) when engaging in any activity that allows for passage of ejaculate to another person during the study and for a period of 3 months after receiving the last dose of study treatment. A partner of childbearing potential must also be practicing a highly effective method of contraception.\n* A participant must sign an ICF indicating that participant understands the purpose of, and procedures required for, the study and is willing to participate in the study.\n* A participant is required to stay within 30 minutes of transportation to the site and remain in the company of a competent adult at all times until 48 hours following administration of all doses within the teclistamab step-up dosing schedule (step-up doses 1 and 2 and the first treatment dose) (approximately 10 days).\n* A participant must agree to carry the study participant identification wallet card at all times.\n* A participant must comply with all the protocol requirement procedures, including measuring and recording of body temperature and blood oxygen saturation twice daily (≥8 hours apart) during the first 2 cycles of teclistamab treatment and coming to the study site for safety assessments.\n* A participant and the accompanying competent adult must be made aware of the presenting sign sand symptoms of teclistamab-associated toxicities, including but not limited to CRS, ICANS, infections, etc. The accompanying competent adult must watch the participant at all times for teclistamab-associated toxicities, until 48 hours after the first treatment dose of teclistamab\n\nExclusion Criteria:\n\n* Has high tumor burden, defined as having ≥60% plasma cell infiltrate on the bone marrow biopsy or aspirate, whichever is higher, or with multiple extramedullary disease sites or plasmacytomas.\n* Has a rapidly progressing disease per investigator assessment.\n* Has plasma cell leukemia (\\>2.0×10\\^9/L plasma cells by standard differential), Waldenström's macroglobulinemia, POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes), or primary amyloid light-chain amyloidosis.\n* Has known active CNS involvement or exhibits clinical signs of meningeal involvement of MM.\n* Has risk factors for developing clinically significant TLS and requiring management with increased hydration, allopurinol, or rasburicase.\n* Has myelodysplastic syndrome or active malignancies (ie, progressing or requiring treatment change in the last 12 months) other than RRMM. The only allowed exceptions are:\n\n  * Any malignancy that was not progressing nor requiring treatment change in the last 12 months.\n  * Malignancies treated within the last 12 months and considered at very low risk for recurrence:\n  * Non-muscle invasive bladder cancer (solitary Ta-PUNLMP or low grade, \\<3 cm, no CIS).\n  * Skin cancer (non-melanoma or melanoma).\n  * Noninvasive cervical cancer.\n  * Breast cancer: adequately treated lobular carcinoma in situ or ductal carcinoma in situ, localized breast cancer and receiving antihormonal agents.\n  * Localized prostate cancer (M0, N0) with a Gleason Score ≤7a, treated locally only (RP/RT/focal treatment).\n  * Other malignancy that is considered at minimal risk of recurrence.\n* Has Grade ≥3 hematologic AEs or Grade ≥3, clinically significant non-hematologic AEs.\n* Has fever or active infection (bacterial, viral, or uncontrolled systemic fungal) at time of study enrollment.\n* Has active autoimmune disease or a documented history of autoimmune disease with the exception of vitiligo, type I diabetes, and prior autoimmune thyroiditis that is currently euthyroid based on clinical symptoms and laboratory testing.\n* Has clinically significant coagulopathy that would increase the risk of bleeding in the setting of cytopenia.\n* Shows a deterioration in neurologic status, including mental status changes such as confusion or increased somnolence.\n* Has psychiatric disorders (eg, alcohol or drug abuse), dementia, or altered mental status that would compromise the ability to provide informed consent or comply with the clinical protocol.\n* History of stroke or seizure within 6 months of signing ICF.\n* Presence of the following cardiac conditions:\n\n  * New York Heart Association stage III or IV congestive heart failure.\n  * Myocardial infarction or CABG ≤6 months prior to enrollment.\n  * History of clinically significant ventricular arrhythmia or unexplained syncope, not believed to be vasovagal in nature or due to dehydration.\n  * History of severe non-ischemic cardiomyopathy.\n  * Poorly controlled coronary artery disease and/or congestive heart failure.\n  * Uncontrolled cardiac arrhythmia or clinically significant ECG abnormalities.\n* Has hepatitis B infection (ie, HBsAg or HBV-DNA positive). In the event the infection status is unclear, quantitative viral levels are necessary to determine the infection status.\n* Has active hepatitis C infection as measured by positive HCV-RNA testing. Participants with a history of HCV antibody positivity must undergo HCV-RNA testing. If a participant with history of chronic hepatitis C infection (defined as both HCV antibody and HCV-RNA positive) completed antiviral therapy and has undetectable HCV-RNA 12 weeks following the completion of therapy, the participant is eligible for the study.\n* Has COPD with FEV1 \\<50% of predicted.\n* Has eGFR \\<20 ml/min or is dependent on dialysis.\n* Has other medical issue that would impair the ability of the participant to receive or tolerate the planned treatment at the investigational site, to understand informed consent or any condition for which, in the opinion of the investigator, participation would not be in the best interest of the participant (eg, compromise the well-being) or that could prevent, limit, or confound the protocol-specified assessments.\n* Has received packed RBC or platelet transfusions within the last 7 days prior to dosing.\n* Has contraindications to the use of tocilizumab or IVIG per local prescribing information.\n* Has received live vaccine(s) within 1 month prior to screening or plans to receive live vaccines during the study.\n* Has received live, attenuated vaccine within 30 days before the first dose of teclistamab. Live, attenuated influenza vaccines are permitted as late as 30 days before the study treatment.\n* Has received an investigational intervention or used an invasive investigational medical device within 14 days before the planned first dose of study treatment or received an investigational biological product within 14 days or 5 half-lives, whichever is longer, before the planned study treatment, or is currently enrolled in an investigational study.\n* History of antitumor therapy as follows, before the first dose of study drug:\n\n  * Targeted therapy, epigenetic therapy, or treatment with an investigational drug or used an invasive investigational medical device within 21 days or at least 5 half-lives, whichever is less.\n  * Monoclonal antibody treatment for MM within 21 days.\n  * Cytotoxic therapy within 21 days.\n  * PI therapy within 14 days.\n  * Immunomodulatory agent therapy within 7 days.\n  * Gene modified adoptive cell therapy (eg, chimeric antigen receptor modified T cells, NK cells) within 3 months.\n  * Radiotherapy within 14 days or focal radiation within 7 days.\n  * Prior CAR-T or bispecific antibody therapy.\n* History of stem cell transplant:\n\n  * An allogeneic stem cell transplant within 6 months. Participants who received an allogeneic transplant must be off all immunosuppressive medications for ≥42 days without signs of graft-versus-host disease.\n  * An autologous stem cell transplant ≤12 weeks before the first dose of study drug.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah Cannon Development Innovations, LLC",
                    "role": "CONTACT",
                    "phone": "1-844-710-6157",
                    "email": "SCRI.InnovationsMedical@scri.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Rifkin, MD",
                    "affiliation": "SCRI Development Innovations, LLC",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona Oncology Associates",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85711",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                },
                {
                    "facility": "Colorado Blood Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80218",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Rocky Mountain Cancer Center",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80218",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Florida Cancer Specialists",
                    "status": "RECRUITING",
                    "city": "Lake Mary",
                    "state": "Florida",
                    "zip": "32746",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 28.75888,
                        "lon": -81.31784
                    }
                },
                {
                    "facility": "Maryland Oncology Hematology",
                    "status": "RECRUITING",
                    "city": "Columbia",
                    "state": "Maryland",
                    "zip": "21044",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.24038,
                        "lon": -76.83942
                    }
                },
                {
                    "facility": "Oncology Hematology Care",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45242",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "Oncology Associates of Oregon",
                    "status": "RECRUITING",
                    "city": "Eugene",
                    "state": "Oregon",
                    "zip": "97401",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.05207,
                        "lon": -123.08675
                    }
                },
                {
                    "facility": "TriStar Bone Marrow Transplant",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37203",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "Texas Oncology - San Antonio",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78240",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "Texas Oncology - Northeast Texas",
                    "status": "RECRUITING",
                    "city": "Tyler",
                    "state": "Texas",
                    "zip": "75702",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.35126,
                        "lon": -95.30106
                    }
                },
                {
                    "facility": "Virginia Cancer Specialists",
                    "status": "RECRUITING",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                },
                {
                    "facility": "Virginia Oncology Associates",
                    "status": "RECRUITING",
                    "city": "Norfolk",
                    "state": "Virginia",
                    "zip": "23502",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.84681,
                        "lon": -76.28522
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2157",
                    "name": "Cytokine Release Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M22080",
                    "name": "Neurotoxicity Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4120",
                    "name": "Neurotoxicity Syndromes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M20194",
                    "name": "Antibodies, Bispecific",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}