{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06067737",
            "orgStudyIdInfo": {
                "id": "IRB00399750"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Outpatient Buprenorphine Induction With Psilocybin for Opioid Use Disorder",
            "officialTitle": "Outpatient Buprenorphine Induction With Psilocybin for Opioid Use Disorder: a Randomized Double-blind Trial",
            "acronym": "BIPOD-Out",
            "therapeuticArea": [
                "Other"
            ],
            "study": "outpatient-buprenorphine-induction-with-psilocybin-for-opioid-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-25",
            "studyFirstSubmitQcDate": "2023-10-02",
            "studyFirstPostDateStruct": {
                "date": "2023-10-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will examine the effect of a single high dose of psilocybin therapy (30 mg) versus a very low dose (1 mg) as an adjunctive therapy to individuals undergoing standard-of-care outpatient buprenorphine treatment for Opioid use disorder (OUD). The participants will have previously undergone buprenorphine induction before. Effects of adjunctive psilocybin will be determined for longitudinal outcomes of opioid abstinence, compliance with outpatient buprenorphine maintenance, quality of life, and mood.",
            "detailedDescription": "The proposed study is a double-blind, controlled investigation of the effect of 1 high-dose psilocybin (30 mg) session compared to a very low dose session (1 mg) in the period immediately following standard-of-care outpatient buprenorphine induction on drug abstinence, quality of life, craving, tobacco use, and treatment retention in healthy participants with an active OUD diagnosis and a history of being prescribed buprenorphine previously. Use of buprenorphine is standard of care for OUD, and the investigators are investigating the additive power of adjunctive psilocybin to enhance opioid abstinence, treatment adherence, quality of life, and mood. Of note, this trial is designed with a parallel and complementary structure to IRB00344281 (BIPOD: Buprenorphine Induction with Psilocybin for Opioid use Disorder: A Randomized Controlled Clinical Trial\"). The current proposed trial (\"BIPOD-Out\") differs in that it is tailored specifically to identify participants who have previously been prescribed and tolerated buprenorphine but subsequently relapsed.\n\nThe study will recruit participants who have very recently (past 3 weeks) undergone standard of care outpatient buprenorphine induction or are interested in undergoing buprenorphine induction by a study team physician and offer experimental psilocybin administration, as utilized in several other studies at this center. As noted above (and unlike in IRB00344281), participants naïve to buprenorphine will be excluded from this study. Outpatient buprenorphine induction will be followed by an 8-week outpatient phase involving standard of care buprenorphine maintenance with participants referred to further buprenorphine treatment in the community and followed in long-term follow-up for 4 to 6 months. The study team will recruit participants who have recently (past 3 weeks) been inducted onto sublingual (SL) buprenorphine (a buprenorphine/naloxone combination product) in the outpatient setting, and also participants interested in participating in a buprenorphine induction conducted by one of the study team physicians. Once buprenorphine induction is complete and participants are deemed eligible, participants will undergo 2-4 preparatory sessions (described below), followed by an experimental drug administration session under supportive conditions, during which the participants will receive either a very low dose (1 mg) or a single high (30mg) oral dose of psilocybin under double-blind conditions. Participants will then complete an 8-week outpatient phase, during which a study team clinician will provide standard of care outpatient buprenorphine maintenance. Participants will undergo outpatient visits at 1, 2, 3, 4, 6, and 8 weeks post-dosing session at the Behavioral Pharmacology Research Unit for monitoring of adverse events, clinical status, treatment adherence, and to receive a weekly supply of buprenorphine. All buprenorphine procedures will be open label and will follow standard-of-care practices."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The proposed study is a double-blind, controlled investigation of the effect of 1 high-dose psilocybin (30 mg) session compared to a very low dose session (1 mg) following standard-of-care outpatient buprenorphine induction",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Participants and study team will be masked/blinded to intervention.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High-dose psilocybin + buprenorphine",
                    "type": "EXPERIMENTAL",
                    "description": "High-dose psilocybin (30 mg) session following standard-of-care outpatient buprenorphine induction",
                    "interventionNames": [
                        "Drug: Psilocybin"
                    ]
                },
                {
                    "label": "Very low-dose psilocybin + buprenorphine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Very low dose psilocybin session (1 mg) following standard-of-care outpatient buprenorphine induction",
                    "interventionNames": [
                        "Drug: Psilocybin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Psilocybin",
                    "description": "High-dose psilocybin (30 mg) session will be administered following standard-of-care outpatient buprenorphine induction to evaluate its effect on drug abstinence, quality of life, craving, tobacco use, and treatment retention in healthy participants with an active OUD diagnosis.",
                    "armGroupLabels": [
                        "High-dose psilocybin + buprenorphine"
                    ],
                    "otherNames": [
                        "buprenorphine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Psilocybin",
                    "description": "A very low dose (1 mg) psilocybin session following standard-of-care outpatient buprenorphine induction will be used as a comparator arm to the high-dose psilocybin arm in evaluating psilocybin's effect on drug abstinence, quality of life, craving, tobacco use, and treatment retention in healthy participants with an active OUD diagnosis.",
                    "armGroupLabels": [
                        "Very low-dose psilocybin + buprenorphine"
                    ],
                    "otherNames": [
                        "buprenorphine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants Abstinent from Opioid Use",
                    "description": "Non-buprenorphine opioid abstinence as verified by urine toxicology at each visit and Timeline Follow Back (TLFB). These will be combined to assess opioid abstinence for each participant. These will be assessed at the 8-week timepoint for the previous 3-weeks. Missing values will be presumed positive.\n\nTimeline Follow Back (TLFB) for Opioids: This is a self-report of drug use per day. This procedure asks participants to retrospectively quantitate their use of drugs. Greater numbers indicate more days using a substance, smaller numbers or zeros mean less or no days using a substance\n\nUrine toxicology: Urine samples will be collected at each study visit and screened broadly for illicit drug use including opioids via an outside medical laboratory. Quantitative buprenorphine levels will also be collected following induction to gauge whether buprenorphine is being taken.\n\nParticipants must meet both criteria to be considered abstinent.",
                    "timeFrame": "Up to 8 weeks"
                },
                {
                    "measure": "Treatment retention",
                    "description": "Treatment retention at 8 weeks, as indicated by participants making all follow-up visits, indicating they are taking buprenorphine and with urine toxicology positive for buprenorphine.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Number of Days Illicit Opioids Used",
                    "description": "Number of Days Illicit Opioids Used, as indicated by participant self-report and urine toxicology results",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Number of Negative Urine Toxicologies",
                    "description": "Number of Negative Urine Toxicologies, as indicated by results from weekly urine toxicologies collected for eight weeks",
                    "timeFrame": "Weekly up to 8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quality of Life as assessed by the World Health Organization Quality of Life Brief Version (WHOQOL-BREF)",
                    "description": "The World Health Organization Quality of Life Brief Version (WHOQOL-BREF) produces a multi-dimensional profile of scores across six domains and 24 sub-domains of quality of life, with higher scores representing a greater reported quality of life. Each individual item of the WHOQOL-BREF is scored from 1 to 5 on a response scale, which is stipulated as a five-point ordinal scale. The scores are then transformed linearly to a 0-100-scale.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Depression as assessed by the Beck Depression Inventory II (BDII)",
                    "description": "The Beck Depression Inventory is a multi-item assessment for depression. Scores of 0-10 are considered within normal range, with higher scores representing worsening reported depression.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Anxiety as assessed by the State-Trait Anxiety Inventory (STAI)",
                    "description": "The State-Trait Anxiety Inventory is a 40-item assessment of state and trait characteristics, with higher scores (more positive items) representing greater severity of mental states such as apprehension, tension, nervousness, and worry.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Number of Participants Abstinent from Other Drug Substances",
                    "description": "Abstinence from other substances will be measured by combining TLFB and urine toxicology results to report the number of participants who were abstinent from other drug substances",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 21-70 years\n* Have given written informed consent\n* Meet Diagnostic and Statistical Manual of Mental Disorders (DSM)-5 criteria for OUD\n* No antidepressant medications for approximately 5 half-lives prior to enrollment\n* Willing to undergo buprenorphine induction or has undergone buprenorphine induction in the past 3 weeks\n* Reports previous buprenorphine maintenance\n* Urine toxicology positive for an opioid\n* Has access to stable housing\n* Can read, write, and speak English fluently\n* Be judged by study team clinicians to be at low risk for suicidality\n* Have limited recent use of classic psychedelics (no use in the past year).\n* Expresses a desire for sustained recovery from disordered opioid use.\n\nExclusion Criteria:\n\nGeneral medical exclusion criteria:\n\n* Women who are pregnant, nursing, or not practicing an effective means of birth control\n* Cardiovascular conditions: hypertension with resting blood pressure systolic \\>139 or diastolic \\>89, angina, heart rate \\> 99, a clinically significant ECG abnormality (e.g., atrial fibrillation, QTc \\> 450), transient ischemic attack (TIA) in the last 6 months, stroke, peripheral or pulmonary vascular disease, cardiac valvulopathy\n* Epilepsy\n* Insulin-dependent diabetes; if taking oral hypoglycemic agent, then no history of hypoglycemia\n* Currently taking on a daily basis any medications (including herbal substances and supplements) with a central nervous system effect on serotonin, including serotonin-reuptake inhibitors and monoamine oxidase (MAO) inhibitors.\n* For individuals who have intermittent or as needed (PRN) use of such medications, psilocybin sessions will not be conducted until at least 5 half-lives of the agent have elapsed after the last dose.\n* Currently taking efavirenz, Acetaldehyde dehydrogenase inhibitors such as disulfiram (Antabuse), Alcohol dehydrogenase inhibitors, or UDP-glucuronosyltransferase (UGT)1A9 inhibitors or UGT1A10 inhibitors such as phenytoin, regorafenib, eltrombopag.\n* Currently taking methadone or naltrexone.\n* Currently on longstanding buprenorphine maintenance (3+ weeks post-induction)\n* Naïve to buprenorphine\n* Reports of significant adverse events (severe withdrawal, medical complications, hospitalization) during previous buprenorphine induction(s).\n* Unable or unwilling to discontinue acid-reducing agents or major metabolizing enzyme inhibitors for 5-half lives prior to the experimental dosing session.\n* Have a seizure disorder, multiple sclerosis, history of significant head trauma, central nervous system (CNS) tumor, movement disorders or any neurodegenerative condition.\n* Morbidly obese (\\>100 lbs above ideal body weight, or Body Mass Index (BMI) \\>=40, or BMI \\>=35 with high blood pressure or diabetes)\n* Body weight \\< 45 kg\n* Be judged by a study team clinician to be at risk for moderate or severe alcohol or benzodiazepine withdrawal.\n* Allergic to buprenorphine\n* For blood samples, the following lab values will be exclusionary: transaminases greater than x2 the upper limit of normal lab reference range, hemoglobin less than 11 g/d, and creatinine clearance \\< 40 ml/min using the Cockraft and Gault equation.\n\nPsychiatric Exclusion Criteria:\n\n* Current or past history of meeting DSM-5 criteria for Schizophrenia, Psychotic Disorder (unless substance-induced or due to a medical condition), Bipolar I or II Disorder or Major Depression with psychotic features.\n* Have a first or second degree relative with schizophrenia, psychotic disorder (unless substance induced or due to a medical condition), or bipolar I or II disorder.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew L Gaddis, MD",
                    "role": "CONTACT",
                    "phone": "410-550-0048",
                    "email": "gaddis@jhmi.edu"
                },
                {
                    "name": "Sandeep Nayak, MD",
                    "role": "CONTACT",
                    "phone": "410-550-0048",
                    "email": "smn@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sandeep Nayak, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Center for Psychedelic and Consciousness Research",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandeep Nayak, MD",
                            "role": "CONTACT",
                            "phone": "410-550-2253",
                            "email": "smn@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002047",
                    "term": "Buprenorphine"
                },
                {
                    "id": "D000011562",
                    "term": "Psilocybin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000009292",
                    "term": "Narcotic Antagonists"
                },
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M14419",
                    "name": "Psilocybin",
                    "asFound": "Mild to Moderate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "asFound": "Attention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12243",
                    "name": "Narcotic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}