{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04978350",
            "orgStudyIdInfo": {
                "id": "20-3115"
            },
            "secondaryIdInfos": [
                {
                    "id": "1KL2TR002490-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1KL2TR002490-01"
                }
            ],
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Overcoming Barriers to the Uptake of Cascade Screening for Lynch Syndrome: Workbook Feasibility Study",
            "officialTitle": "Overcoming Barriers to the Uptake of Cascade Screening for Lynch Syndrome: Workbook Feasibility Study",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "overcoming-barriers-to-the-uptake-of-cascade-screening-for-lynch-syndrome-workbook-feasibility-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-22",
            "studyFirstSubmitQcDate": "2021-07-26",
            "studyFirstPostDateStruct": {
                "date": "2021-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Center for Advancing Translational Sciences (NCATS)",
                    "class": "NIH"
                },
                {
                    "name": "University of North Carolina, Chapel Hill",
                    "class": "OTHER"
                },
                {
                    "name": "North Carolina Translational and Clinical Sciences Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will evaluate the feasibility of an intervention to improve Lynch syndrome cascade screening uptake. The investigators will conduct a pilot study among 15 patients diagnosed with Lynch Syndrome and 5 genetic counselors to assess the feasibility and intermediate outcomes of an educational workbook containing exercises and resources to improve family communication among individuals with Lynch Syndrome and first-degree relatives of individuals with Lynch Syndrome.",
            "detailedDescription": "Genetic counselors of patients with Lynch Syndrome and patients with Lynch Syndrome will test a planning tool (referred to as an educational workbook) for cascade screening. Five genetic counselors and 15 patients with Lynch Syndrome will be recruited from the UNC Health System and the Ohio State Comprehensive Cancer Center. Genetic counselors will identify patients with Lynch Syndrome and introduce the study opportunity to potential patient participants. All patients and genetic counselors will complete a telephone enrollment call and provide informed consent to participate. Enrolled patients will work with enrolled genetic counselors to complete the first workbook exercise and then patients will complete the remaining exercises alone for over approximately 1 month. After genetic counselors and patients have completed using the workbook, the investigators will conduct qualitative virtual interviews over Zoom and a post-intervention electronic survey to understand the participants' experiences using the workbook. The investigators aim to understand the feasibility of using the workbook as an intervention in clinical practice to improve genetic testing uptake in families with Lynch Syndrome."
        },
        "conditionsModule": {
            "conditions": [
                "Lynch Syndrome"
            ],
            "keywords": [
                "Implementation Science",
                "Cascade Screening"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is single arm, interventional study of 15 patients diagnosed with Lynch Syndrome and 4 genetic counselors who are working with the 15 patients.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "No masking"
                }
            },
            "enrollmentInfo": {
                "count": 19,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Educational Workbook Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the Educational Workbook Arm will receive an electronic PDF version of an educational workbook via email on cascade screening in families with Lynch Syndrome. Genetic counselors will introduce the workbook to enrolled patients with Lynch Syndrome. Patient participants will use the activities and information in the workbook to communicate about Lynch Syndrome with family members.",
                    "interventionNames": [
                        "Behavioral: Educational Workbook"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Educational Workbook",
                    "description": "Let's Talk is an educational workbook on Lynch Syndrome and the benefits of cascade screening containing a series of lessons and activities on the following topics:\n\nWhat is Lynch Syndrome? Why should a patient tell a patient's family members about Lynch Syndrome? Create a list of the patient's first-degree relatives at risk for inheriting Lynch Syndrome What should a patient tell family members about Lynch Syndrome? Create a script for the patient to use in discussing Lynch Syndrome with family What are common concerns the patient might hear from family members? How should the patient tell family members about Lynch Syndrome? Create a plan and goals for the patient to reach out to family members What the patient should do if conversation with family is difficult What are common terms and questions about Lynch Syndrome? How can the patient manage having Lynch Syndrome? Where can the patient find additional information about living with Lynch Syndrome?",
                    "armGroupLabels": [
                        "Educational Workbook Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient Acceptability of Workbook Assessed through Likert Score Scale",
                    "description": "Patients will score the workbook on 7 acceptability criteria on a scale of 1 (very unacceptable) to 5 (very acceptable). The sum of the 7 criteria scores is the total acceptability score. A score of 80% or higher of the maximum score indicates an acceptable intervention. Acceptability scores will be collected through an electronic survey questionnaire.",
                    "timeFrame": "Post 4 Weeks of Workbook Use"
                },
                {
                    "measure": "Genetic Counselor Acceptability of Workbook Assessed through Likert Score Scale",
                    "description": "Genetic counselors will score the workbook on 6 acceptability criteria on a scale of 1 (very unacceptable) to 5 (very acceptable). The sum of the 6 criteria scores is the total acceptability score. A score of 80% or higher of the maximum score indicates an acceptable intervention. Genetic counselor acceptability scores will be collected through an electronic survey questionnaire.",
                    "timeFrame": "Immediately after using the workbook with enrolled patients"
                },
                {
                    "measure": "Practicality",
                    "description": "Patient and genetic counselors' perceptions of the workbook practicality will be discussed in qualitative interviews via Zoom. Major themes about practicality will be identified and coded for in the interview transcriptions. Major themes will be compiled.",
                    "timeFrame": "Immediately after using the workbook with enrolled patients (for genetic counselors) or Post 4 Weeks of Workbook Use (for patients)"
                },
                {
                    "measure": "Reach of Information About Lynch Syndrome in Family",
                    "description": "Reach of Information About Lynch Syndrome in Family will be measured as the number of relatives who were contacted by the patient about Lynch Syndrome in the family. Participants will report the number of relatives contact and discuss the quality of the communication with family members. The outcome will be measured through qualitative interviews via Zoom. Numbers will be recorded and major themes will be coded and compiled.",
                    "timeFrame": "Post 4 Weeks of Workbook Use"
                },
                {
                    "measure": "Reach of Genetic Testing Among Family Members",
                    "description": "Reach of Genetic Testing Among Family Members will be measured as the number of relatives who sought genetic testing in response to the communication. Patients will report the number of relatives who the patient contacted about Lynch Syndrome in the family who sought genetic testing. Reach of Genetic Testing Among Family Members will be measured through qualitative interviews via Zoom. Numbers will be recorded and major themes will be coded and compiled.",
                    "timeFrame": "Post 4 Weeks of Workbook Use"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Knowledge of Lynch Syndrome Assessed through Multiple-Choice Questions",
                    "description": "Patients will answer 7 multiple choice questions about Lynch Syndrome and its implications for patients and family members. A score of 4 or more questions correct indicates moderate to high knowledge about Lynch Syndrome. The knowledge scores will be measured through an electronic survey.",
                    "timeFrame": "Post 4 Weeks of Workbook Use"
                },
                {
                    "measure": "Perceived Knowledge of Lynch Syndrome Assessed through Confidence Ratings",
                    "description": "Patients will rate their confidence in their answer to each of the 7 knowledge questions on a scale of 1 (very low confidence) to 5 (very high confidence). A combined score of 21 or higher suggests moderate to high perceived knowledge. Perceived Knowledge will be measured through an electronic survey.",
                    "timeFrame": "Post 4 Weeks of Workbook Use"
                },
                {
                    "measure": "Patient Self-Efficacy in Communicating about Lynch Syndrome Assessed through Confidence Rating",
                    "description": "Patients will score themselves on 5 questions about their confidence in communicating Lynch Syndrome to family members. Scores for each question go from 1 (very low confidence) to 5 (very high confidence). A cumulative score of 15 or higher indicates moderate to high self-efficacy related to family communication. Genetic counselor self-efficacy in communicating about Lynch Syndrome will be measured through an electronic survey.",
                    "timeFrame": "Post 4 Weeks of Workbook Use"
                },
                {
                    "measure": "Genetic Counselor Self-Efficacy in Facilitating Family Testing for Lynch Syndrome Assessed through Confidence Rating",
                    "description": "Genetic counselors will score themselves on 5 questions about their confidence in conducting family testing with Lynch Syndrome patients. Scores for each question go from 1 (very low confidence) to 5 (very high confidence). A cumulative score of 15 or higher indicates moderate to high self-efficacy related to facilitating cascade screening in families. Genetic counselor self-efficacy in facilitating family testing for Lynch Syndrome will be measured through an electronic survey.",
                    "timeFrame": "Immediately after using the workbook with enrolled patients"
                },
                {
                    "measure": "Economic Cost of Using Workbook Incurred by Patients",
                    "description": "Patients will answer a set of questions about out-of-pocket expenses they incurred while using the workbook along with other resources they needed to complete the workbook. Non-monetary costs will be converted into dollar form. Average cost to the patient will be calculated. We will also estimate average costs across variation in transportation use, number of relatives, employment status and benefits, and incidental costs across participants. Costs will be measured through an electronic survey.",
                    "timeFrame": "Post 4 Weeks of Workbook Use"
                },
                {
                    "measure": "Demand for the Workbook by Other Patients or Health Professionals",
                    "description": "Patient and genetic counselor's perceptions of the expected demand for the workbook by other patients with Lynch Syndrome or other health professionals involved in Lynch Syndrome care will be discussed in qualitative interviews conducted via Zoom. Major themes about expected demand will be identified and coded for in the interview transcriptions. Major themes will be compiled.",
                    "timeFrame": "Immediately after using the workbook with enrolled patients (for genetic counselors) or Post 4 Weeks of Workbook Use (for patients)"
                },
                {
                    "measure": "Integration of Workbook into Genetic Counselor Work Environment",
                    "description": "Genetic counselors will answer questions about the workbook integration into their workflows and work environment during qualitative interviews conducted via Zoom. Major themes about integration success and challenges will be identified and coded in the interview transcriptions. Major themes will be compiled.",
                    "timeFrame": "Immediately after using the workbook with enrolled patients"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must have been diagnosed with Lynch Syndrome within the last 365 days.\n* Patients and genetic counselors must be age 18 or older.\n* Patients must be receiving care from genetic counselors at Ohio State University Comprehensive Cancer Center or at UNC Health System.\n* Genetic counselors must provide Lynch Syndrome counseling for patient participants at Ohio State University Comprehensive Cancer Center or at UNC Health System.\n* Patients and genetic counselors must be able to speak and read in English.\n* Patients and genetic counselors must review informed consent documents and provide verbal consent to participate in the study.\n\nExclusion Criteria: There are no exclusion criteria for study participants.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Megan Roberts, PhD",
                    "role": "CONTACT",
                    "phone": "(919) 843-4071",
                    "email": "megan.roberts@unc.edu"
                },
                {
                    "name": "Lauren E Passero, BSBA",
                    "role": "CONTACT",
                    "email": "laurl4@email.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Megan Roberts, PhD",
                    "affiliation": "UNC Eshelman School of Pharmacy",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Roberts, PhD",
                            "role": "CONTACT",
                            "phone": "919-843-4071",
                            "email": "megan.roberts@unc.edu"
                        },
                        {
                            "name": "Megan Roberts, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "The Ohio State University Comprehensive Cancer Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43221",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Hampel, MS",
                            "role": "CONTACT",
                            "phone": "614-293-6694",
                            "email": "Heather.Hampel@osumc.edu"
                        },
                        {
                            "name": "Heather Hampel, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to share IPD with other researchers."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2021-05-14",
                    "uploadDate": "2021-06-21T10:45",
                    "filename": "ICF_000.pdf",
                    "size": 250387
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003123",
                    "term": "Colorectal Neoplasms, Hereditary Nonpolyposis"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009386",
                    "term": "Neoplastic Syndromes, Hereditary"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000049914",
                    "term": "DNA Repair-Deficiency Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M6351",
                    "name": "Colorectal Neoplasms, Hereditary Nonpolyposis",
                    "asFound": "Lynch Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12331",
                    "name": "Neoplastic Syndromes, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M26131",
                    "name": "DNA Repair-Deficiency Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}