{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05334979",
            "orgStudyIdInfo": {
                "id": "IRB21-1349"
            },
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Oxalate and Citrate",
            "officialTitle": "Oxalate and Citrate in Humans",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "oxalate-and-citrate"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-08",
            "studyFirstSubmitQcDate": "2022-04-11",
            "studyFirstPostDateStruct": {
                "date": "2022-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-center study that aims to earn more about how two different compounds found in food, oxalate and citrate, may affect a person's chances of forming kidney stones.",
            "detailedDescription": "Experimental Design and Implications Administration of oral oxalate without citrate will determine the contribution of diet to this association. We will measure fractional excretion of oxalate and citrate. Both are freely filtered by the glomerulus and either secreted or reabsorbed (oxalate) or just reabsorbed (citrate). We will be able to assess urine excretions partitioned from the contribution of the filtered load and subsequent tubule handling by using fractional excretion.\n\nThis study has large implications for both patient care and future studies. If the urine oxalate-citrate association is primarily related to dietary oxalate and citrate, then fractional excretion of citrate will not increase after our proposed isolated dietary oxalate load test in controls or stone formers. This observation will allow practitioners to consider this when developing diets for kidney stone prevention and consider recommending consuming foods high in citrate (or supplementing alkali) simultaneous with oxalate consumption. In addition, the results of this experiment will lead to future studies including alkali supplementation prior to the oxalate load test to see if urine oxalate-citrate balance can be restored. If the oxalate-citrate association is not solely driven by diet, we anticipate a rise in fractional excretion of citrate and a difference in the urinary oxalate-citrate relationship between non-stone formers and stone formers. If so, this association may be related to SLC26Ac/NaDC-1 gene linkage and its potential disruption in stone formers. This may lead to future genetic and drug studies related to regulation of these transporters. Finally, differences in urinary oxalate-citrate association between non-stone-formers and stone formers may be a related to disordered acid-base handling that contributes to the blunted association in stone formers and further observed in those with Roux-en-Y Gastric Bypass. Much of the work on disordered acid-base handling in stone formers has been done by Drs. Worcester and Coe. Therefore, a future study providing supplemental alkali with oxalate containing foods may provide additional insight into stone risk mechanisms for these patients.\n\nAPPROACH Experimental Design: Studies will be carried out in the University of Chicago Medicine (UCM) Clinical Research Center (CRC).\n\nInformed Consent Process: Subjects will be taken through the informed consent process by myself or the study research assistant. Subjects will be given ample time to discuss and ask questions. No study activities will occur until after the subject has signed the consent form.\n\nIn non-stone-formers (N=25) and non-obese calcium/oxalate stone-formers(N=25), give an oral (360mg) sodium oxalate load and measure both urine and serum oxalate and citrate over six hours. Primary endpoint (hypothesis 1a) is change from baseline in fractional excretion of citrate adjusted for change in fractional excretion oxalate after oxalate load. Secondary endpoint (hypothesis 1b) is to compare change in fractional excretion of citrate adjusted to fractional excretion oxalate in non-obese stone-formers versus non-stone-formers.\n\nRationale: There is an association between urine oxalate and citrate excretion which is greater in non-stone-formers than in stone formers. If this is due to a specific effect of oxalate transport in the proximal tubule on citrate reabsorption, then administration of an oral oxalate load should lead to increased urine citrate excretion, and this increase may differ between non-stone-formers and stone formers. Therefore, 1a: an oral sodium oxalate load will increase fractional excretion of citrate; and 1b: will raise fractional excretion of citrate more in non-stone-formers than in non-obese stone formers. If true, this suggests a link at the level of proximal tubule transporter (SLC26A6/NaDC1) function. If false, other mechanisms such as dietary variation, must be responsible\n\nStudy Population and Recruitment: Enroll a total of 50 subjects (25 non-stone-formers, 25 stone formers) with equal numbers by sex over the first two years or the award. non-stone-formers controls will be recruited using Research Match and The New Normal research participant resources of the UCM Institute for Translational Medicine. Research Match and The New Normal are resources for finding individuals who are interested in participating in research studies. Queries can be used to identify eligible controls. Eligible non-stone-forming controls will complete one home 24-hour baseline urine collection at home to screen for any severe acid-base or oxalate abnormalities. Stone-forming participants (all of whom have 24-hour data available) will be recruited from the UCM Kidney Stone Clinic (both current and repository of previous patients). The UCM Kidney Stone Clinic is a large clinic with over 50 years of patients. Our group has a long history of successfully recruiting research participants from this source.\n\nProtocol: This protocol was developed and adapted based on previously published methodologies.40-42 We will select stone-forming patients both on and not on alkali supplementation. Those on alkali supplementation will be asked to discontinue for two weeks prior to study day. For all patients, one week prior to study day, all vitamin C, multivitamins, calcium supplements, and diuretics will be held. Holding of diuretics and alkali supplementation will be done in discussion with patient's primary nephrologist or primary care physician to discuss safety in stopping these medications for the study period. One day prior to study day, participants will complete 24-hour urine collection and food frequency questionnaire at home. On study day, participants will be admitted to the CRC in a fasting state. Baseline (time 0) urine and blood specimens will be collected and height and weight will be measured. Participant will consume a 360mg (4mmol) oral sodium oxalate load dissolved in 250ml of distilled water. This content of oxalate was selected based on previous studies that support this level as adequate to observe a signal of urine oxalate.43 This content of oxalate is safe for patients and below the range of a typical portion of spinach (\\>700mg/100g). Repeat timed urine (every 1 hour) and blood specimens (every 2 hours) will be obtained for 6 hours after the oral oxalate load. Blood collections will be approximately 8ml blood per draw (total of 4 blood draws). Participants will receive a low oxalate and citrate study breakfast but consume no other food until study completion. Water intake will be allowed ad lib.\n\nUrine and Serum Measurements: 24-hour and timed urine collections will be completed. Instructions for home 24-hour urine collections will be provided. Urine will be collected under oil so that all acid-base parameters can be measured, including a total carbon dioxide (CO2). Urine will be assayed for oxalate and citrate as well as other kidney stone risk factor chemistries including urine volume, calcium, pH, uric acid, sodium, potassium, chloride, magnesium, phosphorus, urea, sulfate, ammonium, and creatinine. Supersaturation of calcium oxalate, calcium phosphate, and uric acid will be calculated using EQUIL2 (a computer program used to estimate the risk of renal stones). These additional assays will provide data for future study. Serum sodium, potassium, chloride, bicarbonate, calcium, phosphorus, magnesium, creatinine, and ultrafilterable (UF) calcium, citrate, and oxalate will be measured. All urine and serum measurements will be performed at the UCM Kidney Stone Laboratory except UF oxalate which will be measured at University of Alabama-Birmingham (UAB). Serum and urine will be frozen at -80° C and stored for potential later assays.\n\nClinical variable collection: Clinical variables will include age, sex, height, weight, body mass index, chronic medical conditions, and medications. Clinical variables will be collected from the electronic health record and verified in interview by me or the research assistant.\n\nStatistical Analysis: Change in urine oxalate, urine citrate, and fractional excretions of citrate and oxalate from baseline (time 0) to 2-, 4-, and 6-hour time points will be calculated for each participant. Descriptive statistics and t-tests will be used to demonstrate the change in urine citrate and fractional excretion of citrate by change in oxalate at each time period for all participants and between stone-formers and non-stone-formers. The levels of urine oxalate and citrate and fractional excretions of citrate and oxalate will be graphed over time. Longitudinal methods will be used to perform regression modeling of the association of urine citrate by urine oxalate for all patients and stratified by stone-formers' status. Variables to be considered for multivariate analysis include clinical (sex, body mass index) and urinary (GI anion) variables."
        },
        "conditionsModule": {
            "conditions": [
                "Kidney Stone",
                "Normal Controls"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Kidney stone formers",
                    "type": "OTHER",
                    "description": "25 stone-forming subjects will be enrolled in this arm.",
                    "interventionNames": [
                        "Other: Kidney stones Normal controls Consuming a special drink (sodium oxalate) during an all day visit to the University of Chicago research clinic"
                    ]
                },
                {
                    "label": "Non-kidney stone formers",
                    "type": "OTHER",
                    "description": "25 non-stone-forming subjects will be enrolled in this arm.",
                    "interventionNames": [
                        "Other: Kidney stones Normal controls Consuming a special drink (sodium oxalate) during an all day visit to the University of Chicago research clinic"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Kidney stones Normal controls Consuming a special drink (sodium oxalate) during an all day visit to the University of Chicago research clinic",
                    "description": "Consuming a special drink (sodium oxalate) during an all day visit to the University of Chicago research clinic\n\nSubjects in both arms will be asked to partake in the same activities, as follows: The day before presenting to the research clinic subjects will collect urine at home. Subjects will will come in to the research clinic at the University of Chicago in Hyde Park, where they will spend most of the day. We will give them a special liquid that contains oxalate, and they will receive a specially prepared breakfast that is low in oxalate and citrate. After this, we will collect urine and blood throughout the day. While at the clinic, subjects will also receive specially prepared snacks.",
                    "armGroupLabels": [
                        "Kidney stone formers",
                        "Non-kidney stone formers"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in concentration of urine oxalate from baseline to 2-hours, 4-hours, and 6-hours after sodium oxalate consumption",
                    "description": "Concentration of urine oxalate will be measured or calculated at time points 0, 2-hours, 4-hours, and 6-hours after sodium oxalate consumption. We will compare change in urine citrate and fractional excretion of citrate by change in oxalate at each time period for all participants.",
                    "timeFrame": "6 hours"
                },
                {
                    "measure": "Change in concentration of urine citrate from baseline to 2-hours, 4-hours, and 6-hours after sodium oxalate consumption.",
                    "description": "Concentration of urine citrate will be measured or calculated at time points 0, 2-hours, 4-hours, and 6-hours after sodium oxalate consumption. We will compare change in urine citrate and fractional excretion of citrate by change in oxalate at each time period for all participants.",
                    "timeFrame": "6 hours"
                },
                {
                    "measure": "Change in fractional excretions of citrate and oxalate from baseline to 2-hours, 4-hours, and 6-hours after sodium oxalate consumption.",
                    "description": "Fractional excretion of citrate will be measured or calculated at time points 0, 2-hours, 4-hours, and 6-hours after sodium oxalate consumption. We will compare change in urine citrate and fractional excretion of citrate by change in oxalate at each time period for all participants.",
                    "timeFrame": "6 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in change in concentration of urine oxalate from baseline between kidney stone patients and controls.",
                    "description": "We will compare change in urine citrate and fractional excretion of citrate by change in oxalate at each time period (0 to 2-hours, 4-hours, and 6-hours) between kidney stone patients and controls",
                    "timeFrame": "6 hours"
                },
                {
                    "measure": "Difference in change in concentration of urine citrate from baseline between kidney stone patients and controls.",
                    "description": "We will compare change in urine citrate and fractional excretion of citrate by change in oxalate at each time period (0 to 2-hours, 4-hours, and 6-hours) between kidney stone patients and controls",
                    "timeFrame": "6 hours"
                },
                {
                    "measure": "Difference in change in fractional excretions of citrate and oxalate from baseline between kidney stone patients and controls.",
                    "description": "We will compare change in urine citrate and fractional excretion of citrate by change in oxalate at each time period (0 to 2-hours, 4-hours, and 6-hours) between kidney stone patients and controls",
                    "timeFrame": "6 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nStone formers:\n\n* Age 18-70\n* History of at least one calcium-based kidney stone\n\nNon-stone formers (controls):\n\n* Age 18-70\n* No history of kidney stone\n* 24-hour urine oxalate within lab normal (\\<50mg/day)\n\nExclusion Criteria:\n\n* History of primarily uric acid, cysteine, or struvite stones.\n* History of severe acid-base abnormality, very low (less than 100mg/day) or very high (greater than 1500mg/day) urine citrate.\n* Any controls or stone-forming participants who cannot stop diuretic medication or alkali supplementation for the course of the study period.\n* Non-stone formers and stone-formers with extreme levels of urine citrate will be excluded from this small initial study to reduce heterogeneity and remove focus from the extremes of citrate levels.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Chicago Medical Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Prochaska, MD",
                            "role": "CONTACT",
                            "phone": "773-702-1000",
                            "phoneExt": "45488",
                            "email": "mprocha2@medicine.bsd.uchicago.edu"
                        },
                        {
                            "name": "Megan Prochaska, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007669",
                    "term": "Kidney Calculi"
                }
            ],
            "ancestors": [
                {
                    "id": "D000053040",
                    "term": "Nephrolithiasis"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052878",
                    "term": "Urolithiasis"
                },
                {
                    "id": "D000014545",
                    "term": "Urinary Calculi"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000002137",
                    "term": "Calculi"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10693",
                    "name": "Kidney Calculi",
                    "asFound": "Kidney Stone",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27126",
                    "name": "Nephrolithiasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5399",
                    "name": "Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27103",
                    "name": "Urolithiasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17295",
                    "name": "Urinary Calculi",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}