{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06299683",
            "orgStudyIdInfo": {
                "id": "230487"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK133415-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK133415-01A1"
                }
            ],
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Pain Type and Interstitial Cystitis/Bladder Pain Syndrome Treatment",
            "officialTitle": "Mechanistic-Based Treatment of Interstitial Cystitis/Bladder Pain Syndrome",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "pain-type-and-interstitial-cystitis-bladder-pain-syndrome-treatment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-08-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-29",
            "studyFirstSubmitQcDate": "2024-02-29",
            "studyFirstPostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lindsey Mckernan",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Interstitial cystitis/bladder pain syndrome (IC/BPS) is a severe pain condition affecting 3-8 million people in the United States lacking treatments that work. Emotional suffering is common in IC/BPS and known to make physical symptoms worse, and studies show patient sub-groups respond differently to treatment. Individuals with IC/BPS have distinct subgroups, or \"phenotypes,\" largely characterized by the distribution of pain throughout the body. Supported by our preliminary evidence, the overall goal of this project is to assess how IC/BPS phenotype may affect response to two different therapies often given without regard to patient phenotype, pelvic floor physical therapy (PT) and cognitive-behavioral therapy (CBT) for IC/BPS.",
            "detailedDescription": "Interstitial cystitis/bladder pain syndrome (IC/BPS) is a debilitating, incurable, and costly pain condition affecting approximately 3-8 million individuals in the United States and is extremely challenging to treat. Treatment advances in IC/BPS have stalled due to a lack of clear understanding of the condition, as symptoms and presentations vary widely. For these reasons, national organizations have prioritized the need to improve both treatment options and understanding of IC/BPS. Leading multi-institutional research networks have now identified that individuals with IC/BPS have distinct subgroups, or \"phenotypes,\" largely characterized by the distribution of pain throughout the body. At the same time, the chronic pain field is adopting a new approach driven by mechanisms of illness and treatment. Growing evidence suggests that different phenotypes of patients with IC/BPS respond differently to medical intervention. The overall goal of this project is to assess how IC/BPS phenotype may affect response to two different therapies often given without regard to patient phenotype, pelvic floor physical therapy (PT) and cognitive-behavioral therapy (CBT) for IC/BPS. The investigator is proposing a randomized mechanistic trial to evaluate which participants may benefit from each treatment (Aim 1) and evaluate whether neurobiological mechanisms may moderate outcomes and change with treatment (Aim 2). The investigator hypothesizes that a prediction of which participants will respond preferentially to either form of treatment based on reported bodily pain distribution (pelvic pain primarily, pain outside of the pelvis). This project has great potential to tailor treatment and improve future IC/BPS precision-medicine care efforts."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Interstitial Cystitis",
                "Bladder Pain Syndrome",
                "Painful Bladder Syndrome",
                "Cystitis, Interstitial",
                "Cystitis, Chronic Interstitial",
                "Interstitial Cystitis",
                "Interstitial Cystitis, Chronic",
                "Interstitial Cystitis (Chronic) With Hematuria",
                "Interstitial Cystitis (Chronic) Without Hematuria",
                "Chronic Prostatitis",
                "Chronic Prostatitis With Chronic Pelvic Pain Syndrome"
            ],
            "keywords": [
                "interstitial cystitis",
                "bladder pain syndrome",
                "clinical trial",
                "psychosocial intervention",
                "pelvic pain",
                "therapy",
                "urological chronic pelvic pain syndrome",
                "chronic prostatitis",
                "self-management",
                "cognitive behavioral therapy",
                "pelvic floor physical therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study involves a two group parallel design, with one group receiving individual psychosocial intervention online and another pelvic floor physical therapy.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Study assessors will be blinded to the study primary outcome but will be aware of study treatment conditions."
                }
            },
            "enrollmentInfo": {
                "count": 220,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Psychosocial Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "The psychosocial self-management intervention consists of 8 weekly 50-minute individual visits with an assigned trained therapist. Sessions follow a structured protocol that has been developed with the patient population and tested in a prior study. Treatment modules are individualized and include topics such as pain coping strategies, relaxation training, education on IC/BPS, and communication strategies.",
                    "interventionNames": [
                        "Behavioral: Psychosocial Treatment"
                    ]
                },
                {
                    "label": "Pelvic Floor Physical Therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The pelvic floor physical therapy condition consists of 10 weekly 45-minute individual visits with an assigned trained physical therapist. In IC/BPS, pelvic floor physical therapy (PT) uses manual manipulation to release localized muscle tension, trigger points, and correct other scars and restrictions to reduce pain and urgency symptoms. Specific techniques will include external connective tissue manipulation to the abdominal wall, back, buttocks and thighs, myofascial trigger point release, and internal transvaginal/transrectal treatment of the soft tissues of the pelvic floor with connective tissue and myofascial manipulation to pelvic floor musculature",
                    "interventionNames": [
                        "Other: Pelvic Floor Physical Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Psychosocial Treatment",
                    "description": "The psychosocial self-management intervention consists of 8 weekly 50-minute individual visits with an assigned trained therapist. Sessions follow a structured protocol that has been developed with the patient population and tested in a prior study. Treatment modules are individualized and include topics such as pain coping strategies, relaxation training, education on IC/BPS, and communication strategies.",
                    "armGroupLabels": [
                        "Psychosocial Treatment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Pelvic Floor Physical Therapy",
                    "description": "The pelvic floor physical therapy condition consists of 10 weekly 45-minute individual visits with an assigned trained physical therapist. In IC/BPS, pelvic floor physical therapy (PT) uses manual manipulation to release localized muscle tension, trigger points, and correct other scars and restrictions to reduce pain and urgency symptoms. Specific techniques will include external connective tissue manipulation to the abdominal wall, back, buttocks and thighs, myofascial trigger point release, and internal transvaginal/transrectal treatment of the soft tissues of the pelvic floor with connective tissue and myofascial manipulation to pelvic floor musculature",
                    "armGroupLabels": [
                        "Pelvic Floor Physical Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Differences in response to treatment by phenotype measured by the Global Response Assessment (GRA) scale.",
                    "description": "GRA provides a global index used to rate the response of a condition to an intervention. The GRA is a 7-point centered scale that assesses patient impression of change in IC/BPS symptoms since entering the study ranging from 7= \"very much worse\" to 1= \"very much improved.\" This scale will be administered at post-treatment and at follow-up. Global improvement is a core domain recommended for conducting clinical trials of the efficacy and effectiveness of treatments for chronic pain according to Initiative on Methods, Measurement, and Pain Assessment in Clinical Trials (IMMPACT). We will examine the mean differences in GRA scores by phenotype in each treatment condition, and we will then calculate the percentage of patients classified as treatment responders (GRA\\<3) within each treatment and phenotype.",
                    "timeFrame": "Post-treatment (either Week 8 or 10)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Chronic Overlapping Pain Condition-Screener (COPCS)",
                    "description": "The COPCS is designed to identify up to 10 chronic overlapping pain conditions that often occur together in the same individual. The first part of the survey presents a body map, inquiring about pain locations. Based on participant responses to the body map, additional questions about symptoms are asked to determine the type of pain conditions that are experienced. Endorsed pain locations are collapsed into \"regions\" to reflect the number of zones in the body with pain (1-7 pain regions). Participants will be categorized into \"peripheral\" or \"centralized\" pain types based on the number of pain regions endorsed. This information will be used to examine the role of pain type in treatment response, and to assess how treatment outcomes may differ within pain phenotypes.",
                    "timeFrame": "Baseline (Week 0)"
                },
                {
                    "measure": "Quantitative Sensory Testing - Tolerance Average (QST-TOL)",
                    "description": "Psychophysical testing methods replicated existing protocols used at VUMC and include the following elements: 1) an evaluation of temporal summation (as a biomarker for central sensitization), 2) thermal pain threshold and tolerance. Thermal measures involved four pain threshold trials, followed by four pain tolerance trials, with the probe applied to slightly different target sites for each trial to avoid local sensitization. Means for the four threshold and tolerance trials are separately derived, and tolerance is reported here. Scores range from 0 = \"No Pain or Warmth\" to 10 = \"Worst Possible Pain\", with higher scores indicating a higher pain tolerance. This information will inform both how pain tolerance may predict treatment response, and change in response to treatment.",
                    "timeFrame": "Baseline (Week 0), Post-treatment (either Week 8 or 10), Follow-up (Week 24)"
                },
                {
                    "measure": "Quantitative Sensory Testing - Threshold Average (QST-THR)",
                    "description": "Psychophysical testing methods replicated existing protocols used at VUMC and include the following elements: 1) an evaluation of temporal summation (as a biomarker for central sensitization), 2) thermal pain threshold and tolerance. Thermal measures involved four pain threshold trials, followed by four pain tolerance trials, with the probe applied to slightly different target sites for each trial to avoid local sensitization. Means for the four threshold and tolerance trials are separately derived, and threshold is reported here. Scores range from 0 = \"No Pain or Warmth\" to 10 = \"Worst Possible Pain\", with higher scores indicating a higher pain threshold. This information will inform both how pain threshold may predict treatment response, and change in response to treatment.",
                    "timeFrame": "Baseline (Week 0), Post-treatment (either Week 8 or 10), Follow-up (Week 24)"
                },
                {
                    "measure": "Quantitative Sensory Testing - Temporal Summation (QST-TS)",
                    "description": "Psychophysical testing methods will replicate existing protocols used at VUMC and include an evaluation of temporal summation (as a biomarker for central sensitization). Temporal summation includes a series of 10 sequential heat pulses applied to the forearm. In each sequence, after each heat pulse, subjects provide a verbal numeric pain intensity rating on a 0-10 scale (0 = \"No Pain or Warmth\" and 10 = \"Worst Possible Pain\"). The standardized slope of the line fitted to the series of 10 pulses at each temperature indexes temporal summation and serves as a quantitative marker of central sensitization. Two slopes will be calculated from two sequences. These slopes reflect the relationship between pain and pulse, representing average pain increase for each unit increase in pulse. This information will inform both how temporal summation may predict treatment response, and change in response to treatment.",
                    "timeFrame": "Baseline, (Week 0), Post-treatment (either Week 8 or 10), Follow-up (Week 24)"
                },
                {
                    "measure": "Urinary Nerve Growth Factor (NGF)",
                    "description": "Urinalysis will be used to assess for infection and urinary biomarkers associated with pain phenotype. Urinary Nerve Growth Factor will be collected to assess the potential impact of inflammation detected in the urine on treatment response, and whether any change in this biomarker may occur following treatment.",
                    "timeFrame": "Baseline, (Week 0), Post-treatment (either Week 8 or 10), Follow-up (Week 24)"
                },
                {
                    "measure": "Urinary Interleukin-6 (IL6)",
                    "description": "Urinalysis will be used to assess for infection and urinary biomarkers associated with pain phenotype. Urinary Interleukin-6 will be collected to examine the potential impact of pro-inflammatory cytokines detected in the urine on treatment response, and whether any change in this biomarker may occur following treatment.",
                    "timeFrame": "Baseline, (Week 0), Post-treatment (either Week 8 or 10), Follow-up (Week 24)"
                },
                {
                    "measure": "Interleukin-6, whole blood stimulated (IL6-LPS)",
                    "description": "Blood samples will be taken and stimulated with lipopolysaccharide (LPS) to assess for the presence of low-grade inflammation in the blood. Changes in blood samples will be taken to assess for inflammatory biomarkers, including LPS-stimulated cytokines to facilitate patient phenotyping and assess whether IL6-LPS may predict treatment response and change in response to treatment.",
                    "timeFrame": "Baseline, (Week 0), Post-treatment (either Week 8 or 10), Follow-up (Week 24)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older;\n* Diagnosis of IC/BPS as indicated by structured assessments;\n* Capable of giving written informed consent;\n* Able to enroll for the duration of the study period;\n\nExclusion Criteria:\n\n* Comorbid neurological conditions including spinal cord injury or systematic neurologic illnesses, or central nervous system diseases such as brain tumor or stroke;\n* Current or history of diagnosis of primary psychotic or major thought disorder within the past five years;\n* Hospitalization for psychiatric reasons other than suicidal ideation, homicidal ideation, and/or PTSD (within the past 5 years);\n* Psychiatric or behavioral conditions in which symptoms are unstable or severe (e.g. current delirium, mania, psychosis, active suicidal ideation, homicidal ideation, substance abuse dependency) reported within the past six months;\n* Non-English speaking;\n* Presenting symptoms at time of screening that would interfere with participation, specifically active suicidal ideation with intent to harm oneself or active delusional or psychotic thinking;\n* Difficulties or limitations communicating over the telephone or via teleconferencing systems;\n* Any planned life events that would interfere with participating in the key elements of the study;\n* Any major active medical issues that could preclude participation;\n* Currently being treated for cancer;\n* Cancer-related pain;\n* Recently or actively participating in treatment similar to those being investigated (e.g. individual psychotherapy or pelvic floor pt).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lindsey McKernan, PhD, MPH",
                    "role": "CONTACT",
                    "phone": "615-875-9990",
                    "email": "research.ocim@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lindsey McKernan, PhD, MPH",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt Urology Cool Springs",
                    "status": "RECRUITING",
                    "city": "Franklin",
                    "state": "Tennessee",
                    "zip": "37067",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsey McKernan, PhD, MPH",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.92506,
                        "lon": -86.86889
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21497847",
                    "type": "BACKGROUND",
                    "citation": "Hanno PM, Burks DA, Clemens JQ, Dmochowski RR, Erickson D, Fitzgerald MP, Forrest JB, Gordon B, Gray M, Mayer RD, Newman D, Nyberg L Jr, Payne CK, Wesselmann U, Faraday MM; Interstitial Cystitis Guidelines Panel of the American Urological Association Education and Research, Inc. AUA guideline for the diagnosis and treatment of interstitial cystitis/bladder pain syndrome. J Urol. 2011 Jun;185(6):2162-70. doi: 10.1016/j.juro.2011.03.064. Epub 2011 Apr 16."
                },
                {
                    "pmid": "26535150",
                    "type": "BACKGROUND",
                    "citation": "Rampakakis E, Ste-Marie PA, Sampalis JS, Karellis A, Shir Y, Fitzcharles MA. Real-life assessment of the validity of patient global impression of change in fibromyalgia. RMD Open. 2015 Sep 14;1(1):e000146. doi: 10.1136/rmdopen-2015-000146. eCollection 2015. Erratum In: RMD Open. 2015 Oct 28;1(1):e000146corr1. doi: 10.1136/rmdopen-2015-000146corr1."
                },
                {
                    "pmid": "25967582",
                    "type": "BACKGROUND",
                    "citation": "Sherman AL, Morris MC, Bruehl S, Westbrook TD, Walker LS. Heightened Temporal Summation of Pain in Patients with Functional Gastrointestinal Disorders and History of Trauma. Ann Behav Med. 2015 Dec;49(6):785-92. doi: 10.1007/s12160-015-9712-5."
                },
                {
                    "pmid": "26856520",
                    "type": "BACKGROUND",
                    "citation": "Starkweather AR, Heineman A, Storey S, Rubia G, Lyon DE, Greenspan J, Dorsey SG. Methods to measure peripheral and central sensitization using quantitative sensory testing: A focus on individuals with low back pain. Appl Nurs Res. 2016 Feb;29:237-41. doi: 10.1016/j.apnr.2015.03.013. Epub 2015 Apr 8."
                },
                {
                    "pmid": "9928779",
                    "type": "BACKGROUND",
                    "citation": "Li J, Simone DA, Larson AA. Windup leads to characteristics of central sensitization. Pain. 1999 Jan;79(1):75-82. doi: 10.1016/S0304-3959(98)00154-7."
                },
                {
                    "pmid": "12654951",
                    "type": "BACKGROUND",
                    "citation": "Shy ME, Frohman EM, So YT, Arezzo JC, Cornblath DR, Giuliani MJ, Kincaid JC, Ochoa JL, Parry GJ, Weimer LH; Therapeutics and Technology Assessment Subcommittee of the American Academy of Neurology. Quantitative sensory testing: report of the Therapeutics and Technology Assessment Subcommittee of the American Academy of Neurology. Neurology. 2003 Mar 25;60(6):898-904. doi: 10.1212/01.wnl.0000058546.16985.11."
                },
                {
                    "pmid": "25581383",
                    "type": "BACKGROUND",
                    "citation": "Ezenwa MO, Molokie RE, Wang ZJ, Yao Y, Suarez ML, Pullum C, Schlaeger JM, Fillingim RB, Wilkie DJ. Safety and Utility of Quantitative Sensory Testing among Adults with Sickle Cell Disease: Indicators of Neuropathic Pain? Pain Pract. 2016 Mar;16(3):282-93. doi: 10.1111/papr.12279. Epub 2015 Jan 12."
                },
                {
                    "pmid": "37633574",
                    "type": "BACKGROUND",
                    "citation": "Schrepf A, Maixner W, Fillingim R, Veasley C, Ohrbach R, Smith S, Williams DA. The Chronic Overlapping Pain Condition Screener. J Pain. 2024 Jan;25(1):265-272. doi: 10.1016/j.jpain.2023.08.009. Epub 2023 Aug 24."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                },
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                },
                {
                    "id": "D000011472",
                    "term": "Prostatitis"
                },
                {
                    "id": "D000006417",
                    "term": "Hematuria"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000017699",
                    "term": "Pelvic Pain"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000013001",
                    "term": "Somatoform Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "asFound": "Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19918",
                    "name": "Pelvic Pain",
                    "asFound": "Pelvic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14336",
                    "name": "Prostatitis",
                    "asFound": "Prostatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9504",
                    "name": "Hematuria",
                    "asFound": "Hematuria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Interstitial Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Prostatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15803",
                    "name": "Somatoform Disorders",
                    "asFound": "Pain Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}