{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05311956",
            "orgStudyIdInfo": {
                "id": "21-07023793"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK131050",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK131050"
                },
                {
                    "id": "22048",
                    "type": "OTHER",
                    "domain": "Salus IRB"
                }
            ],
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Pain Reduction Using NEurostimulation Study",
            "officialTitle": "Delivery of an At-Home Nonpharmacologic Intervention (Transcranial Neurostimulation) to Mitigate Pain in Patients With End Stage Kidney Disease Receiving Hemodialysis",
            "acronym": "PRUNE",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "pain-reduction-using-neurostimulation-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-28",
            "studyFirstSubmitQcDate": "2022-03-28",
            "studyFirstPostDateStruct": {
                "date": "2022-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Metropolitan Jewish Health System",
                    "class": "OTHER"
                },
                {
                    "name": "Rogosin Institute",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Cornell University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a 4-year project to see if a small battery-powered, device attached to a headband, that sits on the skin surface and delivers what is a hardly noticeable level of electrical stimulation can reduce pain in patients who receive hemodialysis on an ongoing basis.",
            "detailedDescription": "This is a 4-year R01 project to conduct a randomized controlled trial to evaluate the efficacy of an at-home transcranial direct current stimulation (tDCS) device to mitigate pain in persons receiving hemodialysis (HD) on account of end-stage kidney disease (ESKD). Pain is a highly common and morbid condition among persons with ESKD requiring HD. Because the current method of managing pain in this population typically involves the use of analgesic medications that confer substantial health risks, novel non-drug therapies are needed to reduce pain and lessen reliance on opioid and other drug therapies. The investigators will undertake a randomized controlled trial to determine the efficacy of an at-home neuromodulatory device to mitigate pain and improve other salient outcomes (e.g., mood, quality of life) in a stratified sample of Hispanic or Latino(a), Black or African American, and non-Hispanic White ESKD patients requiring HD. However, no individuals will be excluded based on race/ethnicity"
        },
        "conditionsModule": {
            "conditions": [
                "End Stage Kidney Disease",
                "Chronic Pain"
            ],
            "keywords": [
                "Dialysis",
                "transcranial direct current stimulation (tDCS)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 125,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will receive tDCS delivered over the motor cortex, at an intensity of 2mA, delivered for 20 minutes 5 times each week over eight consecutive weeks (40 applications in total).",
                    "interventionNames": [
                        "Device: Active tDCS"
                    ]
                },
                {
                    "label": "Sham Comparator",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham treatment will consist of 30 seconds of the direct current at 2mA and 0 current for the remaining time of the 20-minute application 5 times per week over eight consecutive weeks (40 applications in total).",
                    "interventionNames": [
                        "Device: Sham tDCS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active tDCS",
                    "description": "The study intervention will be participants self-applying 40 tDCS active stimulations with in-person supervision provided by trained study personnel. The self-applied intervention will continue 5 times per week over eight consecutive weeks. Treatment will occur in the home.",
                    "armGroupLabels": [
                        "Experimental"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham tDCS",
                    "description": "In this arm of the study participants will self-apply 40 sham tDCS stimulations with in-person supervision provided by trained study personnel. The self-applied intervention will continue 5 times per week over eight consecutive weeks. Treatment will occur in the home.",
                    "armGroupLabels": [
                        "Sham Comparator"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in worst pain intensity over past 7 days",
                    "description": "Pain intensity will be measured by one question from the PROMIS (Patient-Reported Outcomes Measurement Information System) Pain Intensity - Short Form 3a. This 3-item instrument assesses how much a person hurts. This question asks in the past 7 days, \"How intense was your pain at its worst?\" Respondents report their pain on a 5-point scale: 1=Had no pain, 2=Mild, 3=Moderate, 4=Severe, and 5=Very severe.",
                    "timeFrame": "Baseline, 8 weeks (at the end of intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in worst pain intensity over past 7 days",
                    "description": "Pain intensity will be measured by one question from the PROMIS (Patient-Reported Outcomes Measurement Information System) Pain Intensity - Short Form 3a. This 3-item instrument assesses how much a person hurts. This question asks in the past 7 days, \"How intense was your pain at its worst?\" Respondents report their pain on a 5-point scale: 1=Had no pain, 2=Mild, 3=Moderate, 4=Severe, and 5=Very severe.",
                    "timeFrame": "Baseline, 2 weeks (during intervention), 8 weeks (at the end of intervention), 12, 16, and 26 weeks post-baseline."
                },
                {
                    "measure": "Change in average pain intensity over past 7 days (PROMIS pain intensity short form)",
                    "description": "Pain intensity will be measured by PROMIS (Patient-Reported Outcomes Measurement Information System) Pain Intensity - Short Form 3a. This 3-item instrument assesses how much a person hurts. The first two items assess pain intensity utilizing a 7-day recall period (items include the phrase \"the past 7 days\") while the last item asks patients to rate their pain intensity \"right now.\" Respondents report their pain on a 5-point scale: 1=Had no pain, 2=Mild, 3=Moderate, 4=Severe, and 5=Very severe.",
                    "timeFrame": "Baseline, 2 weeks (during intervention), 8 weeks (at the end of intervention), 12, 16, and 26 weeks post-baseline."
                },
                {
                    "measure": "Change in self-report pain and pain-related medication use",
                    "description": "Participants will be asked what pain and pain related medications they are taking including the dose of each medication and how often they take them. A worksheet will be personalized to each participant to minimize the amount of recording that participants have to do in this phase of the study. The Y axis will list the medication (if taken more than once a day, each time point will have its own line) while the X axis will have the dates these data need to be collected. The participant will indicate how many pills they took in the table itself. The total dose of each pain and pain-related medication taken over the 5-day recording periods will be compared.",
                    "timeFrame": "Baseline, 2 weeks (during intervention), 8 weeks (at the end of intervention), 12, 16, and 26 weeks post-baseline."
                },
                {
                    "measure": "Change in Pain interference (PROMIS pain interference short form)",
                    "description": "Pain interference will be measured by PROMIS (Patient-Reported Outcomes Measurement Information System) Pain Interference - Short Form 6b. This 6-item instrument measures the self-reported impact of pain on a person's life and assesses the extent to which pain may interfere with engagement with social, cognitive, emotional, physical, and recreational activities over a 7-day recall period. Pain Interference also incorporates items problem sleep and enjoyment in life, though the item bank only contains one sleep item. Respondents report levels of pain interference on a 5-point scale: 1=Not at all, 2=A little bit, 3=Somewhat, 4=Quite a bit, and 5=Very much.",
                    "timeFrame": "Baseline, 2 weeks (during intervention), 8 weeks (at the end of intervention), 12, 16, and 26 weeks post-baseline."
                },
                {
                    "measure": "Change in Depressive Symptoms (Patient Health Questionnaire; PHQ-8)",
                    "description": "Depressive Symptoms will be measured by PHQ-8 (Patient Health Questionnaire). This 8-item instruments measures symptoms of depression over the past 2 weeks such as, 'feeling down, depressed, or hopeless' or 'poor appetite or overeating'. Respondents report level of depression symptoms on a 4-point scale: 0=not at all, 1=Several days, 2=More than half the days, and 3=Nearly every day. The overall score range is 0 to 24 with a higher score indicating higher depressive symptoms.",
                    "timeFrame": "Baseline, 2 weeks (during intervention), 8 weeks (at the end of intervention), 12, 16, and 26 weeks post-baseline."
                },
                {
                    "measure": "Change in Quality of Life Questionnaire Score (WHOQOL-BREF)",
                    "description": "Quality of Life will be measured by the Quality of Life Questionnaire (WHOQOL-BREF), a 26-item widely used and validated measure developed by the World Health Organization. Specific domains asked looking back over the last 2 weeks include physical health (e.g., enough energy for everyday life), psychological health (e.g., frequency of negative feelings), social relationships (e.g., satisfaction of support from friends), and environment (e.g., access to health services). Respondents answer each question on a 5-point scale and are transformed linearly to an overall adjusted score ranging from 0 to 100; with a higher score indicating higher quality of life.",
                    "timeFrame": "Baseline, 2 weeks (during intervention), 8 weeks (at the end of intervention), 12, 16, and 26 weeks post-baseline."
                },
                {
                    "measure": "Satisfaction with the tDCS-TH device and procedure",
                    "description": "Satisfaction with the tDCS-TH device and procedure is assessed using the tDCS User Survey that includes 8 statements describing various aspects of user's experience, such as education and training on tDCS use, ease of the procedure, or user's interest in future use of the device. on the first 7 statements are rated on a 5-point scale with anchor points Strongly Agree- Strongly Disagree. The last question is an open ended question asking about challenges and ways to improve",
                    "timeFrame": "8 weeks (at the end of intervention)"
                },
                {
                    "measure": "Number of related adverse events",
                    "description": "Occurrence of the number of related side effects and adverse events will be compared between groups.",
                    "timeFrame": "Up to 26-weeks post-baseline"
                },
                {
                    "measure": "Number of probably related adverse events",
                    "description": "Occurrence of the number of probably related side effects and adverse events will be compared between groups.",
                    "timeFrame": "Up to 26-weeks post-baseline"
                },
                {
                    "measure": "Number of possibly related adverse events",
                    "description": "Occurrence of the number of possibly related side effects and adverse events will be compared between groups.",
                    "timeFrame": "Up to 26-weeks post-baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients:\n\n* Age ≥ 21 years\n* Diagnosis of end stage kidney disease (OCD 18.6) and receiving hemodialysis at a Rogosin site\n* Montreal Cognitive Assessment (MoCA-Blind) adjusted score of≥18;\n* Pain for ≥3 months, with a self-reported pain intensity of ≥4 (on a 0-10 scale) during the week preceding the screening;\n* Speaks English or Spanish\n* Medically stable, as determined by clinician and defined as unlikely to undergo a substantial change in illness or treatment during the next 3 months\n* Able to provide written informed consent.\n\nCaregivers:\n\n* Age ≥21 years\n* Serves as primary caregiver for ESKD patient (e.g., partner, adult child, friend)\n* Speaks English or Spanish\n\nExclusion Criteria:\n\n* Active medical or major psychiatric illnesses that will impact pain or interfere with study procedures\n* History of head trauma, seizure disorder, brain surgery, stroke, or cancer affecting head, metal implants in the head, or compromised skin integrity on the head in the area where electrodes will be placed\n* Use of another neurostimulation device (such as spinal cord stimulator, cardio-stimulator implanted cardioverter-defibrillator)\n* Not able to respond to brief questionnaires and rating scales that will interfere with study procedures\n* Does not tolerate tDCS at a skin test (performed at training Visit 2)\n* Does not provide informed consent\n\nExclusion criteria for all above groups:\n\n\\* Does not speak English or Spanish",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cary Reid, MD, PhD",
                    "role": "CONTACT",
                    "phone": "212-746-1378",
                    "email": "mcr2004@med.cornell.edu"
                },
                {
                    "name": "Patricia Kim, MSW",
                    "role": "CONTACT",
                    "phone": "212-746-1758",
                    "email": "pak2020@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cary Reid, MD, PhD",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Rogosin Institute",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nathaniel Berman, MD",
                            "role": "CONTACT",
                            "phone": "212-746-9766",
                            "email": "nab2009@nyp.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "NewYork-Presbyterian - Weill Cornell Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cary Reid, MD, PhD",
                            "role": "CONTACT",
                            "phone": "212-746-1378",
                            "email": "mcr2004@med.cornell.edu"
                        },
                        {
                            "name": "Patricia Kim, MSW",
                            "role": "CONTACT",
                            "phone": "212-746-1758",
                            "email": "pak2020@med.cornell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000007676",
                    "term": "Kidney Failure, Chronic"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10699",
                    "name": "Kidney Failure, Chronic",
                    "asFound": "End Stage Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}