{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05333341",
            "orgStudyIdInfo": {
                "id": "2000031092"
            },
            "secondaryIdInfos": [
                {
                    "id": "1RM1DA055310-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1RM1DA055310-01"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Pain Care at Home to Amplify Function (Pain CHAMP)",
            "officialTitle": "Pain Care at Home to Amplify Function (Pain CHAMP)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pain-care-at-home-to-amplify-function-pain-champ"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-11",
            "studyFirstSubmitQcDate": "2022-04-11",
            "studyFirstPostDateStruct": {
                "date": "2022-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project aims to test simultaneously the effectiveness of telemedicine and collaborative management (TCM) vs. TCM plus Cooperative Pain Education and Self-Management (COPES) on patient level outcomes and the impact of site-tailored Implementation Facilitation to work toward long term opioid therapy dose reduction. Pain CHAMP is a patient-level randomized hybrid II effectiveness-implementation trial comparing TCM vs. TCM + COPES on the primary composite outcome of pain interference and OUD/misuse symptoms.",
            "detailedDescription": "Pain CHAMP is a patient-level randomized hybrid II effectiveness-implementation trial comparing TCM vs. TCM + COPES on the primary composite outcome of pain interference and OUD/misuse symptoms. The investigators have developed two evidence-based collaborative care interventions that use focused resources to assist primary care providers (PCPs) in meeting the two main challenges in managing care for patients on long-term opioid therapy (LTOT) with chronic pain (CP) and opioid use disorder (OUD)/misuse: 1) reassessment of LTOT and switch to medication for opioid use disorder (MOUD) as indicated and 2) ready access to evidence-based behavioral pain treatment. Both interventions are entirely virtual and thus serve the needs of many underserved populations. Telemedicine Collaborative Management (TCM) features clinical pharmacists leading LTOT reassessment and buprenorphine (BUP) initiation in consultation with a BUP-prescribing physician. The TCM model is effective in decreasing pain interference, achieving LTOT dose reduction, BUP initiation and continuation, and shows greater patient engagement than the more resource intensive Integrated Pain Team comparator arm. Cooperative Pain Education and Self-Management (COPES), a cognitive-behavioral therapy (CBT) program delivered via telehealth that improves pain interference, improves access to evidence-based behavioral pain treatment.\n\nWhile TCM and COPES are established interventions, the additional value of COPES-as a behavioral CP intervention paired with the pharmacologic-focused TCM for chronic pain and LTOT misuse/OUD--has not been tested. To advance systems-level approaches to addressing co-occurring CP, LTOT and OUD/misuse, this study will make two important steps forward. First, the investigators will use a pragmatic approach and randomize at the site-level so all eligible patients will receive standard-of-care treatment. Second, the study will train PCPs in how to re-assume care of patients' post-collaborative care to maintain gains made during the intervention/s. To meet these goals, the team of investigators with expertise conducting high-impact CP and OUD research propose Pain Care at Home to Amplify Function (Pain CHAMP) a hybrid II trial to test simultaneously the effectiveness of TCM vs. TCM plus COPES on patient level outcomes and the impact of site-tailored Implementation Facilitation on successful uptake of each intervention with the following specific aims:\n\nAim 1: Compare the effectiveness of pharmacist-led TCM vs TCM plus COPES on the primary composite outcome of improved pain interference and opioid safety as measured by opioid misuse or opioid use disorder. As secondary outcomes, we will compare groups on alcohol use, anxiety, depression, and sleep.\n\nAim 2: Evaluate the effectiveness of Implementation Facilitation for TCM and COPES on Reach, Effectiveness, Adoption, Implementation, and Maintenance (RE-AIM) guided outcomes using mixed qualitative-quantitative methods.\n\nTargeted numbers of participants are:\n\nDevelopmental formative evaluation interviews:\n\n* participants: 48\n* pharmacists and physicians: 32\n* peer support specialists: 32\n* primary care providers: 48\n* clinic directors and hospital administrators: max 32\n\nImplementation-focused Formative Evaluation:\n\n* participants: 48\n* pharmacists and physicians: 32\n* peer support specialists: max 32\n* primary care providers: 48\n* clinic directors and hospital administrators: 32\n\nAim 3: Examine the cost-effectiveness of TCM plus COPES, relative to TCM, on the primary composite outcome."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder",
                "Opioid Misuse",
                "Chronic Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 540,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "TCM",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "TCM uses clinical pharmacists leading LTOT reassessment and, when indicated for underlying OUD, buprenorphine (BUP) initiation in consultation with a BUP-prescribing physician. Clinical pharmacists will lead LTOT reassessment and, when indicated for underlying OUD, buprenorphine (BUP) initiation in consultation with a BUP-prescribing physician.",
                    "interventionNames": [
                        "Behavioral: TCM"
                    ]
                },
                {
                    "label": "TCM plus COPES",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm will use TCM plus COPES that will augment the effectiveness of TCM alone.",
                    "interventionNames": [
                        "Behavioral: TCM plus COPES"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "TCM",
                    "description": "TCM care is remotely-delivered and medium-term (up to 12 months), with the objective of improving CP and OUD/misuse symptoms primarily through medication management.",
                    "armGroupLabels": [
                        "TCM"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "TCM plus COPES",
                    "description": "The COPES program will augment the effectiveness of TCM alone. COPES is a 12-week, Interactive Voice Response (IVR)-facilitated program of CBT for CP and common sequelae (depressive symptoms, sleep difficulties, low physical activity). Ongoing COPES engagement will be tracked by the COPES system. The primary components of the intervention are: 1) a self-help handbook containing the rationale and instructions for using ten pain self-management skills and their corresponding weekly skill practice goals; 2) a pedometer-facilitated walking program; 3) daily, automated IVR calls to collect pain interference, sleep quality, pedometer-measured step count, and adherence to the pain coping skill practice ratings; and 4) weekly, two to four minute pre-recorded, personalized therapist messages based on participant IVR-reported data.",
                    "armGroupLabels": [
                        "TCM plus COPES"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants on a TCM panel that achieve BUP stabilization",
                    "description": "Proportion of eligible participants on a TCM panel achieving BUP stabilization defined as using BUP at least 70 of the final 90 days of the 12-month period following TCM intake assessed by the electronic pharmacy record review.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Proportion of participants that initiate COPES",
                    "description": "Proportion of participants initiating COPES among patients randomized to COPES. Ongoing COPES engagement will be tracked by the COPES system.",
                    "timeFrame": "16 weeks and 10 months"
                },
                {
                    "measure": "Proportion of participants achieving improvement in pain interference with OUD resolution",
                    "description": "The number of participants achieving both improvement in pain interference by using ≥ 1 point improvement in pain interference as measured by the PEG-3 scale and resolution of TAPS-2 positivity (score 0 on TAPS-2 opioid items).",
                    "timeFrame": "16 weeks and 10 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean change in anxiety using the Generalized Anxiety Disorder-2 (GAD-2) questionnaire",
                    "description": "Mean change in anxiety post intervention using GAD-2 will be assessed at Day 0 and 6 months. Generalized Anxiety Disorder-2 questionnaire is a 2-item validated questionnaire used to screen for anxiety with a range of scores from 0-3. A score of 3 is considered positive for anxiety with lower scores indicating no or mild anxiety.",
                    "timeFrame": "16 weeks and 10 months"
                },
                {
                    "measure": "Mean change in depression assessed using Patient Health Questionnaire-2 (PHQ-2)",
                    "description": "Mean change in depression post intervention using PHQ-2 will be assessed at Day 0 and 6 months. The PHQ-2 consists of the first two questions of the Patient Health Questionnaire-9 and asks about the frequency of depressed mood and anhedonia over the past two weeks. Each question is answered on a scale of 0-3 as follows: 0 = Not at all, 1 = Several days, 2 = More than half the days, 3 = Nearly every day. Score ranges from 0-6, with a score of 0-2 being negative for potential major depressive disorder and a score of 3 or more being positive for potential major depressive disorder.",
                    "timeFrame": "16 weeks and 10 months"
                },
                {
                    "measure": "Mean change in alcohol use assessed using Alcohol Use Disorders Identification Test-C (AUDIT-C)",
                    "description": "Mean change in alcohol use post intervention using AUDIT-C will be assessed at Day 0 and 6 months. The AUDIT-C consists of 3 questions posed to participants about consumption habits that quantifies alcohol misuse. Each question is answered on a scale of 0-4 and scores range from 0-8 with higher scores correlating with greater severity of alcohol misuse.",
                    "timeFrame": "16 weeks and 10 months"
                },
                {
                    "measure": "Mean change in sleep assessed using Brief Pain Inventory (BPI) -sleep item",
                    "description": "Mean change in sleep post intervention using BPI sleep item will be assessed at Day 0 and 6 months. The BPI rapidly assesses the severity of pain and its impact on functioning. BPI asks the participant to rate how pain interferes with daily activities. The sleep item to be used asks, \"Circle the one number that describes how, during the past week, pain has interfered with your sleep\", with a scale of 1 to 10, where \"0\" indicates \"does not interfere and \"10\" indicates \"completely interferes\".",
                    "timeFrame": "16 weeks and 10 months"
                },
                {
                    "measure": "Proportion of PCP at each site eligible to prescribe buprenorphine",
                    "description": "Proportion of PCP at each site eligible to prescribe buprenorphine to assess adoptability of intervention",
                    "timeFrame": "End of TCM implementation (approximately 30 months after start)"
                },
                {
                    "measure": "Proportion of PCP at each site that prescribed buprenorphine during the study period",
                    "description": "Proportion of PCP at each site that prescribed buprenorphine during the study period assessed by the electronic pharmacy record review.",
                    "timeFrame": "End of TCM implementation (approximately 30 months after start)"
                },
                {
                    "measure": "Proportion of patient encounters in which ≥1 TCM components were implemented by providers to assess implementation of intervention",
                    "description": "Proportion of patient encounters in which ≥1 TCM components were implemented by providers over the intervention using the participants electronic health record period to assess implementation.",
                    "timeFrame": "End of TCM implementation (approximately 30 months after start)"
                },
                {
                    "measure": "Proportion of patient encounters in which individual TCM components were implemented over the intervention period",
                    "description": "Proportion of patient encounters in which individual TCM components were implemented by providers over the intervention using the participants electronic health record period to assess implementation.",
                    "timeFrame": "End of TCM implementation (approximately 30 months after start)"
                },
                {
                    "measure": "Maintenance of medication management for ≥1 patients post-implementation",
                    "description": "Proportion of sites in which the TCM team maintained medication management for ≥1 patients post-implementation using the electronic pharmacy record.",
                    "timeFrame": "6 months post TCM implementation"
                },
                {
                    "measure": "Maintenance of referral to COPES post-implementation",
                    "description": "Proportion of COPES-assigned sites in which ≥1 patients were referred to COPES post-implementation using the participants electronic health record.",
                    "timeFrame": "6 months post TCM implementation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants:\n\n* Engaged in TCM intervention (with or without COPES)\n\nProviders:\n\n* Engaged with a participating study site\n\nExclusion Criteria:\n\nParticipants:\n\n* Not engaged in TCM intervention\n\nProviders:\n\n* Not engaged with a participating study site",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maria Zenoni, MS",
                    "role": "CONTACT",
                    "phone": "203-932-5711",
                    "phoneExt": "2711",
                    "email": "maria.zenoni@va.gov"
                },
                {
                    "name": "Anne Black, PhD",
                    "role": "CONTACT",
                    "phone": "203-932-5711",
                    "phoneExt": "7401",
                    "email": "anne.black@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William Becker, MD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Little Rock VAMC",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72205",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                },
                {
                    "facility": "Eastern Colorado HCS",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "VA Connecticut HCS",
                    "status": "RECRUITING",
                    "city": "West Haven",
                    "state": "Connecticut",
                    "zip": "06516",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.27065,
                        "lon": -72.94705
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                },
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Misuse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}