{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04219020",
            "orgStudyIdInfo": {
                "id": "2019/618"
            },
            "secondaryIdInfos": [
                {
                    "id": "829207",
                    "type": "OTHER",
                    "domain": "Telemark Hospital"
                }
            ],
            "organization": {
                "fullName": "Sykehuset Telemark",
                "class": "OTHER_GOV"
            },
            "briefTitle": "Pain Burden in Children and Adolescents With Cerebral Palsy",
            "officialTitle": "Pain and Pain Burden in Children and Adolescents With Cerebral Palsy - the CPPain Program",
            "acronym": "CPPain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pain-burden-in-children-and-adolescents-with-cerebral-palsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-03-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-03",
            "studyFirstSubmitQcDate": "2020-01-03",
            "studyFirstPostDateStruct": {
                "date": "2020-01-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sykehuset Telemark",
                "class": "OTHER_GOV"
            },
            "collaborators": [
                {
                    "name": "Gillette Children's Specialty Healthcare",
                    "class": "OTHER"
                },
                {
                    "name": "IWK Health Centre",
                    "class": "OTHER"
                },
                {
                    "name": "The Hospital of Vestfold",
                    "class": "OTHER"
                },
                {
                    "name": "University of Oslo",
                    "class": "OTHER"
                },
                {
                    "name": "Oslo University Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "University of Minnesota",
                    "class": "OTHER"
                },
                {
                    "name": "Örebro University, Sweden",
                    "class": "OTHER"
                },
                {
                    "name": "Dalhousie University",
                    "class": "OTHER"
                },
                {
                    "name": "Lund University",
                    "class": "OTHER"
                },
                {
                    "name": "Arcada University of Applied Sciences",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Pain in children and adolescents with cerebral palsy (CP) is a significant health challenge that so far has received too little attention. We lack knowledge on how pain is experienced, its consequences and of perceived support in managing pain. The overarching aim of the CPPain-program is to reduce pain experience, pain interference (e.g. pain burden) in children and adolescents living with CP. CPPain has a prospective cohort comparative design and will include before- and after measurements and process evaluation of a nested intervention.\n\nThis protocol concerns qualitative and quantitative data collection for the baseline of the CPPain program. The aim of the baseline data collection is to contribute in-depth knowledge of the pain burden in children and adolescents with CP. This knowledge is required to develop targeted pain-diminishing interventions in this vulnerable group of children with a high burden of challenges related to their chronic disease. In the next step, nested intervention will be co-created with children and adolescents with CP, their parents as well as health care professionals, and other professional caregivers involved in or responsible for management of pain based on existing research and baseline findings.",
            "detailedDescription": "Background and aim. Children and adolescents with cerebral palsy (CP) are at high risk for pain and their pain is frequently underestimated and undermanaged. They often experience a substantial pain burden from the pain itself and its influence on all aspects of their life, for example ability to perform daily activities, participate socially, sleep, or on overall quality of life. The overarching aim of the CPPain-program is to reduce the pain burden in children and adolescents living with CP.\n\nStudy design. The CPPain has a prospective cohort comparative design and will include before- and after measurements and process evaluation of a nested intervention. This registration concerns the CPPain baseline and includes a multinational survey (the CPPain survey) and qualitative interviews with children and adolescents with CP, their parents/caregivers and health care professionals. The nested intervention will later be developed based on findings from the baseline.\n\nQualitative data collection (the CPPain survey). The study population for the CPPain survey will include children younger than 18 years with a CP diagnosis (=primary participants) and their siblings (12-17 years) as controls. Parents of all primary participants will provide proxy report. Children with CP \\> 8 years of age and cognitively able (approx. 50%) and siblings (12-17 years) will provide self-report. The survey will include a set of previously published and validated measures that assess aspects of pain (experience, interference and management), performance of daily activities, mental health, Health-Related Quality of Life (HRQoL), and participation. These measures include modified versions of Dalhousie Pain Interview (DPI) and Brief Pain Inventory (BPI), Pain Catastrophizing Scale (PCS), The Caregiver Priorities and Child Health Index of Life with Disabilities (CPCHILD), Revised Children's Anxiety and Depression Scale (RCADS-25), KidScreen, and Child and Adolescent Scale of Participation (CASP). We have also added a researcher-developed questionnaire on COVID-19 and pain. We will have three versions of the survey: Parent proxy, Self-report - full (12-18), and self-report - abbreviated (8-12 and older children with cognitive limitations). In addition to self- and/or proxy-reported survey data, demographic and disability-related data already registered in either national registers or electronic medical charts will be collected. Survey data will primarily be collected using an electronic survey. The Clinical Data Management System (CDMS) used for the eCRF in this study is Viedoc. The setup of the study specific eCRF in Viedoc will be performed by Research Support Services CTU, Oslo University Hospital (OUS).\n\nQualitative data collection. Potential participants for the child and parent interviews will be identified from the CPPain survey or clinicians in the child habilitation services. Inclusion criteria are school-aged children and adolescents (8-18 years) with cerebral palsy who have pain, determined from their or their parents' responses to the modified Dalhousie Pain Interview. If the child is unable to self-report or do not wish to participate only the parent/caregiver will be included.A purposeful sampling strategy will be used to ensure a diverse sample concerning child and parent age and gender, as well as the child's level of physical and cognitive disability and severity of pain burden. We estimate that we will include 15-20 child/parent dyads, but the final number will depend upon the richness of the material and data saturation.Both individual semi-structured interviews and focus groups will be used to answer the research objectives. Interview guides cover experiences with pain and its impact on life and living for children and parents respectively, parents' perception of their child's pain burden and its impact, as well as how pain is managed, including a detailed mapping of both the current and ideal help network. From the existing help network, identified by interview participants, health care professionals will be identified and recruited for a second round of interviews.\n\nData analysis. Quantitative questionnaire and register data will be analyzed using appropriate statistical methods for comparing groups and analyzing time trends in close cooperation with the study's statistician. Stratification will be used to investigate sub groups. Analysis will be adjusted for appropriate sociodemographic variables. SPSS will be the main tool for statistical analysis, while some of the more complex analysis will require the use of R. Other specialized software will be applied as needed. Qualitative data from interviews and from unstructured responses to survey questions will be analyzed using appropriate qualitative methods; primarily content, thematic and/or network analysis. NVivo will be the main qualitative analysis tool. Qualitative and quantitative data will be combined and analyzed from either a quantitative or qualitative perspective to provide a more comprehensive understanding of the phenomenon."
        },
        "conditionsModule": {
            "conditions": [
                "Cerebral Palsy"
            ],
            "keywords": [
                "Pain intensity",
                "Pain prevalence",
                "Pain interference",
                "Self-reported and parent-reported pain",
                "Pain predictors",
                "Management of pain"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "3 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 4000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Children with a CP diagnosis",
                    "description": "Children younger than 18 years with a CP diagnosis. Intervention will be determined later based on baseline results. Self- and/or proxy-reported survey and/or participation in interviews.\n\nParents of all participants will provide proxy report. Children with CP \\> 8 years of age and cognitively able (approx. 50%) will provide self-report.",
                    "interventionNames": [
                        "Other: Co-created intervention"
                    ]
                },
                {
                    "label": "Controls",
                    "description": "Siblings (12-17 years) of children with cerebral palsy. No intervention, self-reported survey."
                },
                {
                    "label": "Health Care Professionals",
                    "description": "Health Care Professionals identified as providers of pain care. No intervention, interview participants"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Co-created intervention",
                    "armGroupLabels": [
                        "Children with a CP diagnosis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain interference",
                    "description": "Measured with a modified version of the Brief Pain Inventory (BPI) (Engel, 2009). mBPI has 12 items scored from 0 to 10 points, giving a total score ranging from 0 to 120 points where zero means that pain does not interfere with function while higher scores indicate a more negative outcome (higher pain interference)",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Children 0-18 years with a CP diagnosis registered in the Cerebral Palsy Registry of Norway (CPRN), or recruited through child habilitation centers, patient organizations or social media advertizing campains (USA, Canada, Finland \\& Sweden)\n* Siblings 12-18 years of a child/adolescent with CP (survey only)\n* Clinicians identified by parents and/or children with CP as providers of pain-related care\n\nExclusion Criteria:\n\n* Unable or unwilling to provide self-report\n* Not able to communicate in English or Norwegian\n* Lives with the child less than 50% of the time (parental interviews)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "0 Years",
            "maximumAge": "67 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Children 0-18 years with a CP diagnosis. Siblings 12-18 years (controls). Clinicians identified as providers of pain-related care",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Randi Dovland Andersen, PhD",
                    "role": "CONTACT",
                    "phone": "+47 934 53 441",
                    "email": "anrd@sthf.no"
                },
                {
                    "name": "Olav Aga Kildal, MD",
                    "role": "CONTACT",
                    "phone": "+47 477 06 094",
                    "email": "olaaga@sthf.no"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Randi Dovland Andersen, PhD",
                    "affiliation": "Telemark Hospital Trust",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Gillette Children's Speciality Healthcare",
                    "status": "RECRUITING",
                    "city": "Saint Paul",
                    "state": "Minnesota",
                    "zip": "55101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chantel Barney, PhD",
                            "role": "CONTACT",
                            "phone": "651-724-8212",
                            "email": "CBarney@gillettechildrens.com"
                        },
                        {
                            "name": "Chantel Barney, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Frank Symons, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.94441,
                        "lon": -93.09327
                    }
                },
                {
                    "facility": "IWK Health Centre",
                    "status": "RECRUITING",
                    "city": "Halifax",
                    "state": "Nova Scotia",
                    "zip": "B3K 6R8",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Jordan Sheriko, MD",
                            "role": "CONTACT",
                            "phone": "+1 (902) 470-7099",
                            "email": "jsheriko@dal.ca"
                        },
                        {
                            "name": "Jordan Sheriko, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Christine Chambers, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.64533,
                        "lon": -63.57239
                    }
                },
                {
                    "facility": "Arcadia University of Applied Sciences",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Helsinki",
                    "zip": "00560",
                    "country": "Finland",
                    "contacts": [
                        {
                            "name": "Ira Jeglinsky-Kankainen, PhD",
                            "role": "CONTACT",
                            "email": "ira.jeglinsky-kankainen@arcada.fi"
                        }
                    ],
                    "geoPoint": {
                        "lat": 60.16952,
                        "lon": 24.93545
                    }
                },
                {
                    "facility": "Telemark Hospital Trust",
                    "status": "COMPLETED",
                    "city": "Skien",
                    "zip": "3728",
                    "country": "Norway",
                    "geoPoint": {
                        "lat": 59.20962,
                        "lon": 9.60897
                    }
                },
                {
                    "facility": "Lund University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Lund",
                    "zip": "221 00",
                    "country": "Sweden",
                    "contacts": [
                        {
                            "name": "Ann Alriksson-Schmidt, PhD",
                            "role": "CONTACT",
                            "email": "ann.alriksson-schmidt@med.lu.se"
                        },
                        {
                            "name": "Elisabeth O'Regan, MSc",
                            "role": "CONTACT",
                            "email": "eoregan@live.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 55.70584,
                        "lon": 13.19321
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Official web site for the CPPain program",
                    "url": "http://www.sthf.no/cppain"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "Data will not be available for sharing until the program is completed"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}