{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06526143",
            "orgStudyIdInfo": {
                "id": "2000035529"
            },
            "secondaryIdInfos": [
                {
                    "id": "UG3AT012262",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UG3AT012262"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "M2VA Pain Care Pathway",
            "officialTitle": "Implementation Facilitation of Screening, Brief Intervention, and Referral to Treatment for Pain Management for Veterans Separating From Military Service",
            "acronym": "M2VAPCP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pain-care-pathway"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-23",
            "studyFirstSubmitQcDate": "2024-07-23",
            "studyFirstPostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Center for Complementary and Integrative Health (NCCIH)",
                    "class": "NIH"
                },
                {
                    "name": "VA Connecticut Healthcare System",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this 2-cohort, cluster randomized, type 2 hybrid trial is to test the effectiveness, cost-effectiveness and patient-level effects of an implementation facilitation strategy in helping M2VA case managers adopt a Military2VA Pain Care Pathway (M2VAPCP) intervention.\n\nThe main questions it aims to answer are:\n\nWill adding implementation facilitation to training-as-usual for M2VAPCP result in a higher proportion of Veterans who receive M2VAPCP compared to training-as-usual alone? Will adding implementation facilitation to training-as-usual for M2VAPCP result in better adherence to the M2VAPCP protocol compared to training-as-usual alone? Will implementation facilitation improve Veterans' clinical outcomes (pain, risky substance use) and increase the number of non-pharmacological pain treatments used compared to training-as-usual alone?",
            "detailedDescription": "Investigators will conduct a type 2 hybrid cluster randomized trial to test the effectiveness, cost-effectiveness, and patient-level effects of an implementation facilitation strategy to train case managers in the Post-9/11 Military2VA (M2VA) program in a pain and substance use-focused Military2VA Pain Care Pathway (M2VAPCP) intervention.\n\nAim 1: Determine if implementation facilitation (IF) of training case managers in M2VAPCP more effectively fosters M2VAPCP's use than training-as-usual. The primary implementation outcome will be the proportion of participants who receive any M2VAPCP (Reach). Other implementation outcomes will be the proportion of case managers who receive training in M2VAPCP and proportion of those trained who used M2VAPCP with at least three participants (Adoption), and the integrity of case managers' use of Motivational Interviewing in M2VAPCP sessions (Implementation). Factors affecting case managers' ongoing use of M2VAPCP as part of their practice (Maintenance) and experience with implementation facilitation, M2VAPCP and navigating VA pain care services will be explored qualitatively for each cohort in a formative evaluation.\n\nAim 2: Determine if implementation facilitation of M2VAPCP improves participants' clinical outcomes. The primary clinical outcome is the PEG measure of pain. Secondary outcomes will be the ASSIST-3 measure of substance use (with biochemical verification of alcohol report using fingernails), and EHR-derived number of nonpharmacologic pain management services used.\n\nAim 3: Determine the cost-effectiveness and budget impact of implementation facilitation relative to training-as-usual to reach Veterans with M2VAPCP and improve their clinical outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Pain",
                "Substance Use",
                "Opioid Misuse",
                "Quality of Life"
            ],
            "keywords": [
                "case management",
                "SBIRT"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Sites will be assigned to receive (1) training-as-usual or (2) training plus implementation facilitation.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research assistants collecting follow-up data will be blind to site's randomization group.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Training-As-Usual",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "M2VA case managers at sites randomized to TAU will receive an initial 8-hour virtual didactic and experiential workshop conducted by an experienced Motivational Interviewing and M2VAPCP trainer, Dr. Martino, who is a longstanding member of the Motivational Interviewing Network of Trainers. The first four hours of the workshop will focus on principles and practices of Motivational Interviewing. The last four hours will be a review the M2VAPCP protocol, with demonstration and practice of its elements. Following the workshop, case managers will have up to seven opportunities to practice M2VAPCP with simulated patients over a 21-month period",
                    "interventionNames": [
                        "Behavioral: M2VA Pain Care Pathway (M2VAPCP)"
                    ]
                },
                {
                    "label": "Implementation Facilitation + Training-As-Usual",
                    "type": "EXPERIMENTAL",
                    "description": "M2VA case managers at sites randomized to IF+TAU will receive the M2VAPCP training workshop described above and IF delivered virtually for 21 months after receiving the M2VAPCP training workshop. IF for this trial will be organized around three major components: 1) an external facilitation team consisting of clinical and implementation experts who will work with internal facilitators at each site; 2) multifaceted activities to support the use of M2VAPCP; and 3) ongoing formative evaluation.",
                    "interventionNames": [
                        "Behavioral: M2VA Pain Care Pathway (M2VAPCP)",
                        "Behavioral: Implementation Facilitation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "M2VA Pain Care Pathway (M2VAPCP)",
                    "description": "M2VAPCP is a manualized Motivational Interviewing-based intervention, designed to motivate Veterans to engage in multimodal nonpharmacological pain care and reduce substance misuse when present. The first session includes empathic exploration of the Veteran's MSD, pain experiences, and motivations for pain care; psychoeducation about the benefits of multimodal pain care and judicious use of non-opioid medications; information about available pain management services and treatments for conditions that might exacerbate chronic pain; screening for substance misuse, including prescription medications, and motivational enhancement to change behaviors related to positive screens; and for those interested, making plans to achieve these goals. Over 12 weeks, case managers will hold up to two additional sessions with participants to check on their goal achievement and continue motivational enhancement for multimodal pain treatment and reduced substance misuse.",
                    "armGroupLabels": [
                        "Implementation Facilitation + Training-As-Usual",
                        "Training-As-Usual"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Implementation Facilitation",
                    "description": "Implementation facilitation teams consisting of internal and external facilitators will conduct activities for two purposes:\n\n1. to build working relationships within the pain and addiction care pathways to achieve the shared goal of implementing high-quality M2VAPCP; and\n2. to promote constructive, problem-solving oriented communication based on indicators of M2VAPCP implementation progress.\n\nActivities will include Virtual Site Visits, all-side facilitation team meetings, local facilitation team meetings, M2VAPCP consultation groups, learning collaboratives, case identification reports and audit and feedback.",
                    "armGroupLabels": [
                        "Implementation Facilitation + Training-As-Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reach",
                    "description": "Proportion of participants who receive any M2VAPCP",
                    "timeFrame": "21 months"
                },
                {
                    "measure": "Pain, Enjoyment of Life and General Activity scale",
                    "description": "Three questions about the past week's pain. One question asks about pain severity and two questions ask about pain interference. Each item is rated on a 0-10 Likert scale. Responses are added together and divided by three to get a final score out of 10. A higher score indicates more severe pain and pain-related interference with life and activities.",
                    "timeFrame": "36 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adoption",
                    "description": "Proportion of case managers who receive training in M2VAPCP and proportion of those trained who used M2VAPCP with at least three participants",
                    "timeFrame": "21 months"
                },
                {
                    "measure": "Implementation",
                    "description": "Integrity of case managers' use of Motivational Interviewing (MI) in M2VAPCP sessions. Measured with LYSSN-generated overall quality score. The score ranges from 0-12 and summarizes MI proficiency across 6 MI fidelity metrics: empathy, collaboration, % reflections, % questions, % MI adherence, and ratio of reflections to questions. Each of the 6 metrics is scored 0,1, or 2 on whether the score met criteria for basic or advanced competency, using cutoffs from the MITI v3.1.1 manual. This score summarizes the quality of MI delivered, with higher scores indicating better MI performance.",
                    "timeFrame": "21 months"
                },
                {
                    "measure": "ASSIST-3",
                    "description": "Substance use will be measured over the last 3 months using Version 3.1 of the Alcohol, Smoking and Substance Involvement Screening Test (ASSIST). After a screening question focusing on substances ever used, the ASSIST consists of seven questions about use of and consequences of use of each of ten classes of substances over the preceding three months (including nicotine). For each substance category, the score of seven questions are summed to produce a risk score, and risk scores are grouped into 'low risk', 'moderate risk' or 'high risk' which determines the level of intervention recommendation (no intervention, brief intervention or brief intervention plus referral to specialist treatment).",
                    "timeFrame": "36 weeks"
                },
                {
                    "measure": "Pain Treatments Used",
                    "description": "The number of nonpharmacological pain treatment services used, derived from the VA electronic health system records.",
                    "timeFrame": "36 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Study enrollment is within one year of ending military service\n* Has filed a service-connection claim for an MSD (back, neck, knee, or shoulder condition)\n* Lives within the catchment area of a participating site\n\nExclusion Criteria:\n\n* Reports being unable to complete planned study assessments because of anticipated incapacity, incarceration, or other reason\n* Does not have a landline or cell phone to complete study assessments\n* Is unable to provide informed consent\n* Still on active duty",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christina Lazar, MPH",
                    "role": "CONTACT",
                    "phone": "203-932-5711",
                    "phoneExt": "4833",
                    "email": "christina.lazar@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marc Rosen, MD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Connecticut Healthcare System (VACHS)",
                    "city": "West Haven",
                    "state": "Connecticut",
                    "zip": "06516",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.27065,
                        "lon": -72.94705
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Misuse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}