{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05627232",
            "orgStudyIdInfo": {
                "id": "22G.769"
            },
            "organization": {
                "fullName": "Thomas Jefferson University",
                "class": "OTHER"
            },
            "briefTitle": "Palbociclib or Tazemetostat in Combination With CPX-351 for the Treatment of Relapsed or Refractory Acute Myeloid Leukemia",
            "officialTitle": "A Two-Part Study Evaluating the Combination of Tazemetostat and CPX-351 (Part 1) and Palbociclib With CPX-351 (Part 2) for the Treatment of Relapsed or Refractory Acute Myeloid Leukemia",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "palbociclib-or-tazemetostat-in-combination-with-cpx-for-the-treatment-of-relapsed-or-refractory-acute-myeloid-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-08-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-16",
            "studyFirstSubmitQcDate": "2022-11-16",
            "studyFirstPostDateStruct": {
                "date": "2022-11-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Thomas Jefferson University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial tests the safety, side effects, and best dose of palbociclib or tazemetostat in combination with CPX-351 in treating patients with acute myeloid leukemia (AML) that has come back (relapsed) or does not respond to treatment (refractory). CPX-351 is a combination of the chemotherapy drugs, daunorubicin and cytarabine, which is the standard of care for AML. Chemotherapy drugs work in different ways to stop the growth of cancer cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Palbociclib and tazemetostat are enzyme inhibitor drugs that are approved for treating certain cancers but not AML. These drugs may stop the growth of cancer cells by blocking some of the enzymes needed for cell growth. Giving CPX-351 chemotherapy with enzyme inhibitors palbociclib or tazemetostat may kill more cancer cells.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nPart 1: To determine the maximum tolerated dose (MTD) of tazemetostat in combination with CPX-351 in patients with relapsed/refractory (R/R)-acute myeloid leukemia (AML).\n\nPart 2: To determine the maximum tolerated dose (MTD) of palbociclib in combination with CPX-351 in patients with R/R-AML.\n\nSECONDARY OBJECTIVE:\n\nI. To evaluate the preliminary efficacy of tazemetostat in combination with CPX-351 (part 1) and of CPX-351 following pre-treatment with palbociclib (part 2).\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine whether treatment with the EZH2 inhibitor tazemetostat de-condenses the H3K27me3-marked chromatin of AML blasts.\n\nIl. To determine whether cell cycle re-entry of AML cells after palbociclib treatment influences DNA damage and apoptosis induced by combining EZH2 inhibition with anthracycline-based therapy.\n\nOUTLINE: This is a dose-escalation study of tazemetostat or palbociclib in combination with fixed dose CPX-351. Patients are assigned to 1 of 2 parts.\n\nPART I: Patients receive tazemetostat orally (PO) twice a day (BID) on days -1 to 6, and CPX-351 intravenously (IV) over 90 minutes on days 1, 3, and 5. Patients also undergo bone marrow aspiration and biopsy and blood sample collection during screening and on study.\n\nPART II: Patients receive palbociclib PO daily (QD) on days -3 to -1, and CPX-351 IV over 90 minutes on days 1, 3, and 5. Patients also undergo bone marrow aspiration and biopsy and blood sample collection during screening and on study.\n\nAfter completion of study treatment, patients are followed up at 3 months, 6 months, and 1 year for clinical outcomes including survival."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Acute Myeloid Leukemia",
                "Refractory Acute Myeloid Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Part I (tazemetostat, CPX-351)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive tazemetostat PO BID on days -1 to 6, and CPX-351 IV over 90 minutes on days 1, 3, and 5. Patients also undergo bone marrow aspiration and biopsy and blood sample collection during screening and on study.",
                    "interventionNames": [
                        "Drug: Tazemetostat",
                        "Drug: Liposome-encapsulated Daunorubicin-Cytarabine",
                        "Procedure: Bone Marrow Aspiration and Biopsy",
                        "Procedure: Biospecimen Collection"
                    ]
                },
                {
                    "label": "Part II (palbociclib, CPX-351)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive palbociclib PO QD on days -3 to -1, and CPX-351 IV over 90 minutes on days 1, 3, and 5. Patients also undergo bone marrow aspiration and biopsy and blood sample collection during screening and on study.",
                    "interventionNames": [
                        "Drug: Liposome-encapsulated Daunorubicin-Cytarabine",
                        "Procedure: Bone Marrow Aspiration and Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Drug: Palbociclib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tazemetostat",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Part I (tazemetostat, CPX-351)"
                    ],
                    "otherNames": [
                        "1403254-99-8",
                        "E7438",
                        "EPZ-6438",
                        "EPZ6438",
                        "N-((4,6-Dimethyl-2-oxo-1,2-dihydropyridin-3-yl)methyl)-5-(ethyl(oxan-4-yl)amino)-4-methyl-4'-((morpholin-4-yl)methyl)(1,1'-biphenyl)-3-carboxamide",
                        "N-((4,6-dimethyl-2-oxo-1,2-dihydropyridin-3-yl)methyl)-5-(ethyl(tetrahydro-2H-pyran-4-yl)amino)-4-methyl-4'-(morpholinomethyl)-[1,1'-biphenyl]-3-carboxamide"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Liposome-encapsulated Daunorubicin-Cytarabine",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Part I (tazemetostat, CPX-351)",
                        "Part II (palbociclib, CPX-351)"
                    ],
                    "otherNames": [
                        "CPX-351",
                        "Cytarabine-Daunorubicin Liposome for Injection",
                        "Daunorubicin and Cytarabine (Liposomal)",
                        "Liposomal AraC-Daunorubicin CPX-351",
                        "Liposomal Cytarabine-Daunorubicin",
                        "Liposome-encapsulated Combination of Daunorubicin and Cytarabine",
                        "Vyxeos"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Aspiration and Biopsy",
                    "description": "Undergo bone marrow aspiration and biopsy",
                    "armGroupLabels": [
                        "Part I (tazemetostat, CPX-351)",
                        "Part II (palbociclib, CPX-351)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Part I (tazemetostat, CPX-351)",
                        "Part II (palbociclib, CPX-351)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Palbociclib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Part II (palbociclib, CPX-351)"
                    ],
                    "otherNames": [
                        "571190-30-2",
                        "6-Acetyl-8-cyclopentyl-5-methyl-2-((5-(piperazin-1-yl)pyridin-2-yl)amino)-8h-pyrido(2,3-d)pyrimidin-7-one",
                        "Ibrance",
                        "PD 0332991",
                        "PD 332991",
                        "PD 991",
                        "PD-0332991",
                        "Pyrido(2,3-d)pyrimidin-7(8H)-one",
                        "6-Acetyl-8-cyclopentyl-5-methyl-2-((5-(1-piperazinyl)-2-pyridinyl)amino)-"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of grade >= 3 non-hematologic dose limiting toxicities",
                    "description": "The primary outcome measure will be grade \\>= 3 non-hematologic dose limiting toxicities. Adverse events will be coded by organ system and graded according to the Common Terminology Criteria for Adverse Events (CTCAE) version (v.) 5.0. the calculation of adverse events incidences will be passed on number of patients per adverse event category. Standard proportions will be used to report rates of safety endpoints. Summary tables will be presented by dose level, seriousness, severity and relatedness.",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Assessment of safety and tolerability: Incidence, nature, and severity of adverse events and incidence, nature and severity of treatment-emergent adverse events. The primary outcome measure will be grade \\>= 3 non-hematologic dose limiting toxicities. Adverse events will be coded by organ system and graded according to the CTCAE v. 5.0. the calculation of adverse events incidences will be passed on number of patients per adverse event category. Standard proportions will be used to report rates of safety endpoints. Summary tables will be presented by dose level, seriousness, severity and relatedness.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Complete response",
                    "description": "Morphologic leukemia-free state: \\< 5% blasts in bone marrow, no blasts with Auer rods or persistence of extramedullary disease. Morphologic complete response (CR): \\< 5% blasts in bone marrow with transfusion independence, absolute neutrophil count (ANC) \\> 1.0 x 10\\^9/L, platelets \\>= 100 x10\\^9/L. CR without minimal residual disease: morphologic CR with negative molecular markers by real-time quantitative polymerase chain reaction or negative multi-parameter flow cytometry. CR with partial hematologic recovery (CRh): as \\< 5% blasts in bone marrow with no evidence of disease and partial recovery of peripheral blood counts (ANC \\> 0.5 x 10\\^9/L and platelets \\> 50 x 10\\^9/L). CR with incomplete hematologic recovery (CRi): all CR criteria and transfusion independence but with persistence of neutropenia (ANC \\< 1.0 x 10\\^9/L) or thrombocytopenia (platelets \\< 100 x 10\\^9/L). Composite complete response: CR + CRh + CRi.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Partial remission (PR)",
                    "description": "PR is defined as decrease of at least 50% in the percentage of bone marrow blasts to 5% - 25% and normalization of blood counts.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Relapse",
                    "description": "Relapse is defined as reappearance of leukemic blasts in the peripheral blood or \\> 5% blasts in the bone marrow not attributable to other cause (e.g., bone marrow regeneration after chemotherapy) or extramedullary relapse.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Induction failure/refractory acute myeloid leukemia (AML)",
                    "description": "Induction failure/refractory AML defined as failure to attain CR or CRi.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Time to blood count recovery",
                    "description": "95% confidence intervals will be calculated using Kaplan-Meier method.",
                    "timeFrame": "The number of days until ANC > 1.0 x 10^9/L and platelets >= 100 x 10^9/L from day 1 of treatment, assessed up to 1 year"
                },
                {
                    "measure": "Relapse free survival",
                    "description": "95% confidence intervals will be calculated using Kaplan-Meier method.",
                    "timeFrame": "The time measured in months to relapse from day 1 of treatment, assessed up to 1 year"
                },
                {
                    "measure": "Overall survival",
                    "description": "95% confidence intervals will be calculated using Kaplan-Meier method.",
                    "timeFrame": "The time measured in months from day 1 of treatment, assessed up to 1 year"
                },
                {
                    "measure": "Rate of allogeneic stem cell transplantation",
                    "description": "Defined as the proportion of patients who undergo allogeneic stem cell transplantation during the study period.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Time to transplant",
                    "description": "95% confidence intervals will be calculated using Kaplan-Meier method.",
                    "timeFrame": "The time measured in months to allogeneic stem cell transplantation from day 1 of treatment, assessed up to 1 year"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Deoxyribonucleic acid (DNA) damage and apoptosis",
                    "description": "DNA damage (analysis of gammaH2AX-positive AML cells by confocal microscopy) and apoptosis (Annexin V and caspase 3 activation) will be assessed in S phase-enriched AML cells (16-24 hours post palbociclib treatment) following treatment with the EZH2 inhibitor tazemetostat to de-condense the H3K27me3-marked chromatin and chemotherapy (CPX-351) to induce DNA damage (double strand breaks).",
                    "timeFrame": "Up to day 5"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provide signed and dated informed consent form\n* Willing to comply with all study procedures and be available for the duration of the study\n* Male or female \\>= 18 years of age\n* Histologically confirmed acute myeloid leukemia (non-M3) relapsed from or refractory to at least 1 prior line of therapy. Bone marrow aspirate and biopsy within 28 days of screening is acceptable. If no prior bone marrow biopsy is available, bone marrow biopsy must be performed during screening unless:\n\n  \\* If the subject has \\>= 20% myeloblasts present in the peripheral blood, a bone marrow biopsy is not necessary to meet this criterion\n* Treatment with a prior investigational agent is acceptable so long as it has not been administered within 2 weeks of enrollment and any prior adverse effects have resolved to grade 1 or less with the exception of alopecia\n* Eastern Cooperative Oncology Group (ECOG) performance status of 2 or less\n* Life expectancy of at least 4 weeks\n* Must be able to consume oral medication\n* Subjects must have recovered from the toxic effect of any prior therapy to =\\< grade 1 (except alopecia)\n* Creatine clearance (CrCL) \\>= 45\n* Total bilirubin \\< 2 x upper limit of normal (ULN)\n* Female subjects of childbearing age must have a negative pregnancy test\n\nExclusion Criteria:\n\n* Subjects with acute promyelocytic leukemia\n* Subjects receiving any active chemotherapy agents (except hydroxyurea). Intrathecal methotrexate and cytarabine are permissible\n* Subjects whose participation would result in a total cumulative dose of daunorubicin greater than 550 mg/m\\^2 or greater than 450 mg/m\\^2 if they previously received mediastinal radiation\n* Subjects with evidence of active central nervous system (CNS) leukemia involvement. Lumbar puncture is not required for enrollment in the absence of neurologic symptoms\n* Subjects must not be receiving growth factors (except erythropoietin)\n* Subjects with currently active second malignancy with the exception of nonmelanoma skin cancer, carcinoma in situ of the cervix, resected prostate cancer with Gleason score =\\< 6\n* Subjects with unstable cardiac disease or uncontrolled arrhythmia\n* Subjects with other severe concurrent disease which, in the judgement of the investigator, would make the patient inappropriate to receive high-intensity therapy\n* Subjects who are pregnant or breastfeeding\n* Subjects with known allergic reactions to components of the study product(s)\n* Anything that would place the individual at increased risk or preclude the individual's full compliance with or completion of the study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gina Keiffer, MD",
                    "role": "CONTACT",
                    "phone": "215-955-2929",
                    "email": "gina.keiffer@jefferson.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gina Keiffer, MD",
                    "affiliation": "Thomas Jefferson University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Thomas Jefferson University Hospital",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gina Keiffer, MD",
                            "role": "CONTACT",
                            "phone": "215-955-2929",
                            "email": "gina.keiffer@jefferson.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004155",
                    "term": "Diphenhydramine"
                },
                {
                    "id": "D000011398",
                    "term": "Promethazine"
                },
                {
                    "id": "D000003561",
                    "term": "Cytarabine"
                },
                {
                    "id": "D000003630",
                    "term": "Daunorubicin"
                },
                {
                    "id": "C000500026",
                    "term": "Palbociclib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000059005",
                    "term": "Topoisomerase II Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000068776",
                    "term": "Sleep Aids, Pharmaceutical"
                },
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000006634",
                    "term": "Histamine H1 Antagonists"
                },
                {
                    "id": "D000006633",
                    "term": "Histamine Antagonists"
                },
                {
                    "id": "D000018494",
                    "term": "Histamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000018926",
                    "term": "Anti-Allergic Agents"
                },
                {
                    "id": "D000000982",
                    "term": "Antipruritics"
                },
                {
                    "id": "D000003879",
                    "term": "Dermatologic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M223893",
                    "name": "Palbociclib",
                    "asFound": "Exclusion criteria",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6766",
                    "name": "Cytarabine",
                    "asFound": "Delivered",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6832",
                    "name": "Daunorubicin",
                    "asFound": "Marrow",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14268",
                    "name": "Promethazine",
                    "asFound": "ORIN1001",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7338",
                    "name": "Diphenhydramine",
                    "asFound": "ORIN1001",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1815",
                    "name": "Piperazine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11446",
                    "name": "Mebendazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M234880",
                    "name": "Piperazine citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M256301",
                    "name": "DMP 777",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9708",
                    "name": "Histamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9710",
                    "name": "Histamine H1 Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M212144",
                    "name": "Histamine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M9709",
                    "name": "Histamine Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20962",
                    "name": "Anti-Allergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7074",
                    "name": "Dermatologic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AAll",
                    "name": "Anti-Allergic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}