{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06444841",
            "orgStudyIdInfo": {
                "id": "STUDY00004527"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AG082783-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AG082783-01"
                }
            ],
            "organization": {
                "fullName": "Baylor University",
                "class": "OTHER"
            },
            "briefTitle": "Paper-Based and Smartphone-Based Memory Supports",
            "officialTitle": "Smartphone-Based Solutions for Prospective Memory in Mild Cognitive Impairment and Dementia",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "paper-based-and-smartphone-based-memory-supports"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-21",
            "studyFirstSubmitQcDate": "2024-05-28",
            "studyFirstPostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Scullin",
                "investigatorTitle": "Associate Professor of Psychology and Neuroscience",
                "investigatorAffiliation": "Baylor University"
            },
            "leadSponsor": {
                "name": "Baylor University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Texas at Austin",
                    "class": "OTHER"
                },
                {
                    "name": "Baylor Scott and White Health",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Alzheimer's disease and related dementias lead to marked declines in daily functioning, independence, and quality of life. One of the earliest cognitive changes in these conditions is impairment in prospective memory, or the ability to remember future intentions such as taking medications at a given time. Prior intervention studies that targeted prospective memory used mnemonic strategies or cognitive training, but these approaches resulted in modest gains in clinical populations. By contrast, a Stage I pilot trial indicated that smartphone-based memory aids (reminder apps) can be accepted and used by persons with mild cognitive impairment and mild dementia to improve both subjective and objective prospective memory performance. The investigators will now test for efficacy, durability, and generalizability of benefits across diverse samples in a Stage II randomized controlled trial. Some 200 participants with mild cognitive impairment or mild dementia will be recruited, half of whom will be from digitally-disadvantaged backgrounds (low socioeconomic status, rural, or historically underrepresented groups). Participants will complete baseline assessments and then be randomly assigned to a smartphone reminder app intervention or an active control condition that uses a paper- based memory support system. Across a 4-week intervention period, participants will complete patient-selected and experimenter-assigned prospective memory assessments and receive booster training sessions to promote self-efficacy with the intervention/control system. Durability of effects will be assessed at 3-month and 6-month follow-up sessions. As a secondary aim, study partners will be simultaneously enrolled to collect informant ratings, track how much study partners assist the participants, and determine whether improving prospective memory in patients improves quality of life in study partners (e.g., by reducing the double to-do list burden of remembering for themselves and for care recipients). As a third aim, the investigators will identify barriers and facilitators to smartphone interventions in digitally-disadvantaged individuals who have historically been underrepresented in technology and dementia research."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Disease",
                "Dementia, Mild",
                "Mild Cognitive Impairment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Smartphone-based app",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will use Google Calendar, an off-the-shelf app that is free and user-friendly, to provide reminders on their smartphone to perform prospective memory tasks at the appropriate time. In the current study, participants will offload their personal and experimentally assigned tasks into the digital calendar with reminders enabled.",
                    "interventionNames": [
                        "Behavioral: Digital - Google Calendar"
                    ]
                },
                {
                    "label": "Paper-based notebook",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will use a Memory Support System, which is an established paper-based calendar and note taking system that can fit into one's pocket. In the current study they will use the system to offload personal and experimentally assigned tasks and notes into the schedule, to-do list, and journal sections of the notebook.",
                    "interventionNames": [
                        "Behavioral: Paper-based - Memory Support System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Digital - Google Calendar",
                    "description": "Digital calendar apps allow one to digitally \"off-load\" intentions either by typing them or by speaking them (speech-to-text voice-dictation capabilities). In addition, they deliver automated reminders to perform intended tasks, either at a single time (e.g., Monday at 9 am) or at recurring times (e.g., every night at 8 pm).",
                    "armGroupLabels": [
                        "Smartphone-based app"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Paper-based - Memory Support System",
                    "description": "The Memory Support System is an established paper-based solution for prospective memory functioning. There is considerable evidence in the literature for its utility in mild cognitive impairment (MCI) and it has face validity to patients as supporting memory.",
                    "armGroupLabels": [
                        "Paper-based notebook"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Objective Prospective Memory Performance",
                    "description": "Participants will need to remember to call the study phone number at both 1) regular times each week (set at baseline for the entire study duration), and 2) irregular times each week (experimenter-assigned times that change).",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Patient-Centered/Patient-Selected Prospective Memory Performance",
                    "description": "Based on the goal attainment scaling framework; via a structured interview at baseline, the participant and study partner will identify 5-10 activities from the participant's daily routine that require frequent use of prospective memory. At follow-up sessions, participants rate the degree to which each of these personal activities improved or worsened.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Caregiving-Related Quality of Life",
                    "description": "Co-participants will complete the Direct Impact of Care (Scales Measuring the Impact of Dementia on Carers - Direct Impact) scale. This scale has 18 items to which the co-participant respond Agree or Disagree, with Agree responses indicating a greater impact of the care they provide on their own lives.",
                    "timeFrame": "Measured for 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Caregiving Cognitive Burden",
                    "description": "The Cognitive Burden of Caregiving Scale (CBCS) is a 14 item scale assessing cognitive burden associated with caregiving, strategy use independence and assistance, and time preoccupation. Items are responded to on a 1-7 likert scale (max score of 98) with higher scores indicating greater cognitive burden.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Calendar Use",
                    "description": "Total number of entries for the digital or paper calendar",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Montreal Cognitive Assessment",
                    "description": "Participants will complete the Montreal Cognitive Assessment (MoCA), a rapid screening assessment to help detect mild cognitive impairment in numerous cognitive domains (attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation). Scores range from 0 to 30, with lower scores indicating worse outcomes.",
                    "timeFrame": "Measured during screening and at 6 months"
                },
                {
                    "measure": "Smartphone Use - Screen Time",
                    "description": "Participants in the digital condition will provide their total minutes of screen time from their phone's settings.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Smartphone Use - Notifications",
                    "description": "Participants in the digital condition will provide the total number of notifications they received, found in their phone's settings.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Smartphone Use - Pickups",
                    "description": "Participants in the digital condition will provide the total number of pickups/unlocks of their phone, found in their phone's settings.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Smartphone Use - Apps",
                    "description": "Participants in the digital condition will provide their most used apps, found in their phone's settings.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Smartphone Use - Google Calendar",
                    "description": "Participants in the digital condition will provide the total amount of time they spent using Google Calendar, found in their phone's settings.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Prospective and Retrospective Memory Questionnaire - Subjective Memory Functioning",
                    "description": "The 21-item Prospective and Retrospective Memory Questionnaire uses a 5-point scale ran to assess the frequency of retrospective and prospective memory failures, such as forgetting to take a pill.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Modified Functional Activities Questionnaire",
                    "description": "Co-Participants will complete a modified instrumental activities of daily living scale to assess participants' ability to independently complete activities of daily living, such as preparing meals or making purchases with analog and digital approaches. The 6-point scale ranges from Normal to Dependent and includes Not Applicable/Unknown response options, with greater scores indicating a greater need of assistance.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Neuro-QoL - Depression",
                    "description": "Participants will complete the Quality of Life in Neurological Disorders (Neuro-QOL) subscale for depression. The subscale has 8 items that are rated from Never to Always. The subscale total score range from 8 (minimum) to 40 (maximum), with lower scores indicating better outcomes.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Insomnia Severity Index",
                    "description": "The 7-item Insomnia Severity Index asks participants to rate the severity of both nighttime and daytime components of their insomnia, with higher scores indicating worse outcomes.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Everyday Cognition",
                    "description": "The Everyday Cognition (ECOG-12) questionnaire uses a 5-point scale to assess the participant's ability to perform certain everyday tasks, such as remembering the current date, rated from \"I perform the task much worse than 10 years ago\" to \"There has been no change in my ability compared to 10 years ago.\"",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "General Life Satisfaction",
                    "description": "The National Institutes of Health (NIH) Toolbox General Life Satisfaction questionnaire uses a 7-point scale to assess participants' sense of fulfillment with their lives, with lower scores indicating greater life satisfaction.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Coping Self-Efficacy",
                    "description": "The Coping Self-Efficacy questionnaire uses an 11-point scale - ranging from 0, cannot do at all, to 10, certain can do - assessing the participant's confidence in solving personal or emotional problems.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Follow-Up Qualitative Interview",
                    "description": "Study personnel will conduct semi-structured qualitative interviews with dyads to determine the most helpful, challenging, interesting, and important themes from their experience using their memory strategy.",
                    "timeFrame": "Measured at 6 months"
                },
                {
                    "measure": "Training/Booster Duration",
                    "description": "Number of minutes to complete smartphone/memory notebook training",
                    "timeFrame": "Measured for 1 month (throughout intervention period)"
                },
                {
                    "measure": "Self Reported Memory Strategy Use",
                    "description": "Self report scale of frequency of using different memory strategies ranging from Never to All the Time, with greater scores indicating more frequent calendar and journal use.",
                    "timeFrame": "Measured for 6 months"
                },
                {
                    "measure": "Self Reported Current Treatments",
                    "description": "Self report usage of pharmacological, cognitive, and group therapies.",
                    "timeFrame": "Measured for 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Demonstrate capacity to consent via structured interview that involves reviewing core study features and probing for understanding of potential benefits/consequences of participating, and understanding that one can withdraw consent at any point, or availability to obtain surrogate consent.\n* Clinical features consistent with a diagnosis of MCI or dementia. For clinic-referred participants, available records will be reviewed to ensure the clinical diagnosis meets published diagnostic guidelines. If there is not sufficient documentation for diagnostic purposes, then semi-structured clinical interview and cognitive screening (see below) will be reviewed by clinical staff.\n* Cognitive status for inclusion will be assessed by Montreal Cognitive Assessment (MoCA) scores of 17-25 (or 12-18 for the telephone version if in-clinic assessment is not feasible). While some studies suggested that these ranges are appropriate across diverse groups, recent work indicates that adjustment of 1-2 points for different demographics improves instrument sensitivity in disadvantaged groups. The latter approach will be taken.\n* Functional status will be assessed via semi-structured interview with the Global Deterioration Scale (GDS), with stage 3 or 4 indicating independence in basic self-maintenance activities.\n* Adequate sensory and motor abilities to utilize a smartphone with accommodation.\n* Availability of a co-participant who sees the participant at least once a month.\n\nCo-Participant Inclusion Criteria:\n\n* The co-participant will need to be over the age of 18, consent to participation, and see the participant at least once per month.\n\nExclusion Criteria:\n\n* History of serious mental illness including schizophrenia or bipolar disorder that is judged by the clinician to be the primary cause of cognitive decline.\n* Indication of moderate or severe dementia based on clinical documentation, MoCA score, and/or collateral/informant activities of daily living measure during the screening process (GDS score ≥5).\n* Language difficulties significant enough to interfere with the screening procedures.\n* Uncorrected hearing loss, vision loss, or motor dysfunction significant enough to interfere with training.\n* No study partner.\n* At the current time, individuals who do not identify as conversational in English will be excluded from participation.\n\nCo-Participant Exclusion Criteria:\n\n* Sees participant less than once per month.\n* At the current time, individuals who do not identify as conversational in English will be excluded from participation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael Scullin, PhD",
                    "role": "CONTACT",
                    "phone": "254-710-2251",
                    "email": "michael_scullin@baylor.edu"
                },
                {
                    "name": "Jared Benge, PhD",
                    "role": "CONTACT",
                    "phone": "512-495-5285",
                    "email": "jared.benge@austin.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Scullin, PhD",
                    "affiliation": "Baylor University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UT Health Austin Comprehensive Memory Center",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jared Benge, PhD",
                            "role": "CONTACT",
                            "phone": "512-495-5285",
                            "email": "jared.benge@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                },
                {
                    "facility": "Baylor Scott & White Healthcare",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Temple",
                    "state": "Texas",
                    "zip": "76508",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Scullin",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.09823,
                        "lon": -97.34278
                    }
                },
                {
                    "facility": "Baylor University",
                    "status": "RECRUITING",
                    "city": "Waco",
                    "state": "Texas",
                    "zip": "76798",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Scullin",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.54933,
                        "lon": -97.14667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators will use the repository provided by the Global Alzheimer's Association Interactive Network (GAAIN), depositing data within 9 months of publication.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Deposit data within 9 months of publication.",
            "accessCriteria": "Open sharing."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}