{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05114980",
            "orgStudyIdInfo": {
                "id": "IRB-3000008285"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Parathyroid Allotransplantation in Medically Refractory Hypoparathyroidism",
            "officialTitle": "Parathyroid Allotransplantation in Medically Refractory Hypoparathyroidism",
            "acronym": "PATH",
            "therapeuticArea": [
                "Other"
            ],
            "study": "parathyroid-allotransplantation-in-medically-refractory-hypoparathyroidism"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-29",
            "studyFirstSubmitQcDate": "2021-10-29",
            "studyFirstPostDateStruct": {
                "date": "2021-11-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brenessa Lindeman",
                "investigatorTitle": "Associate Professor of Surgery",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Options for treatment of severe, refractory hypocalcemia are limited for the thousands of patients in the United States who suffer from hypoparathyroidism. Parathyroid allotransplantation is an emerging treatment that provides hope for these individuals. Currently, this therapy has only been successfully provided by a few centers in the world. In the UAB PATH trial, we propose to become one of the few centers worldwide to successfully achieve parathyroid allotransplantation in transplant-naïve patients.",
            "detailedDescription": "Hypoparathyroidism (HypoPT) is a clinical condition characterized by hypocalcemia and low parathyroid hormone levels (PTH). HypoPT is most often the result from previous neck surgery such as thyroidectomy, parathyroidectomy and cervical dissection. It can also result in autoimmune damage to parathyroid glands or genetic disorders. Based on analysis of a large health plan claims database, the estimated prevalence of hypoparathyroidism in the United States is 77,000 cases.\\[1\\] Most patients with symptoms present with neuromuscular irritability such as muscle spam, paresthesia, laryngospasm and seizure. Long-term complications from HypoPT include renal impairment, cataracts and basal ganglia calcification.\\[2\\] A health-related quality of life (QoL) survey across 13 countries showed that 84% of patients reports impacts for ability to exercise (84%), sleep (78%), ability to work (75%) and family relationships (63%).\\[3\\] Hypoparathyroidism is typically managed with calcium, vitamin D and at times, thiazide diuretics. Acute hypocalcemia or severe symptomatic hypocalcemia may require intravenous calcium administration. Recombinant Human(rh) PTH (1-84) was approved by the U.S Food and Drug Administration (FDA) for the management of hypoparathyroidism in 2015.\\[4\\] Studies showed that rhPTH (1-84) can reduce the need for supplemental calcium and active vitamin D and improve patients' QoL. However, rhPTH (1-84) is only available through a registry known as Risk Evaluation and Mitigation Strategies (REMS) due to its potential risk for development of osteosarcoma, and patients are not frequently able to remain on this medication for the long-term.\\[5\\] Also not every patient is responsive to rhPTH.\\[6\\] Thus, an alternative, less costly and effective treatment is required to physiologically restore parathyroid function.\n\nParathyroid gland transplant (PGTx) has been explored for the past 60 years. Groth et al. reported the first case of parathyroid allotransplant in 1973. A 46 year-old male who underwent subtotal parathyroidectomy due to secondary hyperparathyroidism in 1970 developed hypoparathyroidism after cadaveric renal transplantation. Four separate pieces of homologous hyperplastic parathyroid tissue were implanted into his pectoralis muscle 52 days after renal transplantation in 1971. He was able to stop all supplementation 2 months after PGTx and his serum calcium and phosphorus had been within normal limits in the next 12 months.\\[7\\] Since then, several successful cases of PGTx were performed on renal transplant recipients across the world. Of all these cases, patients has already been on immunosuppressants. \\[8-13\\] A online survey regarding patients' view about parathyroid transplantation was conducted in the United Kingdom in 2018. Two thirds of patient interested in further development of parathyroid transplantation. The main concern was the possible need for immunosuppressive therapy.\\[14\\] Several case reports attempted to use cell culture techniques \\[15\\] and microencapsulation\\[16\\] to reduce immunogenicity to avoid immunosuppressants. However, the allograft survival rate was low comparing to patients who take immunosuppressants.\n\nCase Reports of PGTx in non-transplant recipients who received immunosuppressants after transplant were reported first in Mexico in 2015 and in Germany in 2016. Hermosillo-Sandoval et al. in Mexico reported in their case series that 5 patients with iatrogenic hypoparathyroidism received PGTx from donors of primary hyperparathyroidism. In the 2-year follow up, all patients reduced calcium supplement from an average of 8.4g calcium carbonate per day to an average of 6g/day with no immunosuppression related complications reported. Sestamibi scintigraphy and Doppler ultrasound showed 4 patients had radiopharmaceutical uptake with blood flow. \\[17\\] Agha et al. in Germany reported a case of a 32-year old female with iatrogenic refractory hypoparathyroidism receiving two normal parathyroid glands from her brother. The recipient stopped PTH (1-1-84) after transplantation and PTH levels remained within the normal range for three years after transplantation. Neither the donor nor recipient experienced any surgical complications.\\[6\\]\n\nThis is a non-randomized pilot study that will evaluate feasibility of parathyroid allotransplantation using deceased donors to treat medically refractory hypoparathyroidism in transplant-naïve patients. Patients with permanent refractory hypoparathyroidism will be referred to parathyroid team via comprehensive transplant institute (CTI), endocrine surgery office, faxed referral form, MD to MD personal relationship and access center. Based upon review of referral, the parathyroid team will decide if patient is a candidate for evaluation. If patient meets the selection criteria, the parathyroid team will begin the telephone screening. Parathyroid team will order the required evaluation labs (Vitamin D25 OH level, comprehensive metabolic panel (CMP), complete blood count (CBC) with differential count, parathyroid hormone (PTH) level, human leukocyte antigen (HLA) testing and ABO x 2). The parathyroid team will schedule virtual consults for surgery, nutrition, pharmacy, social work, transplant financial coordinator, and transplant education. In-person clinic visits will occur at MD discretion. Evaluation patients will be presented by the Transplant MD and discussed by the multidisciplinary team to determine suitability for transplant. If candidate is suitable for transplant, proceed with listing process and expectations.\n\nLegacy of Hope (LOH), the Organ Procurement Organization, will notify parathyroid surgeon of any offers. Once accepted, the parathyroid surgeon will contact the kidney Pre-Transplant Coordinator (PTC) on call regarding organ offer and crossmatch on potential transplant candidates. If suitable for organ offer, the parathyroid team will contact patient and begin the admission process. The endocrine procurement team will prepare parathyroid glands for explant using standard surgical techniques. Biopsies of each candidate parathyroid will be obtained and sent for frozen section. The Pathologist on-call will evaluate the procured specimen to confirm the tissue as parathyroid glands. All glands will be combined in one specimen cup in perfusion solution. The specimen will be kept on iced saline for transport. The specimen will transported to UAB using standardized protocols for transplant organ tissue handling.\n\nThe recipient will receive 250mg methylprednisolone intravenous in the operating room for induction immunosuppression. The parathyroid transplantation will be performed under local anesthesia using well established technique of implanting parathyroid tissue in the non-dominant brachioradialis muscle. The recipient will be transferred back to the ward after the procedure for observation.\n\nPatients will start on postoperative immunosuppression and postoperative prophylaxis based on UAB protocol. The patient is discharged on the same day as the procedure. In the pre-graft function phase, the patient will receive a daily phone check-in with labs every other day including CBC, basic metabolic panel (BMP), PTH, ionized calcium and tacrolimus level, and clinic visits twice weekly with surgeon-performed ultrasound of graft. In the post-graft function phase, patients will receive weekly labs for 3 months including CBC, CMP, PTH, tacrolimus and weekly clinic visit for 3 months. Afterwards, patient will start monthly clinic visits for 1 year. Patients will also obtain donor-specific antibody (DSA) testing at 1, 3, 6 months after transplant and every 3 months thereafter."
        },
        "conditionsModule": {
            "conditions": [
                "Hypoparathyroidism"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Parathyroid Allotransplant",
                    "description": "Patients that meet inclusion criteria and are enrolled in the trial will undergo parathyroid allotransplantation"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Parathyroid transplant function",
                    "description": "Detectable PTH",
                    "timeFrame": "8 weeks post-operatively"
                },
                {
                    "measure": "Calcium supplementation",
                    "description": "Amount and type of calcium supplements needed post-operatively",
                    "timeFrame": "6 months post-operatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Serum calcium level",
                    "timeFrame": "6 months post-operatively"
                },
                {
                    "measure": "Immunosuppression-related adverse events",
                    "description": "Infections or other adverse events",
                    "timeFrame": "12 months post-operatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Individual diagnosed with hypocalcemia secondary to\n\n  1. Hypoparathyroidism:\n\n     1. Prior anterior cervical neck surgery resulting in hypoparathyroidism\n     2. Congenital absence or malformation of parathyroid glands during development\n  2. Presence of hypoparathyroidism for at least one year\n  3. Failure of medical treatment for hypocalcemia, including need for IV calcium, with negative impact on quality of life and daily function\n  4. Age 18-80 years\n  5. Lives in the greater Birmingham region for the duration of the trial\n  6. Fluent in the English Language\n  7. Willing to comply with screening, protocol and all required procedures\n\nExclusion Criteria:\n\n1. Any active malignancy, except non-melanoma skin cancer\n2. Dependence on nursing home or other long-term care provider\n3. History of ischemic cardiomyopathy with ejection fraction \\<20%, uncontrolled diabetes mellitus (Hgb A1c \\>10), thrombophilia or other clotting or bleeding disorders, significant heart, liver, kidney or central nervous system disease\n4. History of significant psychiatric illness\n5. Severe osteoporosis\n6. Allergy, hypersensitivity, or intolerance of expected immunosuppressive agents (i.e. Thymoglobulin®, tacrolimus, etc.)\n7. Documented history of gross non-adherence to medical therapies\n8. Significant functional/cognitive impairment without reliable caregiver\n9. Presence of active documented systemic infection or recent systemic infection within the past 3 months\n10. Seropositivity for HIV, HBV core antibody or antigen, HCV, HTLV-1\n11. Current smoker (smoking cessation must have occurred 3 months prior to enrollment)\n12. Chemical and/or alcohol dependency or abuse\n13. Psychosocial problems (including alcoholism, drug abuse, documented behavioral disorders)\n14. Resources deemed inadequate to support necessary post-transplant care",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brenessa Lindeman, MD",
                    "role": "CONTACT",
                    "phone": "205-975-5000",
                    "email": "blindeman@uabmc.edu"
                },
                {
                    "name": "Brenessa Lindeman, MD, MEHP",
                    "role": "CONTACT",
                    "phone": "205-975-5000",
                    "email": "blindeman@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brenessa Lindeman, MD, MEHP",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Polina Zmijewski, MD",
                            "role": "CONTACT",
                            "phone": "205-975-5000"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007011",
                    "term": "Hypoparathyroidism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010279",
                    "term": "Parathyroid Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10061",
                    "name": "Hypoparathyroidism",
                    "asFound": "Hypoparathyroidism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13192",
                    "name": "Parathyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2949",
                    "name": "Hypoparathyroidism",
                    "asFound": "Hypoparathyroidism",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010281",
                    "term": "Parathyroid Hormone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13194",
                    "name": "Parathyroid Hormone",
                    "asFound": "Treatment duration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}