{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05374564",
            "orgStudyIdInfo": {
                "id": "2000031407"
            },
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Parametric Cardiac 18F-flutemetamol PET Imaging in ATTR Cardiomyopathy",
            "officialTitle": "Parametric Cardiac 18F-flutemetamol PET Imaging in ATTR Cardiomyopathy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "parametric-cardiac-flutemetamol-pet-imaging-in-attr-cardiomyopathy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-10",
            "studyFirstSubmitQcDate": "2022-05-10",
            "studyFirstPostDateStruct": {
                "date": "2022-05-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Edward J Miller",
                "investigatorTitle": "MD, PhD, Associate Professor of Medicine",
                "investigatorAffiliation": "Yale University"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pfizer",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "18F-Flutemetamol (Vizamyl) is a radioactive diagnostic agent indicated and FDA-approved for Positron Emission Tomography (PET) imaging of the brain to estimate β-amyloid neuritic plaque density in adult patients with cognitive impairment who are being evaluated for Alzheimer's disease (AD) or other causes of cognitive decline. This study is designed to evaluate a novel use for 18F-Flutemetamol in cardiac amyloidosis.",
            "detailedDescription": "The goal of this project is to perform a proof-of-concept study to compare the ability of quantitative parametric cardiac 18F-flutemetamol positron emission tomography (PET) to assess baseline and change in disease burden after six months of therapy with tafamidis treatment in 12 patients diagnosed with transthyretin cardiac amyloidosis (ATTR-CA) at Yale-New Haven Hospital. The primary outcome of the study will be comparisons in the magnitude of change in regional and global 18F-flutemetamol cardiac PET metrics between the baseline and six-month 18F-flutemetamol PET scans versus clinical stage and echocardiographic features (wall thickness, strain, LVEF)."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiomyopathies, Primary"
            ],
            "keywords": [
                "Transthyretin amyloidosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The proposed study will be a single-arm open-label longitudinal study of 18F-flutemetamol cardiac imaging before/after six months of tafamidis treatment in 12 patients with treatment naïve ATTR cardiac amyloidosis.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "18F-flutemetamol",
                    "type": "EXPERIMENTAL",
                    "description": "All clinical trial subjects will receive 18F-flutemetamol",
                    "interventionNames": [
                        "Drug: (18F)Flutemetamol"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "(18F)Flutemetamol",
                    "description": "18F-Flutemetamol binds to β-amyloid plaques and the F-18 isotope produces a positron signal that is detected by a PET scanner. Multiple recent studies have shown that thioflavin-analogue tracers such as 18F-flutemetamol may be able to fulfill the unmet need of elucidating the presence of amyloid deposition in the heart. Because it binds to the beta-pleated motif of the amyloid fibril due to their similarity to the thioflavin structure, 18F-Flutemetamol could potentially be used to image cardiac amyloidosis (CA)",
                    "armGroupLabels": [
                        "18F-flutemetamol"
                    ],
                    "otherNames": [
                        "Vizamyl"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine if ATTR cardiomyopathy disease severity is associated with increased 18F-flutemetamol",
                    "description": "As determined by comparisons in the magnitude of change in regional and global 18F-flutemetamol cardiac PET visual uptake scores between the baseline and six-month PET scans",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Determine if ATTR cardiomyopathy disease severity is associated with increased 18F-flutemetamol",
                    "description": "As determined by comparisons in the magnitude of change in regional and global 18F-flutemetamol cardiac PET percent maximal counts between the baseline and six-month PET scans",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Determine if ATTR cardiomyopathy disease severity is associated with increased 18F-flutemetamol",
                    "description": "As determined by comparisons in the magnitude of change in regional and global 18F-flutemetamol cardiac PET Standardized Uptake Values (SUVs) between the baseline and six-month PET scans",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Determine if ATTR cardiomyopathy disease severity is associated with increased 18F-flutemetamol",
                    "description": "As determined by comparisons in the magnitude of change in regional and global 18F-flutemetamol cardiac PET retention index between the baseline and six-month PET scans",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Determine if ATTR cardiomyopathy disease severity is associated with increased 18F-flutemetamol",
                    "description": "As determined by comparisons in the magnitude of change in regional and global 18F-flutemetamol cardiac PET Vt between the baseline and six-month PET scans",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Determine if treatment with tafamidis reduces 18F-flutemetamol cardiac PET imaging markers",
                    "description": "As assessed by dynamic cardiac PET between baseline and 6 months",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Compare changes in 18F-flutemetamol PET variables and measures of ATTR clinical response",
                    "description": "As determined by ATTR clinical stage baseline and following 6 months of treatment with tafamidis.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Compare changes in 18F-flutemetamol PET variables and measures of ATTR clinical response",
                    "description": "As determined by NT-proBNP between baseline and following 6 months of treatment with tafamidis.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Compare changes in 18F-flutemetamol PET variables and measures of ATTR clinical response",
                    "description": "As determined by TnT between baseline and following 6 months of treatment with tafamidis.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Compare changes in 18F-flutemetamol PET variables and measures of ATTR clinical response",
                    "description": "As determined by echocardiographic wall thickness between baseline and following 6 months of treatment with tafamidis.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Compare changes in 18F-flutemetamol PET variables and measures of ATTR clinical response",
                    "description": "As determined by global longitudinal strain between baseline and following 6 months of treatment with tafamidis.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 1. Age \\> 18 years\n* 2. Diagnosis of ATTR cardiac amyloidosis (wild-type or V142I ATTR mutation)\n\n  a. Diagnosis of ATTR cardiac amyloidosis by established consensus diagnostic criteria of Gillmore et al. (either invasive or non-invasive diagnostic pathways)\n* 3. Plan for initiation of tafamidis therapy for clinical indications and agree to continue tafamidis during the duration of the study.\n* 4. Stated willingness to comply with all study procedures and availability for the duration of the study\n* 5. Able to understand and sign the informed consent document after the nature of the study has been fully explained.\n* 6. Women of childbearing potential who are sexually active with a non-sterilized male partner and males who are sexually active with a partner of childbearing potential must agree to use adequate contraception from screening until 30 days after the Flutemetamol.\n\nExclusion Criteria:\n\n* 1. Primary amyloidosis (AL) or secondary amyloidosis (AA).\n* 2. Prior liver or heart transplantation.\n* 3. Active malignancy or non-amyloid disease with an expected survival of less than 1 year\n* 4. Inability to lie flat for 60 minutes in the PET scanner\n* 5. History of prior treatment for ATTR cardiomyopathy and/or amyloid neuropathy, or decline clinical tafamidis treatment.\n* 6. Pregnancy or lactation\n* 7. Known allergic reactions to components of the 18F-flutemetamol and/or polysorbate 80\n* 8. High risk for non-adherence as determined by screening evaluation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maxime Oriol, BS",
                    "role": "CONTACT",
                    "phone": "2037856497",
                    "email": "maxime.oriol@yale.edu"
                },
                {
                    "name": "Julie Holub",
                    "role": "CONTACT",
                    "email": "Julie.holub@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edward J Miller, MD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale University",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06520",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Edward Miller",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31480867",
                    "type": "RESULT",
                    "citation": "Maurer MS, Bokhari S, Damy T, Dorbala S, Drachman BM, Fontana M, Grogan M, Kristen AV, Lousada I, Nativi-Nicolau J, Cristina Quarta C, Rapezzi C, Ruberg FL, Witteles R, Merlini G. Expert Consensus Recommendations for the Suspicion and Diagnosis of Transthyretin Cardiac Amyloidosis. Circ Heart Fail. 2019 Sep;12(9):e006075. doi: 10.1161/CIRCHEARTFAILURE.119.006075. Epub 2019 Sep 4."
                },
                {
                    "pmid": "29048471",
                    "type": "RESULT",
                    "citation": "Gillmore JD, Damy T, Fontana M, Hutchinson M, Lachmann HJ, Martinez-Naharro A, Quarta CC, Rezk T, Whelan CJ, Gonzalez-Lopez E, Lane T, Gilbertson JA, Rowczenio D, Petrie A, Hawkins PN. A new staging system for cardiac transthyretin amyloidosis. Eur Heart J. 2018 Aug 7;39(30):2799-2806. doi: 10.1093/eurheartj/ehx589."
                },
                {
                    "pmid": "30915522",
                    "type": "RESULT",
                    "citation": "Leuzy A, Savitcheva I, Chiotis K, Lilja J, Andersen P, Bogdanovic N, Jelic V, Nordberg A. Clinical impact of [18F]flutemetamol PET among memory clinic patients with an unclear diagnosis. Eur J Nucl Med Mol Imaging. 2019 Jun;46(6):1276-1286. doi: 10.1007/s00259-019-04297-5. Epub 2019 Mar 26."
                },
                {
                    "pmid": "31140154",
                    "type": "RESULT",
                    "citation": "Dietemann S, Nkoulou R. Amyloid PET imaging in cardiac amyloidosis: a pilot study using 18F-flutemetamol positron emission tomography. Ann Nucl Med. 2019 Aug;33(8):624-628. doi: 10.1007/s12149-019-01372-7. Epub 2019 May 28."
                },
                {
                    "pmid": "33025472",
                    "type": "RESULT",
                    "citation": "Papathanasiou M, Kessler L, Carpinteiro A, Hagenacker T, Nensa F, Umutlu L, Forsting M, Brainman A, Kleinschnitz C, Antoch G, Duhrsen U, Schlosser TW, Herrmann K, Rassaf T, Luedike P, Rischpler C. 18F-flutemetamol positron emission tomography in cardiac amyloidosis. J Nucl Cardiol. 2022 Apr;29(2):779-789. doi: 10.1007/s12350-020-02363-2. Epub 2020 Oct 6."
                },
                {
                    "pmid": "32400202",
                    "type": "RESULT",
                    "citation": "Mockelind S, Axelsson J, Pilebro B, Lindqvist P, Suhr OB, Sundstrom T. Quantification of cardiac amyloid with [18F]Flutemetamol in patients with V30M hereditary transthyretin amyloidosis. Amyloid. 2020 Sep;27(3):191-199. doi: 10.1080/13506129.2020.1760237. Epub 2020 May 13."
                },
                {
                    "pmid": "30145929",
                    "type": "RESULT",
                    "citation": "Maurer MS, Schwartz JH, Gundapaneni B, Elliott PM, Merlini G, Waddington-Cruz M, Kristen AV, Grogan M, Witteles R, Damy T, Drachman BM, Shah SJ, Hanna M, Judge DP, Barsdorf AI, Huber P, Patterson TA, Riley S, Schumacher J, Stewart M, Sultan MB, Rapezzi C; ATTR-ACT Study Investigators. Tafamidis Treatment for Patients with Transthyretin Amyloid Cardiomyopathy. N Engl J Med. 2018 Sep 13;379(11):1007-1016. doi: 10.1056/NEJMoa1805689. Epub 2018 Aug 27."
                },
                {
                    "pmid": "32078382",
                    "type": "RESULT",
                    "citation": "Kazi DS, Bellows BK, Baron SJ, Shen C, Cohen DJ, Spertus JA, Yeh RW, Arnold SV, Sperry BW, Maurer MS, Shah SJ. Cost-Effectiveness of Tafamidis Therapy for Transthyretin Amyloid Cardiomyopathy. Circulation. 2020 Apr 14;141(15):1214-1224. doi: 10.1161/CIRCULATIONAHA.119.045093. Epub 2020 Feb 12."
                },
                {
                    "pmid": "32936265",
                    "type": "RESULT",
                    "citation": "Masri A, Chen H, Wong C, Fischer KL, Karam C, Gellad WF, Heitner SB. Initial Experience Prescribing Commercial Tafamidis, the Most Expensive Cardiac Medication in History. JAMA Cardiol. 2020 Sep 1;5(9):1066-1067. doi: 10.1001/jamacardio.2020.1738."
                },
                {
                    "pmid": "32430600",
                    "type": "RESULT",
                    "citation": "Gallegos C, Miller EJ. Advances in PET-Based Cardiac Amyloid Radiotracers. Curr Cardiol Rep. 2020 May 19;22(6):40. doi: 10.1007/s11886-020-01284-3."
                },
                {
                    "pmid": "30095083",
                    "type": "RESULT",
                    "citation": "Ye Q, Wu J, Lu Y, Naganawa M, Gallezot JD, Ma T, Liu Y, Tanoue L, Detterbeck F, Blasberg J, Chen MK, Casey M, Carson RE, Liu C. Improved discrimination between benign and malignant LDCT screening-detected lung nodules with dynamic over static 18F-FDG PET as a function of injected dose. Phys Med Biol. 2018 Sep 6;63(17):175015. doi: 10.1088/1361-6560/aad97f."
                },
                {
                    "pmid": "18382889",
                    "type": "RESULT",
                    "citation": "Tanskanen M, Peuralinna T, Polvikoski T, Notkola IL, Sulkava R, Hardy J, Singleton A, Kiuru-Enari S, Paetau A, Tienari PJ, Myllykangas L. Senile systemic amyloidosis affects 25% of the very aged and associates with genetic variation in alpha2-macroglobulin and tau: a population-based autopsy study. Ann Med. 2008;40(3):232-9. doi: 10.1080/07853890701842988."
                },
                {
                    "pmid": "26224076",
                    "type": "RESULT",
                    "citation": "Gonzalez-Lopez E, Gallego-Delgado M, Guzzo-Merello G, de Haro-Del Moral FJ, Cobo-Marcos M, Robles C, Bornstein B, Salas C, Lara-Pezzi E, Alonso-Pulpon L, Garcia-Pavia P. Wild-type transthyretin amyloidosis as a cause of heart failure with preserved ejection fraction. Eur Heart J. 2015 Oct 7;36(38):2585-94. doi: 10.1093/eurheartj/ehv338. Epub 2015 Jul 28."
                },
                {
                    "pmid": "31400950",
                    "type": "RESULT",
                    "citation": "Donnelly JP, Hanna M, Sperry BW, Seitz WH Jr. Carpal Tunnel Syndrome: A Potential Early, Red-Flag Sign of Amyloidosis. J Hand Surg Am. 2019 Oct;44(10):868-876. doi: 10.1016/j.jhsa.2019.06.016. Epub 2019 Aug 7."
                },
                {
                    "pmid": "29019612",
                    "type": "RESULT",
                    "citation": "Castano A, Narotsky DL, Hamid N, Khalique OK, Morgenstern R, DeLuca A, Rubin J, Chiuzan C, Nazif T, Vahl T, George I, Kodali S, Leon MB, Hahn R, Bokhari S, Maurer MS. Unveiling transthyretin cardiac amyloidosis and its predictors among elderly patients with severe aortic stenosis undergoing transcatheter aortic valve replacement. Eur Heart J. 2017 Oct 7;38(38):2879-2887. doi: 10.1093/eurheartj/ehx350."
                },
                {
                    "pmid": "16631014",
                    "type": "RESULT",
                    "citation": "Buxbaum J, Jacobson DR, Tagoe C, Alexander A, Kitzman DW, Greenberg B, Thaneemit-Chen S, Lavori P. Transthyretin V122I in African Americans with congestive heart failure. J Am Coll Cardiol. 2006 Apr 18;47(8):1724-5. doi: 10.1016/j.jacc.2006.01.042. Epub 2006 Mar 29. No abstract available."
                },
                {
                    "pmid": "29305186",
                    "type": "RESULT",
                    "citation": "Papoutsidakis N, Miller EJ, Rodonski A, Jacoby D. Time Course of Common Clinical Manifestations in Patients with Transthyretin Cardiac Amyloidosis: Delay From Symptom Onset to Diagnosis. J Card Fail. 2018 Feb;24(2):131-133. doi: 10.1016/j.cardfail.2017.12.005. Epub 2018 Jan 3. No abstract available."
                },
                {
                    "pmid": "27652282",
                    "type": "RESULT",
                    "citation": "Jacobson DR, Alexander AA, Tagoe C, Garvey WT, Williams SM, Tishkoff S, Modiano D, Sirima SB, Kalidi I, Toure A, Buxbaum JN. The prevalence and distribution of the amyloidogenic transthyretin (TTR) V122I allele in Africa. Mol Genet Genomic Med. 2016 Jul 14;4(5):548-56. doi: 10.1002/mgg3.231. eCollection 2016 Sep."
                },
                {
                    "pmid": "30938420",
                    "type": "RESULT",
                    "citation": "Damy T, Kristen AV, Suhr OB, Maurer MS, Plante-Bordeneuve V, Yu CR, Ong ML, Coelho T, Rapezzi C; THAOS Investigators. Transthyretin cardiac amyloidosis in continental Western Europe: an insight through the Transthyretin Amyloidosis Outcomes Survey (THAOS). Eur Heart J. 2022 Feb 3;43(5):391-400. doi: 10.1093/eurheartj/ehz173."
                },
                {
                    "pmid": "25551524",
                    "type": "RESULT",
                    "citation": "Quarta CC, Buxbaum JN, Shah AM, Falk RH, Claggett B, Kitzman DW, Mosley TH, Butler KR, Boerwinkle E, Solomon SD. The amyloidogenic V122I transthyretin variant in elderly black Americans. N Engl J Med. 2015 Jan 1;372(1):21-9. doi: 10.1056/NEJMoa1404852."
                },
                {
                    "pmid": "30343093",
                    "type": "RESULT",
                    "citation": "Feher A, Srivastava A, Quail MA, Boutagy NE, Khanna P, Wilson L, Miller EJ, Liu YH, Lee F, Sinusas AJ. Serial Assessment of Coronary Flow Reserve by Rubidium-82 Positron Emission Tomography Predicts Mortality in Heart Transplant Recipients. JACC Cardiovasc Imaging. 2020 Jan;13(1 Pt 1):109-120. doi: 10.1016/j.jcmg.2018.08.025. Epub 2018 Oct 17."
                },
                {
                    "pmid": "26209803",
                    "type": "RESULT",
                    "citation": "Heurling K, Buckley C, Van Laere K, Vandenberghe R, Lubberink M. Parametric imaging and quantitative analysis of the PET amyloid ligand [(18)F]flutemetamol. Neuroimage. 2015 Nov 1;121:184-92. doi: 10.1016/j.neuroimage.2015.07.037. Epub 2015 Jul 22."
                },
                {
                    "pmid": "11488533",
                    "type": "RESULT",
                    "citation": "Gunn RN, Gunn SR, Cunningham VJ. Positron emission tomography compartmental models. J Cereb Blood Flow Metab. 2001 Jun;21(6):635-52. doi: 10.1097/00004647-200106000-00002."
                },
                {
                    "pmid": "8784228",
                    "type": "RESULT",
                    "citation": "Logan J, Fowler JS, Volkow ND, Wang GJ, Ding YS, Alexoff DL. Distribution volume ratios without blood sampling from graphical analysis of PET data. J Cereb Blood Flow Metab. 1996 Sep;16(5):834-40. doi: 10.1097/00004647-199609000-00008."
                },
                {
                    "pmid": "8176464",
                    "type": "RESULT",
                    "citation": "Choi Y, Hawkins RA, Huang SC, Brunken RC, Hoh CK, Messa C, Nitzsche EU, Phelps ME, Schelbert HR. Evaluation of the effect of glucose ingestion and kinetic model configurations of FDG in the normal liver. J Nucl Med. 1994 May;35(5):818-23."
                },
                {
                    "pmid": "2394453",
                    "type": "RESULT",
                    "citation": "Delforge J, Syrota A, Mazoyer BM. Identifiability analysis and parameter identification of an in vivo ligand-receptor model from PET data. IEEE Trans Biomed Eng. 1990 Jul;37(7):653-61. doi: 10.1109/10.55673."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009202",
                    "term": "Cardiomyopathies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12154",
                    "name": "Cardiomyopathies",
                    "asFound": "Cardiomyopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2264",
                    "name": "Familial Transthyretin Amyloidosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000581552",
                    "term": "Flutemetamol"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019275",
                    "term": "Radiopharmaceuticals"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M263490",
                    "name": "Flutemetamol",
                    "asFound": "Glucose sensor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}