{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03408340",
            "orgStudyIdInfo": {
                "id": "IRB00093442"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Paravertebral Nerve Blocks in Neonates",
            "officialTitle": "Paravertebral Nerve Blocks in Neonates and Infants Undergoing Repair of Aortic Coarctation, A Pilot Study",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "paravertebral-nerve-blocks-in-neonates"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-07-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-01-17",
            "studyFirstSubmitQcDate": "2018-01-17",
            "studyFirstPostDateStruct": {
                "date": "2018-01-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Justin B. Long",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a prospective, randomized, non-blinded clinical trial examining the use of paravertebral peripheral nerve block in the neonatal and infant populations. The primary aim of this study is to determine the feasibility of studying whether a single-shot paravertebral nerve block is effective in providing intraoperative and postoperative pain control in infants undergoing a thoracotomy for coarctation of the aorta. This will be determined by comparing consumption of narcotics, expressed as morphine equivalents, in the standard of care and intervention groups.",
            "detailedDescription": "Pain and pain control remain a major concern in the neonatal and infant populations and pain is often undertreated in order to achieve other goals of medical management. Pain control with narcotic medications create an additional concern as withdrawal from narcotics can become an issue in neonates and infants requiring long-term administration of pain medications. A regional block is an alternative way to control pain by directly blocking the nerves through injecting medication near their course.\n\nA paravertebral block (PVB) is a regional block of some of the spinal nerves. The paravertebral space is a wedge shaped space that is located next to the bony structures of the spine. This space is where the nerves of the spine branch out to the body which makes this space an ideal location to deliver numbing drugs for pain. An ultrasound probe is used to ensure that the medicine goes into the paravertebral space. This study will compare the use of the standard of care intravenous pain medication to the use of a PVB.\n\nUsing a PVB to control pain may also lead to better blood flow to the spinal cord. A Near Infrared Spectroscopy (NIRS) monitor will be used to monitor the oxygen levels in the spine tissues. This study aims to determine if using a paravertebral block in addition to standard of care anesthesia results in better pain control and blood flow to the spine.\n\nA total of 30 neonates and infants, defined as children less than 12 months of age, will be enrolled in this study. The subjects will be scheduled for elective or semi-elective cardiac surgery at Children's Healthcare of Atlanta. At the time of surgery they must be greater than or equal to 2.5 kg and undergoing aortic coarctation repair via left thoracotomy.\n\nPost-operative pain control in either the control or experimental (paravertebral nerve block) group will be accomplished with intravenous, rectal, and oral analgesics. Patients will receive scheduled rectal acetaminophen while intubated and oral acetaminophen once they have progressed to oral intake of formula. Intravenous fentanyl will be used for breakthrough pain while intubated and until oral intake is tolerated. Once oral intake is resumed, the patient will be provided with oral oxycodone as needed for pain per usual Cardiac Intensive Care Unit (CICU) care. If the patient is not yet ready for extubation and requires additional sedation, intravenous doses of midazolam may be required."
        },
        "conditionsModule": {
            "conditions": [
                "Congenital Heart Disease"
            ],
            "keywords": [
                "Anesthesiology",
                "Pediatric surgery",
                "Anesthesia, Regional",
                "Anesthesia, Cardiac Procedures",
                "Nerve Block"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants in the study will be randomized to the control arm or experimental arm using computer-generated random assignment, which will be prepared at the start of the study and the assignments held in sealed envelopes. Once the participant is enrolled in the study and consent has been obtained the investigator will open the next consecutive sealed envelope which contains the patient's group assignment (experimental or control).",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Paravertebral Nerve Block",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the experimental arm will undergo an anesthetic that includes the regional anesthetic technique, paravertebral nerve block.",
                    "interventionNames": [
                        "Procedure: Paravertebral Nerve Block"
                    ]
                },
                {
                    "label": "Standard of Care Anesthesia",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the control arm will undergo an anesthetic consistent with the standard of care.",
                    "interventionNames": [
                        "Drug: Standard of Care Anesthesia"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Paravertebral Nerve Block",
                    "description": "Participants will be induced for anesthesia with propofol 3 milligram/kilogram (mg/kg) or ketamine 2mg/kg (if there is intravenous (IV) access) or sevoflurane with 1 microgram/kilogram (mcg/kg) of fentanyl and 1.2 mg/kg rocuronium once IV access is established. A NIRS pad will be used for cerebral oximetry as well as another NIRS pad for spinal cord oximetry. The patient will be intubated, and then will be positioned laterally for the nerve block at approximately the left T3-4 level. A linear ultrasound probe with a sterile sheath will be used to provide imaging for the paravertebral nerve block. The injected solution will be 1 milliliter/kilogram (mL/kg) of 0.2% ropivacaine with 5 mcg/mL (1:200,000) epinephrine. Fentanyl may be used as needed for additional analgesia and anesthesia will be maintained with sevoflurane. The skin will not be infiltrated with additional local anesthetic at the conclusion of the case.",
                    "armGroupLabels": [
                        "Paravertebral Nerve Block"
                    ],
                    "otherNames": [
                        "Diprivan",
                        "Ketalar",
                        "Ultane",
                        "Duragesic",
                        "Zemuron",
                        "Naropin",
                        "adrenalin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Standard of Care Anesthesia",
                    "description": "Participants in this arm will be induced for anesthesia with propofol 3mg/kg or ketamine 2mg/kg (if there is intravenous access) or sevoflurane with 1 mcg/kg of fentanyl and 1.2 mg/kg rocuronium once IV access is established. The patient will be intubated; intravenous and intra-arterial access will be obtained and the patient will be positioned for surgery. Fentanyl may be used as needed for additional analgesia and anesthesia will be maintained with sevoflurane. The skin will be infiltrated at the conclusion of surgery with less than 1 mL/kg of 0.25% bupivacaine with epinephrine 1:200,000.",
                    "armGroupLabels": [
                        "Standard of Care Anesthesia"
                    ],
                    "otherNames": [
                        "Diprivan",
                        "Ketalar",
                        "Ultane",
                        "Duragesic",
                        "Zemuron",
                        "Marcaine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Morphine equivalents",
                    "description": "To measure total narcotic administration, all narcotics used in the 48-hour postoperative period will be tabulated and converted to morphine equivalents. The total morphine equivalents will be compared between study arms.",
                    "timeFrame": "48 hours after surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Near infrared spectroscopy (NIRS) values",
                    "description": "Spinal cord perfusion will be assessed by continuous measurement of spinal cord near infrared spectroscopy (NIRS) values during repair of aortic coarctation, including the aortic cross clamp period. (NIRS), a non-invasive light probe that measures regional oxygen saturation. Decreased spinal cord perfusion (compromised blood flow) is associated with severe morbidities.",
                    "timeFrame": "At the end of surgery"
                },
                {
                    "measure": "Postoperative ventilation time",
                    "description": "Postoperative ventilation time will be measured as the time, in minutes, until extubation. This time will be compared between study arms.",
                    "timeFrame": "Up to 2 days (typical duration of time in ICU post-surgery)"
                },
                {
                    "measure": "Time to first feeding",
                    "description": "Return to feeding after surgery will be measured as hours until the first postoperative feeding.",
                    "timeFrame": "Up to 7 days (typical duration of time until hospital discharge)"
                },
                {
                    "measure": "Change in plasma epinephrine levels",
                    "description": "Stress response to surgery will be evaluated by measuring plasma epinephrine levels at baseline (before incision), postoperatively (just before transfer to the Intensive Care Unit), and 24 hours postoperatively.",
                    "timeFrame": "Baseline, 24 hours after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Neonate or Infant (\\<12 months age) at the time of surgery\n* Weigh of 2.5 kilograms or more at the time of surgery\n* Undergoing aortic coarctation repair via left thoracotomy\n* Parent or legal guardian willing to participate, and able to understand and sign the provided informed consent\n\nExclusion Criteria:\n\n* Intubated prior to surgery (patients who have been intubated and subsequently extubated may be included)\n* Ongoing septicemia or localized skin infection on the back\n* Parent or legal guardian unwilling to participate or unable to understand and sign the provided informed consent\n* Known coagulation defect\n* Allergy to local anesthetics",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "12 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Justin B Long, MD",
                    "role": "CONTACT",
                    "phone": "404-785-6670",
                    "email": "justin.bradley.long@emory.edu"
                },
                {
                    "name": "Kati Miller",
                    "role": "CONTACT",
                    "phone": "404-729-0492‬",
                    "email": "Kati.Miller@choa.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Justin B Long, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Healtcare of Atlanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30342",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Justin B Long, MD",
                            "role": "CONTACT",
                            "phone": "404-785-6670",
                            "email": "justin.bradley.long@emory.edu"
                        },
                        {
                            "name": "Kati Miller",
                            "role": "CONTACT",
                            "phone": "404-729-0492‬",
                            "email": "Kati.Miller@choa.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "asFound": "Congenital Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4333",
                    "name": "Aortic Coarctation",
                    "relevance": "LOW"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "T447",
                    "name": "Aortic Coarctation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005283",
                    "term": "Fentanyl"
                },
                {
                    "id": "D000007649",
                    "term": "Ketamine"
                },
                {
                    "id": "D000015742",
                    "term": "Propofol"
                },
                {
                    "id": "D000077149",
                    "term": "Sevoflurane"
                },
                {
                    "id": "D000077123",
                    "term": "Rocuronium"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000000778",
                    "term": "Anesthetics, Dissociative"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                },
                {
                    "id": "D000003473",
                    "term": "Neuromuscular Nondepolarizing Agents"
                },
                {
                    "id": "D000009466",
                    "term": "Neuromuscular Blocking Agents"
                },
                {
                    "id": "D000009465",
                    "term": "Neuromuscular Agents"
                },
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000000759",
                    "term": "Adjuvants, Anesthesia"
                },
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                },
                {
                    "id": "D000018685",
                    "term": "Anesthetics, Inhalation"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M7992",
                    "name": "Epinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "asFound": "Ring",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18307",
                    "name": "Propofol",
                    "asFound": "Germany",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1673",
                    "name": "Sevoflurane",
                    "asFound": "Suggestive of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1700",
                    "name": "Ropivacaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M8418",
                    "name": "Fentanyl",
                    "asFound": "LEN",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30371",
                    "name": "Racepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M211043",
                    "name": "Epinephryl borate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M1666",
                    "name": "Rocuronium",
                    "asFound": "Olmesartan medoxomil",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4108",
                    "name": "Anesthetics, Dissociative",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M6684",
                    "name": "Neuromuscular Nondepolarizing Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M12409",
                    "name": "Neuromuscular Blocking Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4089",
                    "name": "Adjuvants, Anesthesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20765",
                    "name": "Anesthetics, Inhalation",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "AdjAn",
                    "name": "Adjuvants, Anesthesia"
                }
            ]
        }
    },
    "hasResults": false
}