{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05852600",
            "orgStudyIdInfo": {
                "id": "MH129169"
            },
            "organization": {
                "fullName": "George Washington University",
                "class": "OTHER"
            },
            "briefTitle": "Parent-focused Intervention to Reduce HIV Risk in Gay and Bisexual Adolescents",
            "officialTitle": "Randomized-controlled Trial of a Parent-focused Intervention to Reduce HIV Risk in Gay and Bisexual Adolescents",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "parent-focused-intervention-to-reduce-hiv-risk-in-gay-and-bisexual-adolescents"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-02",
            "studyFirstSubmitQcDate": "2023-05-02",
            "studyFirstPostDateStruct": {
                "date": "2023-05-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Huebner",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "George Washington University"
            },
            "leadSponsor": {
                "name": "George Washington University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Northwestern University",
                    "class": "OTHER"
                },
                {
                    "name": "Duke University",
                    "class": "OTHER"
                },
                {
                    "name": "University of Utah",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Gay and bisexual youth make up 80% of all new HIV infections among adolescents ages 14-19 in the United States, yet interventions to improve sexual health outcomes in these youth are extremely limited. Our team has developed an intervention -- Parents and Adolescents Talking about Healthy Sexuality (PATHS) -- to reduce HIV risk for gay and bisexual youth by working with their parents to improve the ways parents communicate with their sons about sexual health. The intervention is all completed by parents online and takes 45-60 minutes to complete. The goal of this study is to test whether PATHS helps improve sexual health among gay and bisexual male teens ages 14-19.\n\nTo do this 350 parent-adolescent dyads will be recruited online (50% of those dyads will be racial/ethnic minority). Parents will be randomized to receive either PATHS or a control (a film designed to general support parents of gay/bisexual youth). Parents and sons will then complete surveys every 3 months over a 1-year period. Families assigned to PATHS will be compared to families assigned to the film 6 months after the intervention. Then the families originally given the control film will receive PATHS, and all dyads will be followed for another 6 months. This allows us to test the effects of PATHS in the control arm (by comparing families' experiences in the 6 months before they received the PATHS to their experiences over the next 6 months). It also allows us to test whether families who originally received PATHS will continue to benefit 9 and 12-months after the intervention.\n\nTo assess sexual health, adolescents will complete self-report measures of their comfort using condoms, their access to condoms, their knowledge of the correct way to use a condom, their intentions to use condoms, their awareness of pre-exposure prophylaxis as an HIV prevention method, and their attitudes toward PrEP. If they are sexually active, they will also report about their history of condom use during sex. Adolescents will also complete a video-recorded \"condom demonstration\" in which they will demonstrate the appropriate technique for applying a condom, using a real condom and a oval-shaped shampoo bottle. Finally, adolescents will self-report whether they have received an HIV test in the previous year, consistent with recommendations for gay and bisexual men by the Centers for Disease Control and Prevention."
        },
        "conditionsModule": {
            "conditions": [
                "Hiv",
                "Sexual Health"
            ],
            "keywords": [
                "randomized controlled trial",
                "parenting",
                "sexual minority youth"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Study team members who conduct and code the condom skills demonstrations will be blind to participant condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to the intervention arm are immediately given the opportunity to view Lead with Love, and then to complete the PATHS toolkit. One month after completing PATHS, they complete a \"refresher\" module that is designed to boost the initial effects of PATHS.",
                    "interventionNames": [
                        "Behavioral: Parents and Adolescents Talking about Healthy Sexuality (PATHS)",
                        "Behavioral: Lead with Love (LWL)"
                    ]
                },
                {
                    "label": "Waitlist Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants assigned to the waitlist control arm are immediately given the opportunity to view Lead with Love. One month after viewing the film, they complete a \"refresher\" module that reviews the most important lessons from the film. Six months after being randomized, participants are then given access to the PATHS toolkit. One month after completing the PATHS toolkit, they complete a \"refresher\" module that is designed to boost the initial effects of PATHS.",
                    "interventionNames": [
                        "Behavioral: Parents and Adolescents Talking about Healthy Sexuality (PATHS)",
                        "Behavioral: Lead with Love (LWL)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Parents and Adolescents Talking about Healthy Sexuality (PATHS)",
                    "description": "PATHS is an intervention delivered to parents of AMSM that aims to increase parent communication about sexuality and HIV, as well as other parent behaviors supportive of sexual risk reduction. PATHS can all be accessed online, is self-paced, and typically takes parents 40-60 minutes to complete. The toolkit is comprised of 7 modules, covering a range of topics relevant to increasing parents' motivation, self-efficacy, and intention for communicating about sex. Material is presented in a variety of modalities (e.g., text, videos of experts, videos of other parents describing their experiences). Parents set personalized goals for themselves regarding activities and conversations they want to have with their sons, selecting from a menu of options provided by the intervention. One month later parents complete a \"refresher\" module that queries them about whether they have achieved their goals, and provides customized content to support the behaviors parents have yet to enact.",
                    "armGroupLabels": [
                        "Intervention",
                        "Waitlist Control"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Lead with Love (LWL)",
                    "description": "Lead with Love is a 35-minute \"education entertainment\" film created to provide support, information, and behavioral guidance to parents of lesbian, gay, or bisexual (LGB) children. Drawing from stage-based models of behavior change, and social cognitive theory, it aims to help parents progress through the process of coming to accept their child's sexual orientation, recognizing the importance of their behaviors and reactions to their child's health, and accepting their child's sexual orientation, and engaging in behaviors that are more supportive and less rejecting. This is achieved by telling the true stories of four families and how they responded to the news that their child was LGB, and by having experts (psychologists, teachers, clergy) provide information and guidance. One month after watching LWL, parents return to the website to review \"refresher\" materials that summarize the most important lessons from the film.",
                    "armGroupLabels": [
                        "Intervention",
                        "Waitlist Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in condom use self-efficacy",
                    "description": "15-item scale assessing youth's confidence in their ability to correctly use and acquire condoms.",
                    "timeFrame": "Youth will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be the 6-month post-randomization assessment, adjusted for baseline values."
                },
                {
                    "measure": "Change in condom access",
                    "description": "Youth report (yes/no) whether they have a condom that they could access in one of five different locations (e.g., their bedroom, somewhere else in their home, their locker at school). Having a condom available in any of this locations will count as \"access.\"",
                    "timeFrame": "Youth will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be the 6-month post-randomization assessment, adjusted for baseline values."
                },
                {
                    "measure": "Change in condom use intentions",
                    "description": "Youth will complete two items assessing their intentions to use condoms for insertive and receptive anal intercourse over the next several months.",
                    "timeFrame": "Youth will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be the 6-month post-randomization assessment, adjusted for baseline values."
                },
                {
                    "measure": "Change in PrEP attitudes and beliefs",
                    "description": "Youth will complete 10-items newly created for this study, assessing their attitudes and beliefs about PrEP (e.g., whether PrEP is safe, whether it is effective, whether their parents would support them taking PrEP). Prior to analyses, psychometric tests will be conducted on this new measure to determine whether the scale assesses a single construct, or multiple domains.",
                    "timeFrame": "Youth will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be the 6-month post-randomization assessment, adjusted for baseline values."
                },
                {
                    "measure": "Frequency of condomless anal intercourse (CAS) without protection by PrEP",
                    "description": "Youth will self-report how frequently they have engaged in condomless anal intercourse over the past 3 months. They will also report whether they were using PrEP during that time. The frequency of anal intercourse not protected by a condom or by PrEP will be calculated.",
                    "timeFrame": "Youth will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be the total frequency of CAS reported across both the 3- and 6-month assessments."
                },
                {
                    "measure": "Youth self-report of being \"current\" on HIV testing",
                    "description": "Youth will report whether they have received an HIV test and when the most recent test occurred. Sexually active youth will be considered \"current\" on their HIV testing if they have received an HIV test at any point in the previous year. Youth who are not yet sexually active will be considered \"current\" if they have received one HIV test at any point in their lives.",
                    "timeFrame": "Youth will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will whether youth are \"current\" on HIV testing at the 6-month assessment."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Demonstrated behavioral skill for using condoms correctly",
                    "description": "We will utilize the condoms skills assessment activity as a means for verifying their self-reported self-efficacy for using condoms. While completing their 3-month and 9-month online assessments, AMSM will use an online scheduling system to sign up for a 30-minute appointment to do a condom skill assessment, which will be conducted via Zoom. Once scheduled, participants will be mailed an assessment kit that contains a travel shampoo bottle (phallically shaped) and condoms. Participants will be instructed to demonstrate the correct way to apply a condom to the shampoo bottle, beginning with opening the condom, and ending with removing and disposing of the condom. Following the session, recordings will be coded by two separate team members to determine the number of steps performed correctly (discrepancies will be resolved via discussion).",
                    "timeFrame": "Youth will complete this activity twice: (1) between the 3 and 6-month assessment, and (2) between the 9 and 12-month assessment. The activity conducted between 3 and 6-month assessments will be the primary outcome for this measure."
                },
                {
                    "measure": "Photo of condom in youth's possession",
                    "description": "While completing the 3, 6, 9, and 12-month online assessments, youth who self-report that they have condoms in their possession will be asked to take a photo of the condom in their hand and upload it to the survey system. Photos will viewed by members of the research team to confirm that a condom was photographed as requested. The proportion of youth who are able to upload photos across each condition will be used as a means for verifying the primary outcome of youth self-report of having access to condoms.",
                    "timeFrame": "Photo uploads at the 6-month assessment will be compared across the study arms"
                },
                {
                    "measure": "Parent-report of whether son is \"current\" on his HIV testing",
                    "description": "Parents will report whether their son has, to their knowledge, received an HIV test and when that test occurred. This will be used as a reliability check for youth's self-reports of their HIV testing. Sexually active youth will be considered \"current\" on their HIV testing if they have received an HIV test at any point in the previous year. Youth who are not yet sexually active will be considered \"current\" if they have received one HIV test at any point in their lives.",
                    "timeFrame": "Parents will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be whether youth are \"current\" at the 6-month assessment."
                },
                {
                    "measure": "Change in competency for sexual health",
                    "description": "17-item scale assessing multiple dimensions of youth's comfort engaging in activities that support sexual health (e.g., telling a sex partner you want to stop after you have started having sex; teaching a sex partner what feels good to you sexually).",
                    "timeFrame": "Youth will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be the 6-month post-randomization assessment, adjusted for baseline values."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in parent-adolescent communication about sexual health",
                    "description": "This measure contains subscales assessing: (a) sexual health communication frequency, (b) sexual health communication quality, and (c) negative emotionality during sexual health communication. There are both parent and child reports.",
                    "timeFrame": "Youth will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be the 6-month post-randomization assessment, adjusted for baseline values."
                },
                {
                    "measure": "Change in parent behaviors supportive of sexual health",
                    "description": "The checklist queries parents and children whether they have engaged in five different activities specifically recommended by our intervention: providing information about HIV, providing information about correct condom usage, providing information about condom acquisition, providing information and support for PrEP use, and supporting HIV testing. For each of those four activities, families have multiple ways to do the activity (e.g., for providing information about correct condom use, parents can: send a video, explain the process, or demonstrate the process). Families are coded as having completed the activity if they have engaged in any one of the multiple behaviors congruent with the corresponding activity during the 3 months prior to assessment.",
                    "timeFrame": "Parents and sons will complete this measure at baseline (pre-randomization) and at 3, 6, 9, and 12-months post randomization. The primary outcome will be aggregate of behaviors reported at the 3 and 6-month assessments, adjusted for baseline."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nWe recruit only parent-adolescent dyads for the study. Both parent and adolescent must agree to participate in order to enroll. Only parents receive the intervention. Adolescents are included in the study only for assessment purposes.\n\nParent inclusion criteria: Parent or legal guardian of a child with all of the following characteristics:\n\n1. cisgender male\n2. age 14-19\n3. self-identifies as gay or bisexual\n4. lives in the same house with parent at least 2 days per week\n5. child is willing to enroll in the study and complete assessments\n\nAdolescent inclusion criteria:\n\n1. cisgender male\n2. age 14-19\n3. self-identifies as gay or bisexual\n4. lives in the same house with parent at least 2 days per week\n5. parent is willing to enroll in the study and be randomized to one of two intervention conditions.\n\nExclusion Criteria:\n\n-- Adolescent with known HIV infection",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David M Huebner, PhD, MPH",
                    "role": "CONTACT",
                    "phone": "(202) 780-5893",
                    "email": "davidhuebner@gwu.edu"
                },
                {
                    "name": "Stephanie Micicco, MPH",
                    "role": "CONTACT",
                    "email": "smicucci@email.gwu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "George Washington University",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20052",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David M Huebner, PhD, MPH",
                            "role": "CONTACT",
                            "phone": "202-780-5893",
                            "email": "davidhuebner@gwu.edu"
                        },
                        {
                            "name": "David M Huebner, PhD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}