{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05217615",
            "orgStudyIdInfo": {
                "id": "2020B0244"
            },
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Parent Training for Parents of Toddlers Born Very Premature:",
            "officialTitle": "Parent Training for Parents of Toddlers Born Very Premature: A Factorial Design to Test Web Delivery and Telephone Coaching",
            "acronym": "ezParent",
            "therapeuticArea": [
                "Other"
            ],
            "study": "parent-training-for-parents-of-toddlers-born-very-premature"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-03",
            "studyFirstSubmitQcDate": "2022-01-20",
            "studyFirstPostDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Susie Breitenstein",
                "investigatorTitle": "Professor, Assistant Dean for Research and Innovation",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Rush University Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Nationwide Children's Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Klein Buendel, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to test the effects of the ezParent (web-based parent training program) intervention and telephone coaching calls (coach) on parent and child outcomes after 3-, 6-, and 12-months. Parents (n=220) will be randomized using a 2 x 2 factorial design to: (1) ezParent+coach, (2) ezParent, (3) Active Control+coach, or (4) Active control. The investigators will address these aims:\n\n1. Determine the independent and combined effects of ezParent and coaching calls on parent outcomes. H1: The ezParent and ezParent+coach groups will report greater improvements in parenting skills and self-efficacy and reductions in harsh and negative discipline; and exhibit observed improvements in parent-child emotional connection vs. active control H2: There will be a synergistic effect of ezParent and coaching calls on parent outcomes such that ezParent+coach will provide greater benefit than the sum of the main effects of ezParent or coaching calls.\n2. Determine the independent and combined effects of ezParent and coaching calls on child outcomes. H3: The ezParent and ezParent+coach groups will report greater reductions in child behavior problems vs. active control. H4: There will be a synergistic effect of ezParent and coaching calls on child outcomes such that ezParent+coach will provide greater benefit than the sum of the main effects of ezParent or coaching calls.\n3. Determine differences in ezParent engagement with and without coaching calls. Engagement will be assessed by frequency (the number of times parents use the program), activity (proportion of material completed), and duration (amount of time parents use the program). H5: Relative to the ezParent only group, the ezParent+coach group will exhibit higher engagement with the ezParent.",
            "detailedDescription": "The purpose of this study is to test the separate and combined effects of the ezParent behavioral parent training (BPT) program and coaching calls on parent and former very preterm (VPT) child outcomes. Currently, there is no effective, accessible BPT intervention for parents of former VPT infants. The goal is to develop a widely accessible and effective form of BPT delivery to address the unmet and unique needs of parents of VPT children. This is a critical gap, because without such tailored intervention, early behavior problems will persist and impair individual and family functioning over the long term.\n\nA 2x2 factorial randomized design will be used with parent-child dyads (n=220) of children age 20-30 months corrected age (CA) who were born VPT (\\<32 weeks gestational age). Parent-child dyads will be randomized into one of four groups: (1) ezParent+coach, (2) ezParent, (3) Active Control+coach, or (4) Active Control. Parent and child outcome data will be collected at 4 time points (baseline; 3 months post-baseline; 6 months post-baseline; 12 months post-baseline).\n\nThe specific aims are to determine the independent and combined effects of ezParent and coaching calls on parent outcomes and child outcomes and to identify differences in ezParent engagement with and without coaching calls. Study hypotheses are:\n\n1. Parents in the ezParent and ezParent+coach groups will report greater improvements in parenting skills and self-efficacy and reductions in harsh and negative discipline; and exhibit observed improvements in parent-child emotional connection vs. active control.\n2. There will be a synergistic effect of ezParent and coaching calls on parent outcomes such that ezParent+coach will provide greater benefit than the sum of the main effects of ezParent or coaching calls.\n3. Parents in the ezParent and ezParent+coach groups will report greater reductions in child behavior problems vs. active control.\n4. There will be a synergistic effect of ezParent and coaching calls on child outcomes such that ezParent+coach will provide greater benefit than the sum of the main effects of ezParent or coaching calls.\n5. Relative to the ezParent only group, the ezParent+coach group will exhibit higher engagement with the ezParent.\n\nParent-child dyads (n=220) will be recruited for this study from 2 large pediatric academic medical centers that care for large and diverse populations of children born preterm (Nationwide Children's Hospital (NCH), Columbus, OH, and Rush University Medical Center (RUMC), Chicago IL). Recruitment will be coordinated through RUMC and NCH's NICU follow-up clinics. Recruitment methods include: (a) in person recruitment by trained Research Assistants (RAs) at scheduled NICU follow up clinic appointments, (b) study information provided by NICU follow up clinics, and (c) direct mailings (email and postal) to parents with children in the eligible age range generated through the NICU follow up clinics via listservs and patient lists.\n\nAfter consent and completion of baseline surveys, parent-child dyads are randomized to one of four groups: ezParent, ezParent+coach, control, or control+coach. Based on participants' random group assignments, parents will receive instructions on the use of the assigned digital intervention and if parents are in a coaching group will schedule their first coaching call. The intervention period is 10-weeks. Parents in all groups will complete their digital program during that 10-weeks and parents in coaching groups will participate in weekly, brief (\\~15 minutes) coaching calls. Intervention activities are for parents only. There is no active child involvement during the intervention period. However, children may experience changes in parent behavior based on their receipt of the intervention content.\n\nThe ezParent Program is a 6-module digital adaptation of the group-based Chicago Parent Program (CPP). The CPP is an evidence-based, 12-session program for parents of young children. The purpose of the program is to strengthen parenting, decrease child d behavior problems, and increase child prosocial behavior. Each module includes: a video narrator describing parenting strategies; video vignettes of parents and children as examples of how parenting strategies work; questions following each vignette for parents to reflect upon; interactive activities for parents to complete; knowledge questions to assess parent understanding of the strategies; and practice assignments. The control program includes six topic areas are: Immunizations, Common Childhood Illnesses, Nutrition, Dental Health, and Indoor and Outdoor Injury Prevention/Safety. The program includes digital handouts, websites, and resources provided to parents of children in this age group.\n\nParents in the coaching groups will receive brief (\\~15 min) weekly telephone coaching calls to provide parents with an opportunity to receive clarification of intervention content (e.g., ezParent or control), encouragement and reinforcement of intervention completion, and support tailoring of intervention content for their child.\n\nParents will complete surveys and observations at 3-month post-baseline and surveys at 6 months and 12 months post-baseline."
        },
        "conditionsModule": {
            "conditions": [
                "Parenting",
                "Problem Behavior",
                "Premature Birth",
                "Parenting Intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "2x2 Factorial Design",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "RAs collecting baseline data are blind to the participant initial randomization condition until all surveys are completed. Once the parent participant has been randomized to their initial condition (e.g., ezParent, ezParent+coach, control, control+coach), they will be provided specific instructions based on their condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 490,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ezParent+ coach",
                    "type": "EXPERIMENTAL",
                    "description": "ezParent - Program is a 6-module digital adaptation of the group-based Chicago Parent Program, 12-session program for parents of young children. A core objective of the CPP is to promote positive parenting behavior - for example, teaching parents to limit the amount of attention given to negative behaviors and reward the positive - to decrease child behavior problems and increase child prosocial behavior.\n\nCoach - The purpose of the brief weekly telephone coaching calls is to provide parents with an opportunity to receive clarification of intervention content, encouragement and reinforcement of intervention completion, and support tailoring of intervention content for their child. The coaching calls will be guided by a semi-structured script aimed at supporting parent learning and motivation. Coaches will be trained in active and empathic listening and problem solving techniques to facilitate learning and support of parents.",
                    "interventionNames": [
                        "Behavioral: ezParent",
                        "Behavioral: Coaching calls"
                    ]
                },
                {
                    "label": "ezParent",
                    "type": "EXPERIMENTAL",
                    "description": "ezParent - Program is a 6-module digital adaptation of the group-based Chicago Parent Program, 12-session program for parents of young children. A core objective of the CPP is to promote positive parenting behavior - for example, teaching parents to limit the amount of attention given to negative behaviors and reward the positive - to decrease child behavior problems and increase child prosocial behavior.",
                    "interventionNames": [
                        "Behavioral: ezParent"
                    ]
                },
                {
                    "label": "Active Control+coach",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Active Control - The active control is an adaptation of a digital application used in our previous study (HS024273). The program will include general information typically provided during well-child or NICU follow up visits but unrelated to parenting or child development and behavior. Six topic areas are: Immunizations, Common Childhood Illnesses, Nutrition, Dental Health, and Indoor and Outdoor Injury Prevention/Safety. The program includes digital handouts, websites, and resources provided to parents of children in this age group.\n\nCoach - The purpose of the brief weekly telephone coaching calls is to provide parents with an opportunity to receive clarification of intervention content, encouragement and reinforcement of intervention completion, and support tailoring of intervention content for their child. The coaching calls will be guided by a semi-structured script aimed at supporting parent learning and motivation.",
                    "interventionNames": [
                        "Behavioral: Coaching calls",
                        "Behavioral: Active Control"
                    ]
                },
                {
                    "label": "Active Control",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The active control is an adaptation of a digital application used in our previous study (HS024273). The program will include general information typically provided during well-child or NICU follow up visits but unrelated to parenting or child development and behavior. Six topic areas are: Immunizations, Common Childhood Illnesses, Nutrition, Dental Health, and Indoor and Outdoor Injury Prevention/Safety. The program includes digital handouts, websites, and resources provided to parents of children in this age group. Parents will be instructed to review each topic over 10-weeks (\\~1 topic every 1.5 weeks) to match the dose and timing of contact that the intervention groups will receive.",
                    "interventionNames": [
                        "Behavioral: Active Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ezParent",
                    "description": "The ezParent Program is a 6-module web-based adaptation of the group-based Chicago Parent Program (CPP). ezParent uses multiple strategies to promote skill development in parents. Each module includes (a) video narrator descriptions of parenting strategies, (b) video vignettes of parents and children as examples of how parenting strategies work, (c) questions following each vignette for parents to reflect upon, (d) interactive activities for parents to complete, (e) knowledge questions to assess parent understanding of the strategies, and (f) practice assignments. To tailor to the former VPT population, developmental tips are included. Parents are instructed to complete the 6 modules over 10-weeks, approximately 1 module every 1.5 weeks. At the end of each module, parents receive a practice assignment linked to the module content. To encourage and support program completion, parents receive automated text messages and badges.",
                    "armGroupLabels": [
                        "ezParent",
                        "ezParent+ coach"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Coaching calls",
                    "description": "The purpose of the brief (\\~15 min) telephone coaching calls is to provide parents with clarification of program content, encouragement and reinforcement of program completion, and support tailoring of intervention content (ezParent or Active Control)for their child. Coaching calls are guided by a semi-structured script aimed at supporting parent learning and motivation. Calls will be scheduled every week for 10 weeks. Each call will include an opportunity for parents to identify and discuss:(a) questions regarding the materials and content received in their respective groups,(b) identification of potential barriers and strategies to overcome barriers for completion of intervention (ezParent or control) content in their respective group, and (c)follow up on discussion points from previous calls. In both conditions, coaches will have access to a web-based usage portal to guide the discussion.",
                    "armGroupLabels": [
                        "Active Control+coach",
                        "ezParent+ coach"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Active Control",
                    "description": "The active control is an adaptation of a web-based application developed in our previous study (R01-HS024273). The program will include general information typically provided during well-child or NICU follow up visits. Six topic areas are: Immunizations, Common Childhood Illnesses, Nutrition, Dental Health, and Indoor and Outdoor Injury Prevention/Safety. The program includes handouts, websites, and resources provided to parents of children in this age group. Parents will be instructed to review each topic over 10-weeks, approximately 1 topic every 1.5 weeks",
                    "armGroupLabels": [
                        "Active Control",
                        "Active Control+coach"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Parenting Self-efficacy and Competence (Parenting Sense of Competence Scale (PSOC))",
                    "description": "The Parenting Sense of Competence Scale (PSOC) has 17-items, with 2 subscales: satisfaction (person's liking of the parenting role) and efficacy (person's perceived competence in the parenting role). Scoring is on a 6-point scale (1 = strongly disagree to 6 = strongly agree). Higher scores indicate a better outcome (higher perceived parenting satisfaction and efficacy). The PSOC is correlated with other measures of family life and child behavior, and the satisfaction subscale is strongly correlated with measures of child behavior, parent well-being, and parenting style.",
                    "timeFrame": "baseline; 3-month, 6-month, 12-month post-baseline"
                },
                {
                    "measure": "Change in observed parent-child interaction and emotional connection (Welch Emotional Connection Scale (WECS)",
                    "description": "WECS is an observational instrument for measuring key indicators of parent-child dyadic emotional connection (attraction, vocal communication, facial communication, and sensitivity/reciprocity) and is a construct of early relational health (ERH).",
                    "timeFrame": "3-month post baseline"
                },
                {
                    "measure": "Change in Child Behavior (Eyberg Child Behavior Inventory (ECBI))",
                    "description": "The Eyberg Child Behavior Inventory (ECBI) is a 36-item scale designed to measure the presence and intensity of problem behavior. Each item is measured on two scales: the Problem Scale (dichotomous) and Intensity Scale (7-point). Higher scores indicate a worse outcome (parent report of higher problem behaviors).The ECBI and CBCL are valid measure of child behavior problems, with established convergent validity across racial and ethnic populations and economically and linguistically diverse samples.",
                    "timeFrame": "baseline; 3-month, 6-month, 12-month post-baseline"
                },
                {
                    "measure": "Change in Parenting Behaviors (Parent Questionnaire (PQ))",
                    "description": "Follow-through subscale from the Parent Questionnaire (PQ. The follow-through subscale has 6-items and is scored on a 5-point scale related to parents' perception of how they perceive their behavior in following through on instructions and discipline. Higher scores indicate a better outcome.",
                    "timeFrame": "baseline; 3-month, 6-month, 12-month post-baseline"
                },
                {
                    "measure": "Change in Parenting Stress (Parenting Stress Index-Short Form (PSI-SF))",
                    "description": "A self-report screening tool that identify the sources and different types of stress that come with parenting. Parents report their level of agreement with 36 items. There are three subscales: parental distress, parent-child dysfunctional interaction, and difficult child. A total stress score is calculated that indicates the overall level of stress a person is feeling in their role as a parent. Higher scores indicate a worse outcome (higher parenting stress). The PSI-SF is a valid measure of parenting stress in multicultural samples and for parents from lower socioeconomic groups.",
                    "timeFrame": "baseline; 3-month, 6-month, 12-month post-baseline"
                },
                {
                    "measure": "Change in Child Behavior (Child Behavior Checklist 1½-5 (CBCL))",
                    "description": "The Child Behavior Checklist 1½-5 (CBCL) is a 99-item parent-report measure of frequencies of problem behaviors of children aged 1½ - 5. Two scales (externalizing (disruptive behavior problems, aggression, and hyperactivity) and Internalizing (anxiety, inhibition, depression, and social withdrawal) are rated on a 3- point scale (0 = not true; 1 = somewhat or sometimes true; and 2 = very true or often true). The CBCL is a valid assessment of behavior among former VPT infants. Higher scores indicate a worse outcome (higher child behavior problems).",
                    "timeFrame": "baseline; 3-month, 6-month, 12-month post-baseline"
                },
                {
                    "measure": "Change in Parenting Style and Behavior (Parenting Style Dimensions Questionnaire)",
                    "description": "The PSDQ is a 32-item questionnaire that is grouped into three styles and seven dimensions of parenting behaviors and styles. Parents respond to a 5-point scale (1 = never; 2= once in a while; 3= about half of the time; 4= very often; 5 = always). Scores are grouped to identify parenting style and dimensions, based on scores.",
                    "timeFrame": "baseline; 3-month, 6-month, 12-month post-baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Program satisfaction",
                    "description": "The 22-item satisfaction survey includes: usefulness of program in managing child's behavior (3-items), acceptability of treatment format procedures (3-items), acceptability of program content (4-items), perceived program impact on participant as a parent (8-items) and helpfulness of intervention as an immediate resource for behavioral concerns (4-items).",
                    "timeFrame": "3-month post baseline follow up"
                },
                {
                    "measure": "Intervention engagement",
                    "description": "Metrics include: time stamps of all parent use of the program. Data is all accessible through digital tracking.",
                    "timeFrame": "up to 3-months post-baseline (during intervention period)"
                },
                {
                    "measure": "Parent engagement - coaching calls",
                    "description": "Metrics include: number of completed coaching phone calls, phone call attempts, and length of calls. Parents and coach will complete study developed process evaluation of parent engagement in calls and parent-coach relationship quality.",
                    "timeFrame": "up to 3-months post-baseline (during intervention period)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "General Demographics and Income",
                    "description": "Demographics (e.g., age, race/ethnicity, household structure) will be collected using a 32-item demographic inventory.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Neighborhood and community characteristics",
                    "description": "9 items from the National Survey of Children's Health. Questions include perceived neighborhood social support, condition, and safety",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Confusion, Hubbub, and Order Scale (CHAOS)",
                    "description": "The CHAOS is 15-items and is designed to assess the level of environmental confusion and disorganization in the home. Scoring is on a 4-point scale (1 = very much to 4 = not at all like your own home). A total score represents the level of chaos and disorganization in the home environment. Higher scores indicate greater home chaos and disorganization.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Confusion, Hubbub, and Order Scale (CHAOS)",
                    "description": "The CHAOS is 15-items and is designed to assess the level of environmental confusion and disorganization in the home. Scoring is on a 4-point scale (1 = very much to 4 = not at all like your own home). A total score represents the level of chaos and disorganization in the home environment. Higher scores indicate greater home chaos and disorganization.",
                    "timeFrame": "3-month post-baseline"
                },
                {
                    "measure": "Confusion, Hubbub, and Order Scale (CHAOS)",
                    "description": "The CHAOS is 15-items and is designed to assess the level of environmental confusion and disorganization in the home. Scoring is on a 4-point scale (1 = very much to 4 = not at all like your own home). A total score represents the level of chaos and disorganization in the home environment. Higher scores indicate greater home chaos and disorganization.",
                    "timeFrame": "6-month post-baseline"
                },
                {
                    "measure": "Confusion, Hubbub, and Order Scale (CHAOS)",
                    "description": "The CHAOS is 15-items and is designed to assess the level of environmental confusion and disorganization in the home. Scoring is on a 4-point scale (1 = very much to 4 = not at all like your own home). A total score represents the level of chaos and disorganization in the home environment. Higher scores indicate greater home chaos and disorganization.",
                    "timeFrame": "12-month post-baseline"
                },
                {
                    "measure": "Vineland Adaptive Behavior Scale (3rd edition)",
                    "description": "Communication (receptive and expressive) and Socialization (interpersonal, play and leisure, and coping skills) scales of the Vineland-3 will be used to screen for study eligibility and evaluate developmental progress. The Parent/Caregiver Form asks about home and family-life behavior and parents respond to a series of questions about their child's abilities on a scale of 0=never; 1=sometimes; 2=usually or often and stop after they have given five scores of 0 in a row. This scale is used for eligibility screening (parents will not be included if: the child demonstrates a profound developmental and adaptive skill impairment (standard score of 55, 3 SDs below the M, below the 1st percentile) as reported by parents on the Vineland Adaptive Behavior Scale (3rd edition) Communication or Socialization Index)",
                    "timeFrame": "Eligibility screening"
                },
                {
                    "measure": "Perceived Stress Scale",
                    "description": "Measures the degree to which situations in one's life are appraised as stressful. 10-items, scored on a 5-point scale ( 0 - never 1 - almost never 2 - sometimes 3 - fairly often 4 - very often); higher scores indicate higher perceived stress.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Perceived Stress Scale",
                    "description": "Measures the degree to which situations in one's life are appraised as stressful. 10-items, scored on a 5-point scale ( 0 - never 1 - almost never 2 - sometimes 3 - fairly often 4 - very often); higher scores indicate higher perceived stress.",
                    "timeFrame": "3-month post-baseline"
                },
                {
                    "measure": "Perceived Stress Scale",
                    "description": "Measures the degree to which situations in one's life are appraised as stressful. 10-items, scored on a 5-point scale ( 0 - never 1 - almost never 2 - sometimes 3 - fairly often 4 - very often); higher scores indicate higher perceived stress.",
                    "timeFrame": "6-month post-baseline"
                },
                {
                    "measure": "Perceived Stress Scale",
                    "description": "Measures the degree to which situations in one's life are appraised as stressful. 10-items, scored on a 5-point scale ( 0 - never 1 - almost never 2 - sometimes 3 - fairly often 4 - very often); higher scores indicate higher perceived stress.",
                    "timeFrame": "12-month post-baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Parent or legal guardian of a child that was very preterm (VPT) (gestational age \\< 32 weeks) between 20 - 30 months corrected age\n* parent is English speaking\n* parent has a smartphone, tablet, or computer with Wi-Fi or wireless access to receive the digital intervention component for their assigned group.\n\nExclusion Criteria:\n\n- child demonstrates a profound developmental and adaptive skill impairment (standard score of 55, 3 SDs below the M, below the 1st percentile) as reported by parents on the Vineland Adaptive Behavior Scale (3rd edition) Communication or Socialization Index.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "20 Months",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Susie Breitenstein, PhD",
                    "role": "CONTACT",
                    "phone": "614-688-4614",
                    "email": "breitenstein.5@osu.edu"
                },
                {
                    "name": "Sandra Solove, MA",
                    "role": "CONTACT",
                    "phone": "614-247-8366",
                    "email": "solove.3@osu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kousiki Patra, MD",
                            "role": "CONTACT",
                            "phone": "312-942-6640",
                            "email": "kousiki_patra@rush.edu"
                        },
                        {
                            "name": "Kousiki Patra, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amanda Miglin, BS",
                            "role": "CONTACT",
                            "phone": "614-722-2777",
                            "email": "amanda.miglin@nationwidechildrens.org"
                        },
                        {
                            "name": "Sarah Keim, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Ohio State University College of Nursing",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susie Breitenstein, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35732380",
                    "type": "DERIVED",
                    "citation": "Greene MM, Schoeny ME, Berteletti J, Keim SA, Neel ML, Patra K, Smoske S, Breitenstein S. ezPreemie study protocol: a randomised controlled factorial trial testing web-based parent training and coaching with parents of children born very preterm. BMJ Open. 2022 Jun 22;12(6):e063706. doi: 10.1136/bmjopen-2022-063706."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                },
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Premature",
                    "relevance": "HIGH"
                },
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Problem Behavior",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}