{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05300971",
            "orgStudyIdInfo": {
                "id": "21-0433"
            },
            "organization": {
                "fullName": "University of Colorado, Boulder",
                "class": "OTHER"
            },
            "briefTitle": "Passive Heat Therapy for Lowering Systolic Blood Pressure and Improving Vascular Function in Mid-life and Older Adults",
            "officialTitle": "Passive Heat Therapy for Lowering Systolic Blood Pressure and Improving Vascular Function in Mid-life and Older Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "passive-heat-therapy-for-lowering-systolic-blood-pressure-and-improving-vascular-function-in-mid-life-and-older-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-27",
            "studyFirstSubmitQcDate": "2022-03-18",
            "studyFirstPostDateStruct": {
                "date": "2022-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-03-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-03-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Douglas Seals",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Colorado, Boulder"
            },
            "leadSponsor": {
                "name": "University of Colorado, Boulder",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to determine the effects of \\~12 weeks of repeated hot water immersion (\"heat therapy\") vs. thermoneutral water immersion on blood pressure and vascular function in late middle-life to older (≥50 years) adults.",
            "detailedDescription": "Advancing age is the primary risk factor for cardiovascular diseases (CVD), which remain the leading cause of death in the developed world. The key process that links aging to increased risk of CVD is increases in systolic blood pressure and the development of arterial dysfunction (i.e., impaired endothelial function and arterial stiffening).\n\nPassive heat therapy, in the form of repeated use of hot baths and saunas, has been used by several cultures for centuries; however, the physiological benefits are only now being elucidated. For example, recent studies have found that lifelong habitual sauna use is associated with considerably reduced risk of all-cause mortality, sudden cardiac death, CVD-related death. In addition, 8-10 weeks of hot water immersion in young adults has been shown to improve endothelial function and reduces arterial stiffness and blood pressure. Therefore, the investigators expect heat therapy to similarly improve blood pressure and vascular function in middle-life and older adults who are at greater risk of CVD."
        },
        "conditionsModule": {
            "conditions": [
                "Aging"
            ],
            "keywords": [
                "Endothelial function",
                "Arterial stiffness",
                "Heat",
                "Hot water immersion",
                "Systolic blood pressure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, sham controlled (parallel design), single-blind",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Investigators collecting and analyzing data will be blinded to subject treatment arms. Treatment arm will not be revealed to subjects but they may realize if they are in the experimental vs. sham group.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Heat therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Hot water immersion \\~3x per week for 12 weeks",
                    "interventionNames": [
                        "Other: Heat therapy"
                    ]
                },
                {
                    "label": "Thermoneutral water immersion",
                    "type": "SHAM_COMPARATOR",
                    "description": "Thermoneutral water immersion \\~3x per week for 12 weeks",
                    "interventionNames": [
                        "Other: Thermoneutral water immersion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Heat therapy",
                    "description": "36 sessions (\\~3x per week for 12 weeks) of hot water immersion in 40°C water, sufficient to raise body core temperature to 38.5°C, and 12 weeks of follow-up.",
                    "armGroupLabels": [
                        "Heat therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Thermoneutral water immersion",
                    "description": "36 sessions (\\~3x per week for 12 weeks) of thermoneutral water immersion in 36°C water to prevent changes in body core temperature \\>0.2°C, and 12 weeks of follow-up.",
                    "armGroupLabels": [
                        "Thermoneutral water immersion"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in casual systolic blood pressure from baseline to 2, 4, 6, 8, 10, and 12 weeks of heat therapy, and 4 and 12 weeks of follow-up.",
                    "description": "Casual brachial artery systolic blood pressure, measured in triplicate (and averaged)",
                    "timeFrame": "0 weeks, 2 weeks, 4 weeks, 6 weeks, 8 weeks, 10 weeks, 12 weeks, 16 weeks, 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in 24-hour ambulatory systolic blood pressure from from baseline to 2, 4, 6, 8, 10, and 12 weeks of heat therapy, and 4 and 12 weeks of follow-up.",
                    "description": "Brachial artery systolic blood pressure measured over 24 hours with an ambulatory monitor",
                    "timeFrame": "0 weeks, 2 weeks, 4 weeks, 6 weeks, 8 weeks, 10 weeks, 12 weeks, 16 weeks, 24 weeks"
                },
                {
                    "measure": "Change in brachial artery flow-mediated dilation from baseline to 2, 4, 6, 8, 10, and 12 weeks of heat therapy, and 4 and 12 weeks of follow-up.",
                    "description": "Measure of endothelial function",
                    "timeFrame": "0 weeks, 2 weeks, 4 weeks, 6 weeks, 8 weeks, 10 weeks, 12 weeks, 16 weeks, 24 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in carotid-femoral pulse wave velocity from baseline to 2, 4, 6, 8, 10, and 12 weeks of heat therapy, and 4 and 12 weeks of follow-up.",
                    "description": "Measure of large elastic artery stiffness",
                    "timeFrame": "0 weeks, 2 weeks, 4 weeks, 6 weeks, 8 weeks, 10 weeks, 12 weeks, 16 weeks, 24 weeks"
                },
                {
                    "measure": "Change in carotid artery beta-stiffness index from baseline to 2, 4, 6, 8, 10, and 12 weeks of heat therapy, and 4 and 12 weeks of follow-up.",
                    "description": "Measure of large elastic artery stiffness",
                    "timeFrame": "0 weeks, 2 weeks, 4 weeks, 6 weeks, 8 weeks, 10 weeks, 12 weeks, 16 weeks, 24 weeks"
                },
                {
                    "measure": "Safety of heat therapy, as assessed by recording incidence of adverse events",
                    "description": "Safety, i.e., risk to the subject, will be assessed by recording incidence of adverse events, which will be defined as any heat-related symptom or event (e.g., lightheadedness, low SBP or high HR) that results in the subject either sitting up early (if previously fully submerged) or being removed from the tub early.",
                    "timeFrame": "Through study completion, an average of 7 months"
                },
                {
                    "measure": "Tolerability of heat therapy, as assessed by the rate at which enrolled subjects drop out due to adverse events.",
                    "description": "Tolerability of heat therapy, i.e., the degree to which overt adverse effects can be tolerated by our subjects, will be assessed by the rate at which enrolled subjects drop out due to adverse events.",
                    "timeFrame": "Through study completion, an average of 7 months"
                },
                {
                    "measure": "Feasibility for implementation of heat therapy, as assessed using a validated 12-item implementation questionnaire (\"Feasibility for Implementation Survey\")",
                    "description": "Feasibility for implementation of heat therapy: the acceptability (the extent to which heat therapy is attractive or agreeable), appropriateness (how strongly heat therapy fits the consumers' needs), and feasibility (the extent to which heat therapy can be performed practically and successfully) of heat therapy assessed using a validated 12-item implementation questionnaire (5-point Likert scale; 1 = low feasibility; 5 = high feasibility).",
                    "timeFrame": "0 weeks, 12 weeks, 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Able to provide informed consent (no clinical diagnosis of dementia or related diseases AND mini mental state exam score \\>20).\n* Willing to accept random assignment to intervention.\n* Aged 50+ years.\n* Premenopausal women must not be pregnant (confirmed by urine pregnancy test).\n* Casual systolic blood pressure 120-159 mmHg.\n* Sufficiently healthy to undergo heat stress, as determined by the CTRC physician Dr. Wolfe and physician of record Dr. Chonchol based on medical history, physical exam, blood chemistries, and 12-lead ECG at rest and during the graded exercise test. Subjects with established clinical diseases may participate so long it is not determined that heat therapy could be detrimental to their health (determined case-by-case, but examples of subjects who may be excluded include those currently undergoing chemotherapy treatment or chronic kidney disease patients requiring dialysis).\n* Ability to refrain from the use of dietary supplements, anti-inflammatory medications, and prescription medications prior to experimental testing and/or water immersion visits in some cases (occasionally used PDE5 inhibitors and nitrites) (for the durations described above), as determined by the CTRC physician and approved by the subject's primary care provider if deemed necessary (see Procedures below for more detail). (rationale: many of these agents can acutely modulate vascular function).\n* Weight stable in the prior 3 months (≤ 2 kg weight change) and willing to remain weight stable over the course of the study.\n* Willing to maintain physical activity, diet, and other lifestyle factors for the entire 6-month duration of the study.\n* Free from alcohol dependence or abuse, as defined by the American Psychiatry Association, Diagnostic and Statistical Manual of Mental Disorders (DSM-IV).\n\nExclusion Criteria:\n\n* Individuals taking 3+ anti-hypertensive medications (rationale: these individuals typically have resistant or secondary hypertension. Individuals taking 1-2 anti-hypertensive medications will still be included, with the exception of beta-blockers.)\n* SBP 140-159 mmHg but not on anti-hypertensive medications. (rationale: ACC/AHA guidelines indicate that immediate pharmacotherapy is advised for these individuals. Potential subjects with SBP in this range will discuss options/receive recommendations from a CTRC physician and be referred to their primary care provider. If they begin anti-hypertensive medication, they will be eligible to participate in the study after they have been on them for at least 3 months, assuming they still qualify. If they decide not to begin anti-hypertensive medications, they must receive approval for their primary care provider that it is ok for them to participate in the study.)\n* Regular vigorous aerobic/endurance exercise: \\>4 bouts per week for \\>30 min per bout at a workload of \\>10 METS, determined based on screening surveys and workload confirmed by MAQ during Visit 1. (rationale: aerobic exercise training independently lowers blood pressure and improves arterial function33,74,75).\n* Body mass index (BMI) \\>40 kg/m2 (rationale: BP and vascular measurements can be inaccurate in severely obese subjects and these subjects may differ in many ways from normal weight, overweight, or less obese subjects).\n* Current use of anticholinergics (e.g. amitriptyline), alpha-blockers (e.g. Flomax), and beta-blockers (e.g., propranolol) (rationale: these medications can interfere with thermoregulation and/or control of blood pressure during heat stress). \\*Note: anti-hypertensive medications besides beta-blockers will be allowed-see \"Additional considerations for subjects taking anti-hypertensive medications\" below under the intervention procedures for Section XI.).\n* Current use of certain prescription medications taken at a dose or frequency high enough to potentially interfere with thermoregulation and/or blood pressure control during heat stress. These include nitrates and nitrites (e.g. nitroglycerin), PDE5 inhibitors (e.g. Viagra), amphetamines (e.g., ADD/ADHD drugs), insulin, and thyroid medications. Risk of each of these classes of medications depends on dose and other medications also being taken. Thus, Drs. Wolfe and Chonchol will make decisions whether subjects taking these medications should be excluded. (Note: occasional use of PDE5 inhibitors and nitrates ok so long as they are not taken for the following durations around water immersion sessions, PDE5 inhibitors: 24 hours before through the 8 hours after; nitrates: 8 hours before through 8 hours after, and (for both classes of medications) in the 48 hours before through the 48 hours after visits in which nitroglycerin is administered \\[visits 3, 10, \\& 13\\] - Drs. Wolfe and Chonchol can extend these durations as they deem necessary and will have the opportunity to do so during the medication review process at screening).\n* Orthostatic hypotension, as determined by medical history or during screening as a reduction of \\>20 mmHg on SBP and/or \\>10 mmHg in diastolic BP within 3 min of going from seated to standing (rationale: passive heat therapy is contraindicated for individuals with orthostatic hypotension).\n* Atrial fibrillation or flutter (rationale: it is possible individuals with atrial fibrillation/flutter may have a higher risk of arrhythmias during hot water immersion).\n* Unstable cardiovascular diseases (e.g., unstable angina or recent myocardial infarction or stroke) (rationale: heat therapy is contraindicated for individuals with unstable CVDs).\n* Recent major change in health status within previous 3 months (e.g., surgery, significant infection or illness, including COVID-19). What is considered \"major\" or \"significant\" may be evaluated by the physician of record on a case-by-case basis. An example of a surgery that would likely not be considered \"major\" is out-patient removal of a basal cell carcinoma. \"Significant\" infections include those requiring hospitalization or long durations (i.e., months) of recovery. Additionally, subjects with acute fever/illness (Tre ≥ 38.0°C) will not be able to undergo screening or participate in water immersion sessions until fever/illness has resolved. Subjects with a confirmed positive case of COVID-19 will not be able to participate until COVID-19 symptoms have resolved and 2 weeks after diagnosis. Subjects will be asked to let us know if they are sick so that sessions/testing can be rescheduled.\n* Open wounds or skin lesions. History of skin-related conditions or sensitivities to prolonged water immersion or exposure to pool chemicals.\n* Blood donation within the past 2 months (if subjects have donated blood within the last 2 months, we will ask if they are willing to delay the start of the study until it has been 2 months since their last blood donation)\n* Inability to tolerate blood draws, intravenous catheters, including past fainting in response to blood sampling. (rationale: at the least, we must be able to obtain enough blood for clinical chemistries to ensure safety).\n* Any rectal, anal, vaginal, or prostate surgery within the last 3 months, current or recent (within the last 3 months) hemorrhoids, or related concerns regarding use of rectal thermistor.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Holden W Hemingway, PhD",
                    "role": "CONTACT",
                    "phone": "720-663-9395",
                    "email": "holden.hemingway@colorado.edu"
                },
                {
                    "name": "Emily Adam, BS",
                    "role": "CONTACT",
                    "phone": "303-735-6410",
                    "email": "emily.adam@colorado.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Douglas R Seals, PhD",
                    "affiliation": "University of Colorado, Boulder",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Vienna E Brunt, PhD",
                    "affiliation": "University of Colorado, Boulder",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Boulder",
                    "status": "RECRUITING",
                    "city": "Boulder",
                    "state": "Colorado",
                    "zip": "80309",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vienna E Brunt, PhD",
                            "role": "CONTACT",
                            "phone": "303-735-4554",
                            "email": "vienna.brunt@colorado.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.01499,
                        "lon": -105.27055
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27270841",
                    "type": "BACKGROUND",
                    "citation": "Brunt VE, Howard MJ, Francisco MA, Ely BR, Minson CT. Passive heat therapy improves endothelial function, arterial stiffness and blood pressure in sedentary humans. J Physiol. 2016 Sep 15;594(18):5329-42. doi: 10.1113/JP272453. Epub 2016 Jun 30."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000054160",
                    "term": "Systolic Murmurs"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006337",
                    "term": "Heart Murmurs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27583",
                    "name": "Systolic Murmurs",
                    "asFound": "Systolic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9425",
                    "name": "Heart Murmurs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}