{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05616130",
            "orgStudyIdInfo": {
                "id": "IRB202100572"
            },
            "secondaryIdInfos": [
                {
                    "id": "RM1GM139690",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/RM1GM139690"
                },
                {
                    "id": "R35GM140806",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R35GM140806"
                }
            ],
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Pathological Myeloid Activation After Sepsis and Trauma",
            "officialTitle": "Pathological Myeloid Activation After Sepsis and Trauma Subtitle: Dysfunctional Myelopoiesis and Myeloid-Derived Suppressor Cells in Sepsis Pathobiology",
            "therapeuticArea": [
                "Critical Care",
                "Infectious Diseases",
                "Other"
            ],
            "study": "pathological-myeloid-activation-after-sepsis-and-trauma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-07",
            "studyFirstSubmitQcDate": "2022-11-07",
            "studyFirstPostDateStruct": {
                "date": "2022-11-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of General Medical Sciences (NIGMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to better understand what happens to circulating blood after a patient experiences severe trauma injury. The main questions it aims to answer are: Is severe human trauma associated with specific patterns of development in the hematopoietic stem cells of these patients? and Does the initial severe trauma injury create immunosuppression and increase risk of in-hospital sepsis? Participants in study will give blood samples and a waste sample of bone marrow at time of operative repair of traumatic orthopedic injuries, supply medical information and participate in surveys and assessments during recovery from their injury(ies). Researchers will compare severe trauma injury patients to elective hip repair patients to see if immunosuppression and specific development patterns occur in the trauma patient versus the otherwise healthy hip surgery patient.",
            "detailedDescription": "Severe trauma is linked with challenging clinical trajectories as well as dismal long-term outcomes following hospital discharge. In surgical intensive care units, an alarming percentage of trauma patients can develop chronic critical illness (CCI), a prolonged acute-care and chronic-care hospitalization with unresolved organ dysfunction. CCI frequently manifests as a persistent inflammation, immunosuppression and catabolism syndrome (PICS). Trauma survivors suffering from PICS have repeat infections, poor cognitive performance, physical dysfunction and self-reported poor quality of life. These conditions, at least in part, are due to an unresolving pathologic myelopoiesis and ensuing prevalence of distinct myeloid-derived suppressor cells (MDSCs). The investigator's laboratory has also discovered key distinctions in these MDSCs' accompanying pathologic myeloid activation, while concurrently, they produce inflammatory cytokines, reactive nitric oxide (NO), oxidation and peroxidation products that damage parenchymal cells and promote inflammation. In addition, there are hematopoietic stem and progenitor cells (HSPCs), from which these white blood cells are derived, in the bone marrow and blood that contribute to the development of these dysfunctional cells. The investigators hypothesize that epigenetic alterations and immunometabolism affect each other in relation to the development and suppressive activity of these MDSCs. The overarching goal is to build upon this foundation and expand our understanding of the patient immune response to trauma. The investigator's goal is to define the key aspects of MDSC and HSPC pathophysiology that engender and maintain pathologic myeloid activation and its pathology after trauma and subsequently modify these systems to mitigate or prevent chronic critical illness and persistent inflammation, immunosuppression and catabolism syndrome. Identification is done through direct data collection from participants and collection of blood over a 6 month period and a one-time bone marrow collection at time of trauma surgery repair and elective hip repair."
        },
        "conditionsModule": {
            "conditions": [
                "Trauma Injury",
                "Sepsis",
                "Immunosuppression",
                "Chronic Critical Illness"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "Blood Bone Marrow"
            },
            "enrollmentInfo": {
                "count": 255,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Trauma",
                    "description": "Data collection from medical records; bone marrow collection at time of surgical intervention; serial blood sampling; serial interviews to complete surveys and questionnaires which assess overall health, quality of life, daily living activities and mobility; serial physical function tests - hand grip strength measurement and short physical performance battery and telephone follow up call",
                    "interventionNames": [
                        "Other: Data Collection",
                        "Procedure: Bone marrow collection and blood collection",
                        "Other: Serial interviews to complete surveys and questionnaires",
                        "Other: Telephone follow up call"
                    ]
                },
                {
                    "label": "Elective Hip Repair",
                    "description": "Data collection from medical records; bone marrow collection at time of surgical intervention; serial blood sampling; serial interviews to complete surveys and questionnaires which assess overall health, quality of life, daily living activities and mobility; serial physical function tests - hand grip strength measurement and short physical performance battery and telephone follow up call",
                    "interventionNames": [
                        "Other: Data Collection",
                        "Procedure: Bone marrow collection and blood collection",
                        "Other: Serial interviews to complete surveys and questionnaires",
                        "Other: Telephone follow up call"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Data Collection",
                    "description": "Researcher will collect data from subject's medical records: information regarding your medical history, trauma injury, heart rate, blood pressure, temperature (vital signs), use of antibiotics (medications used to treat infection) and other medications, development of infection, and treatment results will be recorded and kept with your research records. Demographic information (such as name, address, phone number, gender, race, height and weight, age and birth date), medical record notes (including but not limited to history and physical exam notes, progress notes, consultation reports, laboratory test results, operative reports, information relating to acquired immunodeficiency virus (HIV) infection, radiologic (x-ray studies) results, and blood samples)",
                    "armGroupLabels": [
                        "Elective Hip Repair",
                        "Trauma"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone marrow collection and blood collection",
                    "description": "At time of scheduled surgery, researcher will collect a 20ml (approximately 4 teaspoons) sample of bone marrow while you are in the operating room receiving surgery for your orthopedic (bone) injuries or elective hip repair. Blood collection will occur at time of surgery, day 14 on study or discharge from hospital and at 3 and 6 months. Up to 58 ml (about 4 tablespoons) sample of blood will be collected from an existing intravenous line or peripheral needle stick.",
                    "armGroupLabels": [
                        "Elective Hip Repair",
                        "Trauma"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Serial interviews to complete surveys and questionnaires",
                    "description": "Participants will be asked to complete questionnaires and surveys that assess your health, quality of life, daily living activities, and mobility. These activities occur at enrollment, day 14 in hospital or discharge, and at the 3, 6, and 12-month visits.",
                    "armGroupLabels": [
                        "Elective Hip Repair",
                        "Trauma"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Telephone follow up call",
                    "description": "The study team will contact you at 12 months to complete a telephone interview to learn about your health and well being.",
                    "armGroupLabels": [
                        "Elective Hip Repair",
                        "Trauma"
                    ],
                    "otherNames": [
                        "Telephone interview"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Test hypothesis that response to initial stimulus (trauma) is associated with a high risk of inhospital sepsis, the bone marrow (BM) hematopoietic stem and progenitor cells (HSPCs) promote immunosuppressive myelopoiesis at the expense of lymphopoiesis.",
                    "description": "With subsequent sepsis development, MDSCs induce their continued expansion through exocrine and paracrine signaling to HSPCs. HSPCs and MDSCs derived from severe blunt trauma patients will be analyzed for epigenetic (MAPit DNA methylation) and functional changes (ability to generate colony forming units (CFUs)) that initiate sepsis and continue the expansion of immunosuppressive MDSCs.",
                    "timeFrame": "Through study completion, an average of 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Trauma population\n\nInclusion Criteria:\n\n1. All adults age ≥ 18 years\n2. Blunt and/or penetrating trauma resulting in long bone or pelvic fractures requiring open reduction internal fixation or closed reduction percutaneous pinning\n3. Blunt and/or penetrating trauma patient with a. Injury Severity Score (ISS) greater than or equal to 25 b. ISS \\> 15 and one of the following: i. \\> 4 units of packed red blood cell or \\>3 units of whole blood or \\>1500 ml of autogenous blood product in the first 24 hours of admission ii. AIS (acute injury score) \\> 2 spine iii. Shock on arrival (SBP \\< 90)\n\nOR\n\nc. ISS \\> 15 and two of the following: i. Age \\> 55 ii. AIS \\> 2 chest iii. +ethyl alcohol on arrival iv. Any red blood cell transfusion in first 24 hours\n\nExclusion Criteria:\n\n1. Patients not expected to survive greater than 48 hours.\n2. Prisoners.\n3. Pregnancy.\n4. Patients receiving chronic corticosteroids or immunosuppression therapies.\n5. Previous bone marrow transplantation.\n6. Patients with End Stage Renal Disease.\n7. Patients with any pre-existing hematological disease.\n8. Patients deemed to be futile care or have advanced directives limiting resuscitative efforts.\n9. Patients with severe congestive heart failure (NY Heart Association Class IV).\n10. Known HIV infection with CD4+ (clusters of differentiation) count \\<200 cells/mm3\n11. Chronic liver disease with MELD (Model for End-Stage Liver Disease) score ≥15\n\nElective Hip population\n\nInclusion Criteria:\n\n1. All adults (age ≥18)\n2. Patient undergoing elective hip repair for non-infectious reasons.\n3. Ability to obtain Informed Consent prior to operation.\n\nExclusion Criteria:\n\n1. Pregnancy.\n2. Prisoners.\n3. Patients receiving chronic corticosteroids or immunosuppression therapies.\n4. Pre-existing conditions such as pathological fractures, cancer, history of HIV, or history of connective tissue disease.\n5. Previous bone marrow transplantation.\n6. Patients with End Stage Renal Disease.\n7. Patients with any pre-existing hematological disease.\n8. Patients with known active/symptomatic COVID-19 (Coronavirus disease).",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients admitted to surgical and trauma intensive care units who have suffered severe trauma with major orthopedic injury requiring open reduction and internal fixation of the broken bone.\n\nPatients seeking an elective hip repair at the UF Orthopedic Sports Medicine Institute.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ruth Davis, BSN",
                    "role": "CONTACT",
                    "phone": "352-273-8759",
                    "email": "ruth.davis@surgery.ufl.edu"
                },
                {
                    "name": "Jennifer Lanz, MSN",
                    "role": "CONTACT",
                    "phone": "352-273-5497",
                    "email": "jennifer.lanz@surgery.ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Philip Efron, MD",
                    "affiliation": "UF COM Department of Surgery",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UF Health at Shands Hospital",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32610",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ruth Davis, BSN",
                            "role": "CONTACT",
                            "phone": "352-273-8759",
                            "email": "ruth.davis@surgery.ufl.edu"
                        },
                        {
                            "name": "Jennifer Lanz, MSN",
                            "role": "CONTACT",
                            "phone": "352-273-5497"
                        },
                        {
                            "name": "Philip Efron, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000018805",
                    "term": "Sepsis"
                },
                {
                    "id": "D000014115",
                    "term": "Toxemia"
                },
                {
                    "id": "D000016638",
                    "term": "Critical Illness"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000018746",
                    "term": "Systemic Inflammatory Response Syndrome"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Trauma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20864",
                    "name": "Sepsis",
                    "asFound": "Sepsis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19010",
                    "name": "Critical Illness",
                    "asFound": "Critical Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16869",
                    "name": "Toxemia",
                    "asFound": "Sepsis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M20818",
                    "name": "Systemic Inflammatory Response Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}