{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02659956",
            "orgStudyIdInfo": {
                "id": "160055"
            },
            "secondaryIdInfos": [
                {
                    "id": "16-N-0055"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Pathological Basis of MRI Signal Changes in Multiple Sclerosis",
            "officialTitle": "The Pathological Basis of MRI Signal Changes in Multiple Sclerosis: A Longitudinal In Vivo-to-Postmortem Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pathological-basis-of-mri-signal-changes-in-multiple-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-04-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2080-02-26",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2080-02-26",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-01-20",
            "studyFirstSubmitQcDate": "2016-01-20",
            "studyFirstPostDateStruct": {
                "date": "2016-01-21",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-04-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nMultiple sclerosis (MS) is a disease that damages the central nervous system (brain and spinal cord). This leads to increased physical disability over time. The disease is lifelong once it begins. Researchers want to learn more about MS s stages and follow them until a person s death.\n\nObjective:\n\nTo understand how the physical and clinical signs of MS relate to its changes over time.\n\nEligibility:\n\nAdults age 18 or older with MS or a disease of the brain and spinal cord that may act like MS.\n\nDesign:\n\nParticipants will have a medical history and a complete neurological exam. They may have timed tests of neurological function, such as a 25-foot walk and a 9-hole peg test.\n\nParticipants will have multi-day visits about once a year.\n\nParticipants will have blood drawn.\n\nParticipants may have a brain magnetic resonance imaging (MRI) scan. They may also have an MRI of the spinal cord. They may get a contrast agent (dye) injected into a tube in an arm vein. During the MRI, participants will lie on a table that slides in and out of a metal cylinder.\n\nParticipants will have the thickness of their retina measured using optical coherence tomography. A camera on top of a table uses lasers. Participants will look through a lens and follow instructions. Eye drops may be used to dilate the pupils.\n\nParticipants will chew on a piece of sterile cotton for 1 minute to collect saliva.\n\nParticipants agree to have an autopsy at the time of their death and to donate some of their organs to research, such as the brain and spinal cord.",
            "detailedDescription": "Objective:\n\nThe goal of this protocol is to understand how the pathology of multiple sclerosis (MS) relates to its evolution over time as observed through neuroradiological, clinical, and biological data collection in vivo.\n\nStudy population:\n\nThis study will enroll up to 150 individuals with MS, targeting 50 study completers, across various ages and stages of the disease, as well as 50 appropriate disease and non-neurological control participants, for a total of 200 participants.\n\nDesign:\n\nThis is a longitudinal cohort study in which participants will be seen approximately annually at the NIH Clinical Center. Most visits will extend over several days. Participants will receive ongoing care by their outside clinician. They may also concurrently participate in additional research protocols at the NIH or elsewhere, and data may be shared between those protocols and the current one. At the time of death, the central nervous system (CNS) (brain, spinal cord, retinas, and cerebrospinal fluid), as well as lymph nodes and possibly other lymphoid tissue, will be harvested.\n\nThis is a multi-site study with Johns Hopkins University. Some analysis of identifiable data will be conducted at Johns Hopkins University JHU under a reliance agreement. Patients will not be consented to the study or participate in study interventions/procedures at JHU.\n\nOutcome measures:\n\nOutcome measures include data derived from magnetic resonance imaging (MRI) of the brain and spinal cord, optical coherence tomography (OCT) of the retinas, clinical examination, and disability scales; radiological and pathological examination of CNS tissue; and the correlation between in vivo and postmortem measures. Particular attention will be paid to the extent to which longitudinal in vivo changes predict postmortem findings."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Sclerosis"
            ],
            "keywords": [
                "Multiple Sclerosis",
                "Longitudinal Prospective Follow-Up",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Individuals without known CNS disease",
                    "description": "Family members of patient participants"
                },
                {
                    "label": "Patient controls",
                    "description": "a target population of 50 patient controls will also be enrolled. These individuals will have diseases that share clinical, imaging, or biological features with MS."
                },
                {
                    "label": "Patients with multiple sclerosis",
                    "description": "Up to 150 adults (age \\>= 18) with MS, diagnosed by applicable consensus criteria, and by the best judgment of the investigators, at the time of enrollment."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Correlation among in vivo imaging, postmortem imaging, and pathological characteristics of individual areas of tissue damage (\"lesions\") in the brain, spinal cord, and retinas.",
                    "description": "Correlation among in vivo imaging, postmortem imaging, and pathological characteristics of individual areas of tissue damage ( lesions ) in the brain, spinal cord, and retinas. Priority will be given to measures of myelination, axonal preservation, inflammation, and astrogliosis, as judged primarily by histological stains and immunohistochemistry.",
                    "timeFrame": "annual visits"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Diagnosis of MS according to consensus criteria at the time of enrollment OR diagnosis of a disease that shares clinical, imaging, or biological features with MS OR individuals without known CNS disease.\n* Age greater than or equal to 18.\n* Able to participate in study procedures and provide high-quality clinical research data (for example, prior MRI scans show ability to tolerate the MRI scan with minimal motion artifact).\n* Willing to return to NIH for follow-up visits approximately annually (or every 5 years for non-CNS controls) until the time of autopsy. Note: participants who become too sick to return to NIH will not be removed from the study.\n* Willing to undergo autopsy with donation of at least the brain, spinal cord, and retinas.\n* Able to provide informed consent at the time of initial study enrollment and willing to appoint a Durable Power of Attorney (DPA) if an advanced directive is not already in place.\n* Except for non-CNS controls, simultaneously participating in another screening or natural history protocol within the NINDS Neuroimmunology Clinic at the time of study entry.\n* Eligible NIH employees and staff may participate.\n\nEXCLUSION CRITERIA:\n\nUnwilling to allow sharing and/or use in future studies of coded samples and data that are collected for this study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Primary clinical",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jenifer E Dwyer",
                    "role": "CONTACT",
                    "phone": "(301) 496-3825",
                    "email": "jenifer.dwyer@nih.gov"
                },
                {
                    "name": "Daniel S Reich, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-1801",
                    "email": "reichds@ninds.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel S Reich, M.D.",
                    "affiliation": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25007244",
                    "type": "BACKGROUND",
                    "citation": "Absinta M, Nair G, Filippi M, Ray-Chaudhury A, Reyes-Mantilla MI, Pardo CA, Reich DS. Postmortem magnetic resonance imaging to guide the pathologic cut: individualized, 3-dimensionally printed cutting boxes for fixed brains. J Neuropathol Exp Neurol. 2014 Aug;73(8):780-8. doi: 10.1097/NEN.0000000000000096."
                },
                {
                    "pmid": "25888557",
                    "type": "BACKGROUND",
                    "citation": "Absinta M, Vuolo L, Rao A, Nair G, Sati P, Cortese IC, Ohayon J, Fenton K, Reyes-Mantilla MI, Maric D, Calabresi PA, Butman JA, Pardo CA, Reich DS. Gadolinium-based MRI characterization of leptomeningeal inflammation in multiple sclerosis. Neurology. 2015 Jul 7;85(1):18-28. doi: 10.1212/WNL.0000000000001587. Epub 2015 Apr 17."
                },
                {
                    "pmid": "25088017",
                    "type": "BACKGROUND",
                    "citation": "Maggi P, Macri SM, Gaitan MI, Leibovitch E, Wholer JE, Knight HL, Ellis M, Wu T, Silva AC, Massacesi L, Jacobson S, Westmoreland S, Reich DS. The formation of inflammatory demyelinated lesions in cerebral white matter. Ann Neurol. 2014 Oct;76(4):594-608. doi: 10.1002/ana.24242. Epub 2014 Aug 21."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2016-N-0055.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".This is a natural history study, not a clinical trial."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}