{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05804084",
            "orgStudyIdInfo": {
                "id": "802041"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23HL161336",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23HL161336"
                }
            ],
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Patient-centered and Neurocognitive Outcomes With Acetazolamide for Sleep Apnea",
            "officialTitle": "Patient-centered and Neurocognitive Outcomes With Acetazolamide for Sleep Apnea",
            "acronym": "PANACEA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "patient-centered-and-neurocognitive-outcomes-with-acetazolamide-for-sleep-apnea"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-27",
            "studyFirstSubmitQcDate": "2023-03-27",
            "studyFirstPostDateStruct": {
                "date": "2023-04-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christopher Schmickl",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Obstructive sleep apnea (OSA) is a severe type of snoring causing people to choke in their sleep. It affects millions of Americans, causing many health problems. For example, patients with OSA often feel very sleepy and are at risk of falling asleep while driving. OSA also causes elevated blood pressure, memory problems and can severely affect quality of life. Patients with OSA are often treated with a face-mask that helps them breath at night but can be difficult to tolerate. In fact, about half the patients eventually stop using this mask. Because there are few other treatments (and no drug therapy), many OSA patients are still untreated.\n\nAcetazolamide (a mild diuretic drug) has been used for over 50 years to treat many different conditions and is well tolerated. Recent data suggest, that acetazolamide may help OSA patients to not choke in their sleep and lower their blood pressure. Further, its low cost (66¢/day) and once-daily dosing may be attractive for OSA patients unable or unwilling to wear a mask each night. But previous studies had many limitations such as studying acetazolamide for only a few days and not capturing important outcomes. The goal of this study is to test if acetazolamide can improve sleep apnea, neurocognitive function and quality of life in adults with OSA, and to assess how it does that. Thus, the investigators will treat 60 OSA patients with acetazolamide or placebo for 4 weeks each. The order in which participants receive the drug or placebo will be randomized. At the end of each 4 week period the investigators will assess OSA severity, neurocognitive function and quality of life. Thus, this study will help assess acetazolamide's potential value for OSA treatment, and may also help to identify patients who are most likely to respond to acetazolamide.\n\nUltimately, this work promises a drug therapy option for millions of OSA patients who are unable to tolerate current treatments",
            "detailedDescription": "The goal of this randomized, controlled, double-blind clinical trial is to compare the medication acetazolamide 500mg/day against placebo in adults who have at least moderate severe obstructive sleep apnea. The main questions this trial aims to answer are:\n\nIs acetazolamide for 4 weeks more effective than placebo for treating obstructive sleep apnea? Is acetazolamide for 4 weeks more effective than placebo for improving neurocognitive function and quality of life? What are potential predictors and mechanisms of improvements with acetazolamide in sleep apnea, neurocognitive function and quality of life?\n\nParticipants will undergo the following activities:\n\n* Eligibility screening (online or via phone; \\~10min)\n* Subjects who screen positive: in-person eligibility assessment (\\~1h) including a history, exam, blood testing, plus an overnight home sleep test\n* Participants who are eligible: will come to the research lab (\\~15min) and be provided with a 4-week supply of the first study drug (i.e. acetazolamide or placebo) to be taken each night at home. Neither the researchers, nor the participants will know whether participants received acetazolamide or placebo. During this 4-week period, participants will wear a watch-sized activity tracker to measure their sleep amount and researchers will check in on participants weekly; at the end of the 4-week period participants are asked to come in for an overnight visit (\\~12h) which includes the following activities: general exam, questionnaires (e.g. quality of life), blood test, neurocognitive function tests, and an overnight sleep study to assess the severity of sleep apnea\n\nResearchers will compare the effects of acetazolamide on sleep apnea severity, neurocognitive function and quality of life with the effects of placebo to see if acetazolamide may be an effective treatment for select patients with sleep apnea."
        },
        "conditionsModule": {
            "conditions": [
                "Obstructive Sleep Apnea"
            ],
            "keywords": [
                "Obstructive Sleep Apnea",
                "OSA",
                "Acetazolamide",
                "Precision medicine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Randomized, double-blind, placebo-controlled, cross-over trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acetazolamide, then Placebo",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will start with a 4-week ACETAZOLAMIDE regimen\n\nDay 1-27: Acetazolamide 500mg at bedtime at home Day 28: Acetazolamide 500mg at bedtime in the sleep laboratory\n\nAfter a wash-out period, subjects will then cross-over to a 4-week PLACEBO regimen:\n\nDay 1-27: Placebo (matching Acetazolamide 500mg) at bedtime at home Day 28: Placebo (matching Acetazolamide 500mg) at bedtime in the sleep laboratory",
                    "interventionNames": [
                        "Drug: Acetazolamide",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Placebo, then Acetazolamide",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will start with a 4-week PLACEBO regimen\n\nDay 1-27: Placebo (matching Acetazolamide 500mg) at bedtime at home Day 28: Placebo (matching Acetazolamide 500mg) at bedtime in the sleep laboratory\n\nAfter a wash-out period, subjects will then cross-over to a 4-week ACETAZOLAMIDE regimen:\n\nDay 1-27: Acetazolamide 500mg at bedtime at home Day 28: Acetazolamide 500mg at bedtime in the sleep laboratory",
                    "interventionNames": [
                        "Drug: Acetazolamide",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Acetazolamide",
                    "description": "Acetazolamide tablet (encapsulated)",
                    "armGroupLabels": [
                        "Acetazolamide, then Placebo",
                        "Placebo, then Acetazolamide"
                    ],
                    "otherNames": [
                        "Diamox"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Sugar capsule manufactured to match encapsulated Acetazolamide",
                    "armGroupLabels": [
                        "Acetazolamide, then Placebo",
                        "Placebo, then Acetazolamide"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Apnea Hypopnea Index (AHI)",
                    "description": "The AHI is a measure of sleep apnea severity and is defined as the number of apneas (no breathing for 10+ seconds) and hypopneas (reduced breathing for 10+ seconds associated with a \\>=3% desaturation or cortical arousal) per hour of sleep.\n\nAlternative definitions of the AHI will be explored as well (e.g. hypopneas based on 4% desaturations, or position/sleep-stage specific AHIs).",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Hypoxic Burden (percent*minute/hour)",
                    "description": "Respiratory event-associated area under the desaturation curve from pre-event baseline (continuous outcome with units being \"percent\\*minutes/hour\")",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Overnight Memory Improvement (change in percentage points)",
                    "description": "Based on Verbal Paired-Associates task",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Cognitive function composite score",
                    "description": "Total composite score from the National Institutes of Health (NIH) Toolbox based on 7 cognitive domains which will also be explored separately and via subscales (i.e., (Fluid and Crystaliized Cognition Composite Scores). These scores are based on a T-Score metric, with a normative mean of 50 and an SD of 10. Higher scores indicate better cognitive function.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Response Speed",
                    "description": "10-minute Psychomotor vigilance task (PVT)",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Sleep Disturbance (SDA) instrument",
                    "description": "Based on response pattern scoring, the PROMIS 8-item SDA score will be converted into a T-score with a mean of 50 (reflecting the average for the United States general population) and a standard deviation of 10. Higher t-scores reflect greater sleep disturbance.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Sleep-Related Impairment (SRI) instrument",
                    "description": "Based on response pattern scoring, the PROMIS 8-item SRI score will be converted into a T-score with a mean of 50 (reflecting the average for the United States general population) and a standard deviation of 10. Higher t-scores reflect greater sleep-related impairment.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Epworth Sleepiness Scale (ESS) Score",
                    "description": "The ESS is an 8-item instrument assessing the likelihood of dozing off in 8 different situations with points for each item ranging from 0 to 3 (0 = would never doze off; 3 = high chance of dozing off). The points for each item are summed up, thus the total score ranges from 0 to 24, with higher ESS scores indicating greater sleepiness.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Functional Outcomes of Sleep Questionnaire 10 (FOSQ-10)",
                    "description": "The FOSQ-10 is a 10-item instrument assessing sleep-related quality of life across 5 domains (general productivity, activity level, vigilance, social outcomes, intimacy and sexual relationships). Each item is scored on a scale ranging from 1 to 4 (a higher number indicates a better functional status for that item).\n\nThe mean scores of the 5 subscales are averaged and then multiplied by 5 to calculate a total summary score ranging from 5-20 (higher scores indicate better functional outcomes). The main focus will be on the total summary score, but scores from subscales will be explored as well.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Short Form 36 (SF-36) Health Survey",
                    "description": "The SF36 is a widely used questionnaire to measure general health-related quality of life across 8 domains (e.g. physical functioning, Energy/fatigue, Social functioning, etc). The score for each of the 8 domains ranges from 0 to 100, with greater scores indicating better health-related quality fo life in this domain.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Mean blood pressure",
                    "description": "Average mean blood pressure based on two resting blood pressure measurements. Systolic/diastolic blood pressures will be explored as well.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Reactive hyperemia index",
                    "description": "Based on a device called EndoPAT, which measures non-invasively bloodflow before, during, and after 5-minutes of occlusion to one arm.",
                    "timeFrame": "4 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Sleep Apnea Traits with special focus on loop gain",
                    "description": "Quantified from routine polysomnography data.",
                    "timeFrame": "4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years\n* Body mass index ≤ 35 kg/m2\n* Untreated moderate/severe OSA (AHI ≥15/h)\n\nExclusion Criteria:\n\n* Substantial sleep hypoxemia (SpO2\\<80% for \\>10% of the monitoring time during the home sleep test, or for \\>25% of the total sleep time during any of the in-laboratory studies)\n* Abnormally low blood counts/electrolytes or renal function at baseline\n* Use of OSA therapy during the past 1 month, or plans to urgently resume/(re)start clinical OSA therapy within 3 months\n* Significant, uncontrolled cardiac, pulmonary, endocrine, renal, hepatic, neurocognitive, psychiatric, or urologic (e.g., kidney stones) disorder\n* Other major sleep disorder (e.g., narcolepsy)\n* Urgent need to initiate effective OSA therapy (i.e., Epworth sleepiness score \\>18, commercial driver, prior sleep-related car accident, or based on MD judgment)\n* Severe allergy to sulfa-drugs or taking another carbonic-anhydrase inhibitor (e.g., topiramate)\n* Pregnancy/breastfeeding (current/planned)\n* Prisoners\n* Illicit substance abuse or \\>2 standard drinks of alcohol/day\n* Medications that may affect OSA or ventilatory control (e.g., opiates, sedatives)\n* Thiazide/loop diuretic (risk of hypokalemia)\n* Inability to give consent or follow procedures\n* Safety concern based on MD judgment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Pamela DeYoung, RPSGT",
                    "role": "CONTACT",
                    "phone": "858 246 2183",
                    "email": "sleepresearch@health.ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher N Schmickl, MD, PhD",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UC San Diego; Altman Clinical and Translational Research Institute Building",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92121",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pamela DeYoung, RPSGT",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001049",
                    "term": "Apnea"
                },
                {
                    "id": "D000012891",
                    "term": "Sleep Apnea Syndromes"
                },
                {
                    "id": "D000020181",
                    "term": "Sleep Apnea, Obstructive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                },
                {
                    "id": "D000020919",
                    "term": "Sleep Disorders, Intrinsic"
                },
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22010",
                    "name": "Sleep Apnea, Obstructive",
                    "asFound": "Obstructive Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4361",
                    "name": "Apnea",
                    "asFound": "Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15694",
                    "name": "Sleep Apnea Syndromes",
                    "asFound": "Sleep Apnea",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22654",
                    "name": "Sleep Disorders, Intrinsic",
                    "relevance": "LOW"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000086",
                    "term": "Acetazolamide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000002257",
                    "term": "Carbonic Anhydrase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000004232",
                    "term": "Diuretics"
                },
                {
                    "id": "D000045283",
                    "term": "Natriuretic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2536",
                    "name": "Acetazolamide",
                    "asFound": "One day",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M5515",
                    "name": "Carbonic Anhydrase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7411",
                    "name": "Diuretics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "NaAg",
                    "name": "Natriuretic Agents"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}