{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05559515",
            "orgStudyIdInfo": {
                "id": "22-1695"
            },
            "organization": {
                "fullName": "Denver Health and Hospital Authority",
                "class": "OTHER"
            },
            "briefTitle": "Patient-centered Goal Setting in the National Diabetes Prevention Program",
            "officialTitle": "Patient-centered Goal Setting in the National Diabetes Prevention Program: a Clinical Trial",
            "acronym": "NDPP-Flex",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "patient-centered-goal-setting-in-the-national-diabetes-prevention-program"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-26",
            "studyFirstSubmitQcDate": "2022-09-26",
            "studyFirstPostDateStruct": {
                "date": "2022-09-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Denver Health and Hospital Authority",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a cluster-randomized controlled trial of NDPP-Flex versus the standard NDPP to evaluate effects on glycemia, heterogeneity of treatment effects, and mechanisms of change. We will recruit 200 diverse adults with prediabetes (A1C 5.7-6.4%) and normal weight or overweight/obesity. Participants will enroll in classes (N=20) that are randomized to deliver NDPP-Flex or the standard NDPP. The trial is designed to have \\>95% power to detect anticipated treatment effects of \\~0.2% A1C improvement and \\~10% increase in participants who reach normoglycemia compared to the control arm. The study will be conducted in a health system with the 6th largest network of FQHCs in the US (Denver Health) and in partnership with a premier research institution (University of Colorado).",
            "detailedDescription": "Diabetes affects 13.0% of US adults, a rising trend that especially impacts racial and ethnic minority and low-income individuals. In response, the Centers for Disease Control and Prevention launched the National Diabetes Prevention Program (NDPP) in 2010 to provide evidence-based lifestyle intervention for adults with risk factors such as overweight/obesity and prediabetes (e.g., A1C 5.7-6.4%). Successes include reaching \\>300,000 participants and delivery in all 50 states. However, a major concern is limited effectiveness for disadvantaged groups with the highest risk of diabetes. For example, Latinx are the largest ethnic minority group in the US, but least likely to enroll in or complete the yearlong NDPP, which may widen disparities and diminish overall program impact. The NDPP focuses primarily on weight loss to reduce risk, but racial/ethnic minority and low-income groups both lose about half as much weight as white and higher-income groups, respectively (\\~2% vs. \\~4%).\n\nTo address these challenges, we adapted the NDPP with an array of personalized goals for risk-reduction to meet individual needs (NDPP-Flex). We developed NDPP-Flex based on the Health Belief Model in which factors like personal characteristics, perceived barriers, and self-efficacy influence health outcomes. We also focused on no-cost modifications per our extensive prior research on NDPP implementation that identified both strengths (e.g., cost-effectiveness) and weaknesses (e.g., low reimbursement rates). We piloted NDPP-Flex with 95 diverse participants (e.g., 76% Latinx) in Federally Qualified Health Centers (FQHCs). We compared outcomes to a demographically matched sample (n=245) from our prior delivery of the standard NDPP with pre-set goals for ≥150 minutes of physical activity per week and ≥5% weight loss. NDPP-Flex participants had similar attendance, physical activity, and weight loss, yet achieved about four times greater A1C improvement (0.22 ± 0.05% vs. 0.06 ± 0.03%; p=.018) and likelihood of normoglycemia at follow-up (OR 4.62; p=.013 \\[95% CI 1.38-15.50\\]). Clinically, these outcomes are highly significant as a 0.2% A1C reduction is associated with 58% lower risk of diabetes at 3 years, and a return to normoglycemia predicts 56% lower long-term incidence of diabetes. Our findings were published in Diabetes Care along with an invited commentary which noted that our approach is \"innovative\" and \"should be adopted as part of our national strategy of health promotion.\"\n\nWe propose a cluster-randomized controlled trial of NDPP-Flex versus the standard NDPP to evaluate effects on glycemia, heterogeneity of treatment effects, and mechanisms of change. We will recruit 200 diverse adults with prediabetes (A1C 5.7-6.4%) and normal weight or overweight/obesity. Participants will enroll in classes (N=20) that are randomized to deliver NDPP-Flex or the standard NDPP. The trial is designed to have \\>95% power to detect anticipated treatment effects of \\~0.2% A1C improvement and \\~10% increase in participants who reach normoglycemia compared to the control arm. The study will be conducted by an expert team in a health system with the 8th largest network of FQHCs in the US (Denver Health) and in partnership with a premier research institution (University of Colorado). Specific aims are:\n\nAim 1. To assess effects of NDPP-Flex on A1C change (primary outcome) and achieving normoglycemia (A1C \\<5.7%) at 12-months (secondary outcome). Hypothesis: Compared to the standard NDPP, NDPP-Flex will reduce A1C and increase the likelihood of normoglycemia.\n\nAim 2. To assess heterogeneity of treatment effects on A1C by demographic characteristics (age, gender, race/ethnicity, income, language) and for individuals of normal weight (vs. overweight/obesity) to understand for whom NDPP-Flex may be effective. Hypothesis: For all subgroups of participants, NDPP-Flex will result in equivalent or superior A1C improvement than the standard NDPP.\n\nAim 3. To explore effects of NDPP-Flex on other health outcomes (weight, diet, physical activity) and psychosocial outcomes (motivation, perceived control, perceived stress). We will explore these outcomes as mediators of glycemic improvement to understand the key mechanisms of change. Hypothesis: NDPP-Flex will have a greater positive effect on psychosocial factors than the standard NDPP, which will account for greater A1C improvement than differences in health outcomes.\n\nImpact: NDPP-Flex could shift clinical guidelines from prescriptive (and largely unattainable) goals to a more person-centered approach to diabetes prevention. Moreover, NDPP-Flex will be preferable from a health equity lens if it is better for underserved groups and without diminishing benefits for others. This approach could also expand public health impact by reaching lean adults with prediabetes who are currently excluded from the NDPP (given its focus on overweight/obesity), but account for \\~10-20% of incident diabetes cases. The results have strong implementation potential through rapid dissemination among \\>2000 organizations that currently deliver the NDPP, and by contributing high-quality evidence to modernize clinical guidelines for prevention."
        },
        "conditionsModule": {
            "conditions": [
                "PreDiabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "a cluster-randomized controlled trial of NDPP-Flex versus the standard NDPP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "National Diabetes Prevention Program",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Diabetes Prevention Program was a successful clinical trial demonstrating that intensive lifestyle support for weight loss reduced diabetes incidence by 58%. The intervention was translated into the National Diabetes Prevention Program (NDPP) and disseminated by the Centers for Disease Control and Prevention as a yearlong group-based program since 2012.",
                    "interventionNames": [
                        "Behavioral: NDPP"
                    ]
                },
                {
                    "label": "NDPP-Flex",
                    "type": "EXPERIMENTAL",
                    "description": "NDPP-Flex. The primary difference between NDPP-Flex and the standard NDPP is the approach to goal setting. In NDPP-Flex, coaches use the latest CDC-published curriculum, but adapted such that participants are encouraged to 1) set attainable, individually-tailored goals for risk-reduction, 2) adjust goals over time as needed, and 3) avoid all-or-nothing assessments of goal attainment. At each session, coaches provide a goal setting worksheet (see excerpt) with a simple, fillable format to better accommodate low literacy (e.g., \"I will limit my soda and sugary drinks to __ per day\").",
                    "interventionNames": [
                        "Behavioral: NDPP-Flex"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "NDPP-Flex",
                    "description": "NDPP + patient-centered goal setting",
                    "armGroupLabels": [
                        "NDPP-Flex"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "NDPP",
                    "description": "Usual care NDPP only",
                    "armGroupLabels": [
                        "National Diabetes Prevention Program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "A1C",
                    "description": "Glycated hemoglobin",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "return to normoglycemia",
                    "description": "A1C levels \\<5.7%",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Established patient at Denver Health\n* Age ≥18 years\n* English- or Spanish-speaking\n* Prediabetes (as defined by A1C of 5.7-6.4%)\n* BMI ≥20 kg/m2 (≥18.5 kg/m2 if identifying as Asian)\n\nExclusion Criteria:\n\n* Currently pregnant\n* Prior participation in the NDPP\n* Anti-hyperglycemic medication (e.g., metformin)\n* Diabetes (type 1 or 2)\n* BMI \\<20 kg/m2 (\\<18.5 kg/m2 if identifying as Asian)",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jayna DeRoeck",
                    "role": "CONTACT",
                    "phone": "3036022154",
                    "email": "Jayna.DeRoeck@dhha.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Natalie Ritchie",
                    "affiliation": "Denver Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Denver Health",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jayna DeRoeck",
                            "role": "CONTACT",
                            "phone": "303-602-2154",
                            "email": "Jayna.DeRoeck@dhha.org"
                        },
                        {
                            "name": "Natalie Ritchie",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All de-identified data resulting from ADA-funded research will be shared without compromising human subject protections to an approved open data repository. As appropriate for the research subject matter, data from the proposed study will be added to the PROMIS (Patient-Reported Outcomes Measurement Information System) repository. Recommended by NIH, PROMIS \"is a set of person-centered measures that evaluates and monitors physical, mental, and social health in adults and children. It can be used with the general population and with individuals living with chronic conditions\" (Source: http://www.healthmeasures.net/explore-measurement-systems/promis?tmpl=component). Making study data available on PROMIS is expected to support accessibility and expedient reuse of the data by a broad scientific community.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "within 6 months of publication or 18 months of the award end date if the study remains unpublished; indefinite",
            "url": "http://www.healthmeasures.net"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011236",
                    "term": "Prediabetic State"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14117",
                    "name": "Prediabetic State",
                    "asFound": "Prediabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}