{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04855708",
            "orgStudyIdInfo": {
                "id": "21-141"
            },
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Patient Satisfaction With Virtual Visits",
            "officialTitle": "Evaluating Patient Satisfaction With 2-week Post-operative Virtual Visits Compared to In-office Visits: A Randomized Controlled Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "patient-satisfaction-with-virtual-visits"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-17",
            "studyFirstSubmitQcDate": "2021-04-21",
            "studyFirstPostDateStruct": {
                "date": "2021-04-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The Cleveland Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to evaluate the safety and efficacy of virtual postoperative visits as compared to in-office postoperative visits for patients undergoing minimally invasive hysterectomy. The investigators hypothesize that virtual visits will be non-inferior to in-person visits in terms of patient satisfaction. The primary objective for this study is to evaluate patient satisfaction of the postoperative visit experience, as measured by the Press Ganey Medical Practice Survey and Medical Practice Telemedicine Survey. The secondary objectives include evaluating the incidence of a new diagnosis of a postoperative complication requiring medical treatment (e.g. calling in of a prescription), an office visit with CNP or MIGS surgeon, or an urgent care or ER visit. Post-operative complications include infection (urinary, pulmonary, wound, pelvic abscess, and bloodstream), thromboembolic events, bleeding; and issues with wound healing, such as dehiscence. The investigators will record no-show rates, visit times, and estimated travel distance as measured by distance of home to clinic site.",
            "detailedDescription": "This is a two arm, randomized non-inferiority clinical trial that will take place within the Minimally Invasive Gynecologic Surgery division in the Women's Health Institute of the Cleveland Clinic, Cleveland, OH.\n\nPopulation - The Investigators will recruit patients undergoing benign minimally invasive hysterectomy (laparoscopic, robotic, and vaginal). Inclusion criteria include patients \\>18 years of age who are able to provide informed consent without assistance, speak English, and who have access to a phone or device equipped for virtual visits. Patients will be excluded if the staff surgeon determines they are inappropriate for virtual follow-up, if there is suspicion of malignancy, if they are unable to provide consent, or if they do not have access to technology that enables virtual visits.\n\nRecruitment - Enrolled participants will be randomized to either a two-week virtual postoperative visit with a certified nurse practitioner (CNP) or a two-week in-office postoperative visit with a certified nurse practitioner (CNP) in a 1:1 allocation ratio. Block randomizations with block size of 4 will be assigned to nurse providers independently. Randomization schedules will be implemented by Redcap.\n\nData collection - The primary outcome of this study is patient satisfaction, as measured by the Press Ganey Medical Practice Survey and Medical Practice Telemedicine Survey. These questionnaires are currently sent to all patients by the Office of Patient Experience at our institution four days after their postoperative appointment. The investigators will provide verbal reminders about study participation and survey administration at the visit. Survey data will be obtained through the Office of Patient Experience and imported into RedCap. The secondary outcome is a new diagnosis of a postoperative complication requiring medical treatment (e.g. calling in of a prescription), an office visit with a CNP or MIGS surgeon, or an urgent care or ER visit. Complications include infection (urinary, pulmonary, wound, pelvic abscess, and bloodstream); thromboembolic events; bleeding; and issues with wound healing, such as dehiscence. Calvien-Dindo classification system for postoperative complications will be used. The Investigators will also look at no-show rates, visit times, and travel distance.\n\nThe investigators will collect basic demographic information from the EMR, including age, BMI, parity, and prior surgical history. Surgical indication, procedure performed, length of hospital stay, and perioperative outcomes (reoperation, readmission, unscheduled office or virtual visits (i.e. earlier than the scheduled 2 week visit), ED/urgent care visits, infection rates) will also be obtained. No-show rates will be obtained through the EMR. The investigators will also note if a planned virtual visit is unable to be completed due to technical difficulties, or is converted to a telephone visit. Travel distance from home to clinic site will be calculated using average travel time with minimal traffic based on participant's zip code using Google Maps.\n\nThe investigators will collect the reason for ineligibility for all patients deemed such by staff surgeons. All participants will be assigned a study number to facilitate de-identification of data. Data will be compiled in RedCap and securely stored on an encrypted server.\n\nStatistical analysis\n\nPower Calculation:\n\nThe Investigators hypothesized that patient satisfaction would be non-inferior for patients randomized to the postoperative virtual visit compared to those randomized to in-person virtual visit. Sample size of 70 patients in each arm is needed to achieve 90% power to detect a non-inferiority margin of -0.20. Allowing for a dropout rate of 20%, 88 patients will be recruited in each arm.\n\nAnalysis plan:\n\nFor the primary outcome, the Farrington-Manning score test for non-inferiority will be performed, for both intention-to-treat and per-protocol analyses. Approximately normally-distributed continuous measures will be summarized using means and standard deviations and will be compared using two-sample t-tests. Continuous measures that show departure from normality and ordinal measures will be summarized using medians and quartiles and will be compared using Wilcoxon rank sum tests. Categorical factors will be summarized using frequencies and percentages and will be compared using Pearson's chi-square tests or Fisher's exact tests.\n\nAll analyses will be done using SAS (version 9.4, The SAS Institute, Cary, NC) and a p \\< 0.05 will be considered statistically significant.\n\nStudy Timeline:\n\nThe MIGS division performs at least 20-30 hysterectomies per month. The Investigators estimate to achieve our target recruitment in 7-8 months."
        },
        "conditionsModule": {
            "conditions": [
                "Satisfaction, Patient"
            ],
            "keywords": [
                "Gynecology",
                "Virtual visit",
                "Post-operative",
                "Patient satisfaction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Virtual visit",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will have 2-week post-operative virtual visit",
                    "interventionNames": [
                        "Other: Virtual visit"
                    ]
                },
                {
                    "label": "Office visit",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients will return to the office for a 2-week post-operative visit",
                    "interventionNames": [
                        "Other: Office visit"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Virtual visit",
                    "description": "Patients randomized to this group will have a virtual 2-week post-operative visit",
                    "armGroupLabels": [
                        "Virtual visit"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Office visit",
                    "description": "Patients randomized to this group will have a in-person 2-week post-operative visit",
                    "armGroupLabels": [
                        "Office visit"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient satisfaction at 2-weeks",
                    "description": "The Press Ganey Medical Practice Survey is used to provide feedback on improving aspects of the clinic experience. It measures access, moving through the visit, nurse/assistant, care provider, personal issues and overall assessment. The scale exists from 1-5 (1=very poor, 5=very good)",
                    "timeFrame": "2-weeks"
                },
                {
                    "measure": "Patient satisfaction at 2-weeks",
                    "description": "The Press Ganey Medical Practice Telemedicine Survey is used to provide feedback on utilizing remote delivery of healthcare services. It measures access, care provider, telemedicine technology and overall access. The scale exists from 1-5 (1=very poor, 5=very good)",
                    "timeFrame": "2-weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Post-operative complications",
                    "description": "Complications include infection (urinary, pulmonary, wound, pelvic abscess, bloodstream); thromboembolic events; bleeding; and issues with wound healing, such as dehiscence",
                    "timeFrame": "2-weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Unscheduled visits",
                    "description": "Unscheduled office visits with CNP or MIGS surgeon, urgent care or ER visits",
                    "timeFrame": "2-weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria\n\n* Age greater than 18\n* Able to provide informed consent without assistance\n* English speaking\n* Access to phone or device equipped for virtual visit\n\nExclusion criteria\n\n* Surgeon determines participant is not a good candidate for virtual follow-up visit\n* Suspicion of malignancy\n* Unable to provide informed consent\n* No access to technology for virtual visit",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Gynecological post-operative study",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine Keller, M.D.",
                    "role": "CONTACT",
                    "phone": "216-444-6337",
                    "email": "kellerc2@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rosanne Kho, M.D.",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Keller, M.D.",
                            "role": "CONTACT",
                            "phone": "216-444-6337",
                            "email": "kellerc2@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2024-03-19",
                "submissionInfos": [
                    {
                        "releaseDate": "2024-03-19"
                    }
                ]
            }
        }
    },
    "hasResults": false
}