{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04584294",
            "orgStudyIdInfo": {
                "id": "IIR 19-387"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Patient-Centered Reproductive Decision Support Tool for Women Veterans",
            "officialTitle": "MyPath: A Patient-Centered Web-Based Intervention to Improve Reproductive Planning for Women Veterans",
            "acronym": "MyPath",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "patient-centered-reproductive-decision-support-tool-for-women-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-05",
            "studyFirstSubmitQcDate": "2020-10-05",
            "studyFirstPostDateStruct": {
                "date": "2020-10-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "Kaiser Permanente",
                    "class": "OTHER"
                },
                {
                    "name": "University of California, San Francisco",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators have developed a web-based decision support tool to help women Veterans get the information and care they need to achieve their reproductive goals, whether that includes optimizing their health before desired pregnancies or birth control to avoid unwanted pregnancies. The study will test the effect of sending a weblink to the decision tool to women Veterans prior to primary care visits at the VA. Half of participants will be sent a weblink before their appointment, and half will not be sent the link. The investigators hypothesize that participants who are sent the link will be more likely to report patient-centered discussions of their reproductive needs at visits, feel confident in communicating with their health care providers, have accurate knowledge about reproductive health, and choose birth control methods that best fit their preferences and needs.",
            "detailedDescription": "Counseling and care that supports individuals' ability to achieve their reproductive goals is an essential component of primary care. National organizations, including the Centers for Disease Control and Prevention (CDC), recommend that clinicians routinely engage in patient-centered conversations about reproductive goals and offer care to help optimize health and well-being prior to desired pregnancies and to prevent unwanted pregnancy and births. This counseling is particularly critical for women Veterans, who face elevated risks of adverse pregnancy and birth outcomes due to a high prevalence of chronic medical and mental health conditions as well as psychosocial stressors including sexual trauma histories, intimate partner violence, and homelessness. Moreover, stark racial/ethnic disparities in pregnancy outcomes are well-documented, and nearly half of reproductive-aged women Veterans are minority race/ethnicity. Despite these national recommendations, however, conversations about reproductive needs are often absent in primary care both outside and within the VA, and the conversations that do happen frequently fail to incorporate women's values and preferences. Interventions are needed to improve both the frequency and quality of counseling about reproductive needs in primary care settings.\n\nThis study will investigate the effect of a novel, web-based, patient-facing decision support tool designed to be used prior to VA primary care visits to help women Veterans with reproductive capacity consider their reproductive goals; improve their knowledge about fertility, contraception, and prepregnancy health risks; align contraceptive decisions with their preferences and goals; and engage in shared decision making (SDM) with providers.\n\nThe investigators will conduct a multi-site randomized controlled trial (RCT) clustered at the provider level among VA primary care providers and their reproductive-aged women Veteran patients. Study outcomes will be assessed among participants shortly after their scheduled appointment and at 3- and 6-months follow up. The study will test the primary hypothesis that participants who receive the tool weblink prior to visits will be more likely to report patient-centered conversations about their reproductive needs at their visit. The investigators also hypothesize that intervention participants will report higher perceived self-efficacy in communicating with providers, reproductive health knowledge, contraception decision quality, and contraception utilization. Exploratory outcomes include behaviors to modify preconception health risks among participants considering pregnancy in the future and intervention effects by race/ethnicity. The study will also collect quantitative and qualitative data to assess the feasibility of implementing the tool more widely in VA primary care settings."
        },
        "conditionsModule": {
            "conditions": [
                "Contraception",
                "Contraception Behavior",
                "Prepregnancy Health",
                "Reproductive Health"
            ],
            "keywords": [
                "Shared decision making",
                "Primary care",
                "Patient decision support",
                "Patient-centered outcomes research",
                "Reproductive autonomy",
                "Patient-Centered Care",
                "Provider-Patient Communication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Provider participants are randomized to one of two groups - usual care or intervention group - at the start of the study, prior to any Veteran enrollment. Subsequently, Veterans scheduled to see these providers will be enrolled as patient participants and automatically allocated to the study group of their scheduled provider.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Research assistants (RAs) who assess outcomes will remain blinded to provider study arm assignment throughout the trial. RAs will be blinded to patient study arm assignment during patient enrollment and baseline surveys but will become unblinded to individual patient study arm assignment during the course of outcome assessment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 456,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention (MyPath)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients scheduled to see providers randomized to this arm will receive a weblink to the decision tool via text message after study enrollment and prior to their scheduled visit.",
                    "interventionNames": [
                        "Behavioral: MyPath Web-Based Informational and Decision Support Tool"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Patients scheduled to see providers randomized to the usual care arm will receive no intervention and will receive usual primary care."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "MyPath Web-Based Informational and Decision Support Tool",
                    "description": "The MyPath Decision Support Tool includes the following sections and features:\n\n* Questions to capture reproductive goals and orientations towards a potential pregnancy\n* Education modules about the menstrual cycle, fertility, and prepregnancy health with the opportunity to flag topics that are relevant and of interest to the patient\n* A contraceptive decision module that provides education, elicits patient preferences about different aspects of contraception, and suggests methods most appropriate based on the patient's preferences\n* A feature for adding free-text questions that patients may have for their provider\n* An email with a summary page that the patient can bring to a visit to guide discussions with primary care providers about reproductive needs",
                    "armGroupLabels": [
                        "Intervention (MyPath)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Occurrence of reproductive needs discussion with shared decision making (SDM).",
                    "description": "Self-report of whether a discussion occurred during the scheduled primary care visit about pregnancy goals, prepregnancy health, or contraception that included shared decision making (SDM). SDM is measured by participant self-report with the CollaboRATE scale, which uses three 5-point Likert scale questions to assess SDM (score 0-12, with higher scores indicating more shared decision making).",
                    "timeFrame": "Within one week post-visit"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Occurrence of reproductive needs discussion.",
                    "description": "Self-report of whether a discussion of pregnancy goals, prepregnancy health, or contraception occurred during the scheduled primary care visit, regardless of occurrence of SDM.",
                    "timeFrame": "Within one week post-visit"
                },
                {
                    "measure": "Perceived self-efficacy in communicating with providers.",
                    "description": "Assessed with a modified version of the validated 5-item Perceived Efficacy in Patient-Provider Interactions (PEPPI) scale, which uses five Likert scale questions ranging from 1 to 5 (score 5-25, with higher scores indicating higher levels of perceived efficacy).",
                    "timeFrame": "Within one week post-visit"
                },
                {
                    "measure": "Knowledge.",
                    "description": "Participant responses to 14 items assessing knowledge of fertility, prepregnancy health, and contraception. The measure is self-developed and derived from previously published assessments of fertility and contraceptive knowledge. Responses will be coded as correct vs. incorrect, with \"don't know\" coded as incorrect (score 0-14, with higher scores indicating more accurate knowledge).",
                    "timeFrame": "Within one week post-visit"
                },
                {
                    "measure": "Contraceptive decision conflict.",
                    "description": "Assessed with the Decision Conflict Scale (DCS), a validated measure to assess patients' decisional conflict in medical decision making. The DCS includes 16-items with 5-point Likert scale response options ranging from 0-4. Scores are converted to range from 0 (no decisional conflict) to 100 (highest decisional conflict). This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "Within one week post-visit"
                },
                {
                    "measure": "Confidence that chosen contraceptive method is \"right for me.\"",
                    "description": "Assessed using a single question (\"How confident are you that this contraceptive method is right for you?\") with Likert response options from 1 (not at all confident) to 5 (completely confident). This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "Within one week post-visit"
                },
                {
                    "measure": "Choice of prescription or procedural contraceptive method.",
                    "description": "Self-report of continuing or changing to a prescription or procedural method after their visit. Prescription or procedural methods are defined as any of the following: birth control pills, patch, ring, injection, implants, IUDs, and male and female sterilization. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "Within one week post-visit"
                },
                {
                    "measure": "Choice of procedural contraceptive method.",
                    "description": "Self-report of continuing or changing to a procedural method after their visit. Procedural methods are defined as any of the following: implants, IUDs, and male and female sterilization. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "Within one week post-visit"
                },
                {
                    "measure": "Use of prescription or procedural contraceptive method.",
                    "description": "Self-reported use of a prescription or procedural method at follow-up. Prescription or procedural methods are defined as any of the following: birth control pills, patch, ring, injection, implants, IUDs, and male and female sterilization. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Use of procedural contraceptive method.",
                    "description": "Self-reported use of a procedural method at follow-up. Procedural methods are defined as any of the following: implants, IUDs, and male and female sterilization. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Continuous use of any contraception.",
                    "description": "Self-reported use of a contraceptive method over the past 6 months without a gap of greater than 4 weeks. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Continuous use of prescription or procedural contraception.",
                    "description": "Self-reported use of a prescription or procedural contraceptive method over the past 6 months without a gap of greater than 4 weeks. Prescription or procedural methods are defined as any of the following: birth control pills, patch, ring, injection, implants, IUDs, and male and female sterilization. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Continuous use of procedural contraception.",
                    "description": "Self-reported use of a procedural contraceptive method over the past 6 months without a gap of greater than 4 weeks. Procedural methods are defined as any of the following: implants, IUDs, and male and female sterilization. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Consistent use of contraception.",
                    "description": "Self-reported use of contraception every time they had sex during the past month. The questions used to assess this measure depend on the method(s) participants are using. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Contraceptive method satisfaction.",
                    "description": "Assessed using a single question (\"How satisfied are you with your current birth control method\") with Likert response options from 1 (very dissatisfied) to 5 (very satisfied). This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Incidence of unplanned pregnancy.",
                    "description": "Proportion of participants who self-report an unplanned pregnancy, as determined by responses to the 6-item London Measure of Unplanned Pregnancy. The London Measure includes items measuring attitude towards an experienced pregnancy and behaviors before pregnancy to determine the intendedness of pregnancy. The score range of the London Measure is 0-12, with a score of \\<10 indicating unplanned pregnancy and a score of 10 or higher indicating planned pregnancy. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Confidence that current contraceptive method is \"right for me.\"",
                    "description": "Assessed using a single question (\"How confident are you that this contraceptive method is right for you?\") with Likert response options from 1 (not at all confident) to 5 (completely confident). This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Occurrence of discussion about prepregnancy health risks.",
                    "description": "Self-reported discussion with healthcare team about prepregnancy health risks identified at study baseline. Prepregnancy health risks measured at baseline include: diagnosed mental health conditions, diagnosed medical comorbidities, obesity, use of potentially teratogenic medications, lack of folic acid supplementation, tobacco use, regular marijuana use , unhealthy alcohol use, substance use, housing instability, or food insecurity. This measure will be captured among a predefined subset of participants considering pregnancy.",
                    "timeFrame": "Post-visit and 6 months"
                },
                {
                    "measure": "Receipt or use of services for prepregnancy health risks.",
                    "description": "Self-reported receipt or use of services (for example, treatment, referrals, or medications) to address prepregnancy health risks identified at study baseline. Prepregnancy health risks measured at baseline for which receipt of services is assessed include: obesity, tobacco use, unhealthy alcohol use, substance use, housing instability, or food insecurity. This measure will be captured among a predefined subset of participants considering pregnancy.",
                    "timeFrame": "Post-visit and 6 months"
                },
                {
                    "measure": "Behaviors to modify prepregnancy health risks",
                    "description": "Self-reported behavior change or action to modify prepregnancy health risks identified at study baseline. Prepregnancy health risks measured at baseline determine which behaviors are assessed at follow-up. Prepregnancy health risks with corresponding behavior outcomes include: obesity, lack of folic acid supplementation, tobacco use, regular marijuana use, unhealthy alcohol use, substance use, housing instability, or food insecurity. This measure will be captured among a predefined subset of participants considering pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Goals-concordant continuous contraceptive use.",
                    "description": "Self-reported contraception use among participants over the past 6 months without a gap of greater than 4 weeks that is consistent with their orientation towards pregnancy over that time period (desires pregnancy now, not trying but OK with it, desires pregnancy later but not now, never desires pregnancy, not sure), regardless of their intention at baseline. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Goals-concordant consistent contraceptive use.",
                    "description": "Self-reported use of contraception every time participant had sex during the past month that is consistent with their current orientation towards pregnancy (desires pregnancy now, not trying but OK with it, desires pregnancy later but not now, never desires pregnancy, not sure) regardless of their intention at baseline. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Goals-concordant reproductive behaviors.",
                    "description": "Self-reported consistent use of contraception and/or folic acid supplementation that is concordant with their current self-reported orientation towards pregnancy (desires pregnancy now, not trying but OK with it, desires pregnancy later but not now, never desires pregnancy, not sure), regardless of their intention at baseline. This measure will be obtained in a pre-defined subset of participants at risk of unintended pregnancy.",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients:\n\n* Female sex identified in medical record\n* 18 - 44 years old\n* Has a scheduled VA medical appointment with an enrolled study provider\n* Has at least one valid telephone number available in medical record\n* Interested in receiving information or talking with their provider about pregnancy and/or birth control\n\nProviders:\n\n* Primary Care Provider (MD, Nurse Practitioner, Physician Assistant) at a study site\n* Designated as a Women's Health Provider \\[defined in VA directive 1330.01 as primary care providers who have demonstrated proficiency (e.g. pelvic exams and pap smears) in women's health and who have at least 10% of their panel comprised of women\\]\n* Completed appointments with at least 30 unique female patients ages 18-44 in the past year at a study site\n\nExclusion Criteria:\n\nPatients:\n\n* Currently pregnant\n* Medical record or self-reported history of hysterectomy, bilateral oophorectomy; or self-report of not having a uterus\n* Unable to communicate in English\n* Impaired decision-making\n* Used the decision tool prior to study enrollment (e.g. during pilot testing of the tool)\n\nProviders:\n\n* Previous involvement as a provider in MyPath pilot work (identified by the PI)\n* Medical trainee\n* Self-report that they have plans to leave VA, go on extended leave, retire, stop primary care practice, or change VA site in the 18 months following their enrollment",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "44 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lisa S Callegari, MD",
                    "role": "CONTACT",
                    "phone": "(206) 277-3129",
                    "phoneExt": "63129",
                    "email": "lisa.callegari@va.gov"
                },
                {
                    "name": "Samantha K Benson",
                    "role": "CONTACT",
                    "email": "Samantha.Benson@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lisa S Callegari, MD",
                    "affiliation": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA San Diego Healthcare System, San Diego, CA",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92161",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karuna Ahuja, MD",
                            "role": "CONTACT",
                            "phone": "619-400-5051",
                            "email": "Karuna.Ahuja@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Rocky Mountain Regional VA Medical Center, Aurora, CO",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kim Chen, MD",
                            "role": "CONTACT",
                            "email": "Kim.Chen@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Orlando VA Medical Center, Orlando, FL",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32803",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Georgine M Lamvu, MD",
                            "role": "CONTACT",
                            "phone": "407-631-3922",
                            "email": "Georgine.Lamvu@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "Atlanta VA Medical and Rehab Center, Decatur, GA",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ursula Kelly, PhD",
                            "role": "CONTACT",
                            "email": "Ursula.Kelly@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                },
                {
                    "facility": "Durham VA Medical Center, Durham, NC",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen Goldstein, MD",
                            "role": "CONTACT",
                            "email": "Karen.Goldstein@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "VA Pittsburgh Healthcare System University Drive Division, Pittsburgh, PA",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15240",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sonya B Borrero, MD MS",
                            "role": "CONTACT",
                            "phone": "412-360-2200",
                            "email": "sonya.borrero@va.gov"
                        },
                        {
                            "name": "Deirdre A. Quinn, PhD MSc",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sonya B Borrero, MD MS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "El Paso VA Health Care System, El Paso, TX",
                    "status": "RECRUITING",
                    "city": "El Paso",
                    "state": "Texas",
                    "zip": "79930-4211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Seigrid Nixon, MD",
                            "role": "CONTACT",
                            "phone": "915-564-6100",
                            "phoneExt": "6932",
                            "email": "seigrid.nixon@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.75872,
                        "lon": -106.48693
                    }
                },
                {
                    "facility": "Michael E. DeBakey VA Medical Center, Houston, TX",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deleene Menefee, PhD",
                            "role": "CONTACT",
                            "email": "Deleene.Menefee@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "South Texas Health Care System, San Antonio, TX",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78229-4404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nourdjihane Adams, MD",
                            "role": "CONTACT",
                            "phone": "210-732-1802",
                            "phoneExt": "181828",
                            "email": "nourdjihane.adams2@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "Central Texas Veterans Health Care System, Temple, TX",
                    "status": "RECRUITING",
                    "city": "Temple",
                    "state": "Texas",
                    "zip": "76504-7451",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anitha Reddy, MD",
                            "role": "CONTACT",
                            "phone": "512-823-4239",
                            "email": "anitha.reddy@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.09823,
                        "lon": -97.34278
                    }
                },
                {
                    "facility": "VA Salt Lake City Health Care System, Salt Lake City, UT",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84148-0001",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lori M Gawron, MD MPH",
                            "role": "CONTACT",
                            "phone": "801-582-1565",
                            "phoneExt": "1239",
                            "email": "Lori.Gawron@va.gov"
                        },
                        {
                            "name": "Jessica B Johnson",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Lori M. Gawron, MD MPH",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98108-1532",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa S Callegari, MD",
                            "role": "CONTACT",
                            "phone": "206-277-3129",
                            "phoneExt": "63129",
                            "email": "lisa.callegari@va.gov"
                        },
                        {
                            "name": "Samantha K Benson",
                            "role": "CONTACT",
                            "email": "Samantha.Benson@va.gov"
                        },
                        {
                            "name": "Lisa S Callegari, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36179982",
                    "type": "RESULT",
                    "citation": "Callegari LS, Benson SK, Mahorter SS, Nelson KM, Arterburn DE, Hamilton AB, Taylor L, Hunter-Merrill R, Gawron LM, Dehlendorf C, Borrero S. Evaluating the MyPath web-based reproductive decision support tool in VA primary care: Protocol for a pragmatic cluster randomized trial. Contemp Clin Trials. 2022 Nov;122:106940. doi: 10.1016/j.cct.2022.106940. Epub 2022 Sep 28."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Veteran participant data will be deposited into the \"Reproductive, Sexual, and Socio-Behavioral Health Data Repository and Registry\" VA data repository and registry housed and managed at the VA Puget Sound Health Care System. The data will be stored indefinitely in accordance with VHA regulations under VA IRB and R\\&D Committee oversight. Procedures are as follows.",
            "timeFrame": "Data will be deposited into the data repository and registry described above at study closure. It is the intention of the repository team to store the data in the repository indefinitely.\n\nIn accordance with VHA regulations, the repository will be terminated only under the direction of the VA IRB or R\\&D Committee responsible for the oversight of the repository. If the repository is terminated, the data will only be re-used or transferred to another data repository if the IRB and/or R\\&D approves of the transfer. The repository data may need to be destroyed if appropriate control of the data and compliance with VA and VHA requirements cannot be maintained.\n\nIf the repository is terminated, the data will be destroyed in accordance with all VA and VHA records disposition requirements. We will retain these data for the minimum period required for records retention in accordance with the National Archives and Records Administration (NARA) VHA Record Control Schedule (RCS).",
            "accessCriteria": "Study data may be requested by VA investigators (all investigators must receive regulatory approval and sign a Data Use Agreement before gaining access to the data). The data repository will only be used to answer questions for approved studies and/or for activities preparatory to research. For activities preparatory to research, staff may only use aggregate data, and only for background information, to justify the research, or to verify proposed sample size requirements.\n\nData from this study will be made available outside VA in response to a properly prepared Freedom of Information Act request submitted to the VA Puget Sound FOIA Officer, or submitted and passed down to the facility FOIA Officer from higher VA authority (e.g. VISN 20 or Central Office). Research publications will be made available to the public via the National Library of Medicine PubMed Central website within one year after publication date(s)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6494",
                    "name": "Contraceptive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}