{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05366842",
            "orgStudyIdInfo": {
                "id": "IRB00168423"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Patient-Reported Erectile Recovery and Quality of Life Outcomes With Lyopreserved Placental Tissue Applied Directly Over Neurovascular Bundle During Nerve Sparing Radical Prostatectomy Versus Standard of Care",
            "officialTitle": "Patient-Reported Erectile Recovery and Quality of Life Outcomes With Lyopreserved Placental Tissue Applied Directly Over Neurovascular Bundle During Nerve-Sparing Radical Prostatectomy Versus Standard of Care",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "patient-reported-erectile-recovery-and-quality-of-life-outcomes-with-lyopreserved-placental-tissue-applied-directly-over-neurovascular-bundle-during-nerve-sparing-radical-prostatectomy-versus-standard-of-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-04",
            "studyFirstSubmitQcDate": "2022-05-05",
            "studyFirstPostDateStruct": {
                "date": "2022-05-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Surgical implantation of Lyopreserved Placental Tissue (LPT) is FDA approved and has been used extensively in wound care. The use is expanding and more recently, LPT has been used in the management of diabetic foot ulcers, acute and chronic surgical wounds, various fistulas and even as a nerve wrap on the common peroneal nerve. Surgical technique for nerve-sparing prostatectomy has evolved continuously since first described by Walsh in 1982 and is now commonly performed with robotic assistance.\n\nThe investigators intend to study whether placement of LPT over the spared neurovascular bundle during nerve-sparing robotic prostatectomy will improve return to potency and/or continence after robotic radical prostatectomy for prostate cancer. Patients with a preoperative Sexual Health Inventory for Men (SHIM) score \\> 19 (moderate or high pre-op sexual function) planning to undergo robotic-assisted laparoscopic prostatectomy will be randomized to receive direct placement of LPT over the preserved neurovascular bundles vs standard of care. Patients will independently report erectile function and continence at 1 months, 3 months, 6 months and 1 year after surgery. Primary outcomes would include mean time to achieve potency, percentage of group achieving potency at each time point, and mean change in SHIM score. Secondary outcomes would include mean time to achieve continence. The investigators will also report any adverse events."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ],
            "keywords": [
                "erectile dysfunction",
                "radical prostatectomy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a single center, randomized; singe blinded, two-arm trial comparing the effects of direct placement of lyopreservation placental tissue over the spared neurovascular bundles vs. standard care (no placement of tissue) on erectile recovery and quality of life in patients undergoing bilateral nerve sparing radical prostatectomy for prostate cancer. The sample size will be 30 patients randomized to each study arm (60 patients total).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stravix",
                    "type": "EXPERIMENTAL",
                    "description": "Direct placement of LPT over the spared neurovascular bundles during bilateral nerve sparing radical prostatectomy for prostate cancer.",
                    "interventionNames": [
                        "Drug: Stravix lyopreserved placental tissue (LPT)"
                    ]
                },
                {
                    "label": "Standard of Care",
                    "type": "SHAM_COMPARATOR",
                    "description": "Standard care (no placement of tissue) bilateral nerve sparing radical prostatectomy for prostate cancer.",
                    "interventionNames": [
                        "Procedure: Radical prostatectomy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Stravix lyopreserved placental tissue (LPT)",
                    "description": "Participants will undergo surgical implantation of Stravix lyopreserved placental tissue (LPT) during a standard of care radical prostatectomy.",
                    "armGroupLabels": [
                        "Stravix"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Radical prostatectomy",
                    "description": "Standard care (no placement of tissue)",
                    "armGroupLabels": [
                        "Standard of Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in erectile function as assessed by the International Index of Erectile Function (IIEF) Score",
                    "description": "The primary outcome variable is the patient's score on the IIEF questionnaire (erectile function domain) at 1,3, 6, 9, 12, and 18 months post-surgery. A comparison of changes in the initial IIEF score will be evaluated to determine treatment efficacy. The IIEF contains 15 questions. A score of 0-5 is awarded to each of the 15 questions that examine the 4 main domains of male sexual function: erectile function, orgasmic function, sexual desire, and intercourse satisfaction. Overall scores will be categorized as follows:\n\n* 1-10: Severe Erectile Dysfunction\n* 11-16: Moderate dysfunction.\n* 17-21: Mild to moderate dysfunction\n* 22-25: Mild dysfunction\n* 26-30: No dysfunction",
                    "timeFrame": "1, 3, 6, 9, 12 and 18 months post-surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in erectile function and overall quality of life as assessed by the Expanded Prostate cancer Index Composite (EPIC) score from questionnaires",
                    "description": "The following questionnaires will be combined into a composite index EPIC score. EPIC scoring involves linear standardization of the response for each questionnaire to a 0 to 100 scale. Using the item groupings for each health-related quality of life (HRQOL) Domain Summary Score or Subscale score, values are averaged for all items within a group to create the summary or subscale score. A higher score represents better HRQOL. EPIC scores will be compared at each time point. A clinically relevant increase for the sexual domain is 10-12 points.\n\n* The Quality of Erection Questionnaire (QEQ) assesses erection in terms of hardness, onset, duration, and changes in erection quality. There are 6 questions.\n* The Short Form Survey (SF-12) assesses 8 health domains: Physical Functioning, Role-Physical, Bodily Pain, etc with 1-2 questions per domain.\n* The MUSIC questionnaire assesses four domains: urinary, bowel, sexual and hormonal. Each domain consists of 2-4 questions.",
                    "timeFrame": "1, 3, 6, 9, 12 and 18 months post-surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male sex 40 to 65 years of age with localized prostate cancer (clinical stage less than or equal to T2a, Gleason grade less than or equal to 3+4=7 (Gleason 8 or 4+3=7 will be excluded), Prostate-Specific Antigen (PSA) less than or equal to 10 ng/mL)\n2. Scheduled to undergo curative radical prostatectomy applying bilateral nerve-sparing procedure\n3. Intact pre-surgical erectile function (International Index of Erectile Function \\[IIEF\\]-5 / Sexual Health Inventory for Men (SHIM) score greater than or equal to 18)\n4. Willingness to attempt intercourse at least 5 times per month following surgery.\n5. Has a sexual partner of at least 6 months with current sexual activity (within the past 4 weeks)\n\nExclusion Criteria:\n\n1. Known penile deformity or a history of Peyronie's disease\n2. Pre or postoperative androgen therapy\n3. Pre or postoperative radiation therapy\n4. History of high or low blood pressure that is not controlled\n5. Taking nitrates medications\n6. History of heart problems such as angina, heart failure, irregular heartbeats, or myocardial infarction\n7. History of drug or alcohol abuse\n8. Current smoker has a 20 pack/year history of cigarette smoking\n9. History of acute or chronic depression\n10. History of liver problems or kidney problems\n11. History of retinitis pigmentosa or severe vision loss, including a condition called NAION\n12. History of spinal trauma or surgery to the brain or spinal cord\n13. Other contraindications to the use of phosphodiesterase inhibitor (PDE) 5 inhibitors\n14. History of known sensitivities to any of the following reagents used for processing, disinfection, and storage, which may remain on the product:\n\n    * Lyopreservation Solution: 18.9% w/v Trehalose in Dulbecco's Phosphate Buffered Saline\n    * Disinfection Solution: 0.5% v/v Gentamicin Sulfate, 0.1% v/v Vancomycin reconstituted in Water for Injection (WFI), 1% v/v Amphotericin B, 98.4% Dulbecco's Modified Eagle's Medium (DMEM)\n    * Processing Solution: DMEM, Dulbecco's Phosphate Buffered Saline (dPBS), 11% Anticoagulant Citrate Dextrose Solution in Saline, Formula A (ACD-A), 1.7% w/v Trehalose in Dulbecco's Phosphate Buffered Saline",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "40 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shantel Sosa",
                    "role": "CONTACT",
                    "phone": "4106144283",
                    "email": "ssosa2@jhmi.edu"
                },
                {
                    "name": "Heather Lyons",
                    "role": "CONTACT",
                    "phone": "4109550937",
                    "email": "hlyons5@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Arthur Burnett, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shantel Sosa",
                            "role": "CONTACT",
                            "phone": "410-614-4283",
                            "email": "ssosa2@jhmi.edu"
                        },
                        {
                            "name": "Heather Lyons",
                            "role": "CONTACT",
                            "phone": "410-955-0937",
                            "email": "Hlyons5@jhmi.edu"
                        },
                        {
                            "name": "Arthur L Burnett",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25613153",
                    "type": "BACKGROUND",
                    "citation": "Patel VR, Samavedi S, Bates AS, Kumar A, Coelho R, Rocco B, Palmer K. Dehydrated Human Amnion/Chorion Membrane Allograft Nerve Wrap Around the Prostatic Neurovascular Bundle Accelerates Early Return to Continence and Potency Following Robot-assisted Radical Prostatectomy: Propensity Score-matched Analysis. Eur Urol. 2015 Jun;67(6):977-980. doi: 10.1016/j.eururo.2015.01.012. Epub 2015 Jan 19."
                },
                {
                    "pmid": "27997744",
                    "type": "BACKGROUND",
                    "citation": "Johnson EL, Marshall JT, Michael GM. A comparative outcomes analysis evaluating clinical effectiveness in two different human placental membrane products for wound management. Wound Repair Regen. 2017 Jan;25(1):145-149. doi: 10.1111/wrr.12503. Epub 2017 Jan 19."
                },
                {
                    "pmid": "28606158",
                    "type": "BACKGROUND",
                    "citation": "Rodriguez-Collazo E, Tamire Y. Open surgical implantation of a viable cryopreserved placental membrane after decompression and neurolysis of common peroneal nerve: a case series. J Orthop Surg Res. 2017 Jun 12;12(1):88. doi: 10.1186/s13018-017-0587-y."
                },
                {
                    "pmid": "29046080",
                    "type": "BACKGROUND",
                    "citation": "Taylor JP, Gearhart S. The use of viable cryopreserved placental tissue in the management of a chronic rectovaginal fistula. Ann R Coll Surg Engl. 2017 Nov;99(8):e236-e240. doi: 10.1308/rcsann.2017.0157. Epub 2017 Oct 19."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10217",
                    "name": "Erectile Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}