{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05922033",
            "orgStudyIdInfo": {
                "id": "2023H0222"
            },
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Patient Versus Provider-led Titration of Insulin for Glycemic Control in Gestational Diabetes (EMPOWER)",
            "officialTitle": "Patient Versus Provider-led Titration of Insulin for Glycemic Control in Gestational Diabetes",
            "therapeuticArea": [
                "Women's Health",
                "Endocrinology"
            ],
            "study": "patient-versus-provider-led-titration-of-insulin-for-glycemic-control-in-gestational-diabetes-empower"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-14",
            "studyFirstSubmitQcDate": "2023-06-26",
            "studyFirstPostDateStruct": {
                "date": "2023-06-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-09",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kartik K Venkatesh",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "We propose a pragmatic, unblinded, randomized controlled, single center trial of 56 pregnant individuals with Gestational diabetes mellitus (GDM). Our study proposes a pragmatic randomized control trial of patient led rapid titration of basal insulin compared to standard therapy. There is a planned subgroup analysis of patients with and without concomitant metformin usage. Patients will continue routine clinic visits. Patients who are initiated on basal insulin or started on night-time basal insulin within 7 days will be approached about the study. Patients who agree to be enrolled will sign informed consent.",
            "detailedDescription": "Gestational diabetes mellitus (GDM) is one of the most frequent medical complications of pregnancy and affects nearly 1 in 10 pregnant individuals. GDM is associated with an increased risk of adverse pregnancy outcomes for both the pregnant individual (cesarean delivery, preeclampsia) and infant (large for gestational age at birth, preterm birth \\<37 weeks, neonatal hypoglycemia, and hyperbilirubinemia). Improved glycemic control has been associated with reduction in the risks of these adverse pregnancy outcomes. Nearly 1 in 4 pregnant individuals with GDM will require medication to achieve glycemic control. The first-line therapy historically recommended for glycemic control is insulin and continues to be the primary recommendation of guidelines from the American College of Obstetrics and Gynecology (ACOG) and the American Diabetes Association (ADA). However current guidelines do not recommend a clear approach to insulin titration in GDM. This is an important limitation of current clinical practice. Individuals with GDM who are generally diagnosed between 24 to 28 weeks only have a short window of up to a few months to achieve glycemic control with pharmacotherapy to prevent adverse pregnancy outcomes. Traditionally, provider led titration of insulin has been the standard of care. Recommendations from outside of pregnancy and limited observational data from pregnancy have proposed patient-led self-titration of basal insulin have improved glycemic control compared to provider led titration.\n\nWe propose to conduct a pragmatic randomized controlled trial \"EMPOWER: Patient versus provider-led titration of basal insulin for glycemic control in gestational diabetes\" to compare pregnant individuals with GDM diagnosed \\>20 weeks gestation randomized to patient-led (intervention) versus provider-led insulin titration (standard of care).\n\nOVERALL AIM: To conduct a pragmatic, non-blinded randomized controlled trial (pRCT) of patient-led insulin titration versus provider-led titration of basal insulin to improve glycemic control in the late third trimester in pregnancies complicated by gestational diabetes.\n\n1.2 Specific Aims\n\nPRIMARY AIM:\n\nCompare glycemic control defined as the mean fasting glucose in the last week prior to term (36 weeks) between individuals randomized to patient-led (intervention) versus provider-led insulin titration (standard of care).\n\nSECONDARY AIMS:\n\nSecondary Aim 1: Compare the frequency of adverse pregnancy outcomes (cesarean delivery, preeclampsia, large for gestational age, and NICU admission) between individuals randomized to patient-led (intervention) versus provider-led insulin titration (standard of care).\n\nSecondary Aim 2: Compare effect of concurrent metformin use on total daily insulin dose per kilogram at 36 weeks overall, and by patient-led (intervention) versus provider-led insulin titration.\n\nSecondary Aim 3: Compare patient and provider satisfaction between patient-led (intervention) versus provider-led insulin titration."
        },
        "conditionsModule": {
            "conditions": [
                "Gestational Diabetes Mellitus",
                "Pregnancy in Diabetic",
                "Pregnancy, High Risk"
            ],
            "keywords": [
                "Titration of insulin",
                "Pregnancy",
                "Glycemic control"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 56,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patient-led self-titration of insulin",
                    "type": "EXPERIMENTAL",
                    "description": "Individuals randomized to this arm will initiate night-time insulin of 10 units. The type of basal insulin will be left to the discretion of the provider with levemir or glargine preferred over NPH. On day 0 of initiation of insulin, the patient will initiate night-time (or prior to sleep if alternate sleep schedule) insulin of 10 units (glargine, detemir, or NPH). Patient will check their fasting blood glucose in the morning and record their values. If the value is below 70 they will decrease their insulin dosage that night by 2 units; if the value is above 95 they will increase their insulin dosage that night by 2 units; and if the value is between 70 and 95, they will maintain the same insulin dosage that night. The patients will continue this algorithm for the remainder of the pregnancy. If the patient does not have a fasting blood glucose, the patient will maintain the dose of basal insulin at the prior dose.",
                    "interventionNames": [
                        "Drug: Patient-led Insulin (intervention group)"
                    ]
                },
                {
                    "label": "Standard of care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Individuals randomized to this arm will receive standard care and titration of insulin will be determined by the individual providers.",
                    "interventionNames": [
                        "Drug: Provider-led Insulin (standard care)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Patient-led Insulin (intervention group)",
                    "description": "Individuals randomized to this arm will initiate night-time insulin of 10 units. The type of basal insulin will be left to the discretion of the provider with levemir or glargine preferred over NPH. On day 0 of initiation of insulin, the patient will initiate night-time (or prior to sleep if alternate sleep schedule) insulin of 10 units (glargine, detemir, or NPH). Patient will check their fasting blood glucose in the morning and record their values. If the value is below 70 they will decrease their insulin dosage that night by 2 units; if the value is above 95 they will increase their insulin dosage that night by 2 units; and if the value is between 70 and 95, they will maintain the same insulin dosage that night. The patients will continue this algorithm for the remainder of the pregnancy. If the patient does not have a fasting blood glucose, the patient will maintain the dose of basal insulin at the prior dose.",
                    "armGroupLabels": [
                        "Patient-led self-titration of insulin"
                    ],
                    "otherNames": [
                        "insulin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Provider-led Insulin (standard care)",
                    "description": "Individuals randomized to this arm will receive standard care and titration of insulin will be determined by the individual providers.",
                    "armGroupLabels": [
                        "Standard of care"
                    ],
                    "otherNames": [
                        "insulin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fasting glycemic control",
                    "description": "Continuous measure of mean fasting glucose during the 36th week of pregnancy. Patients with have the mean fasting glucose value during the 36th week of pregnancy. We will use this goal given that inadequate glycemic control may be delivered as soon as the early term period (37-39 weeks) or patients may also have spontaneous or iatrogenic preterm delivery. If the patient delivers before the 36th week or does not have data available in the 36th week, we will use the last available week of data If the patient does not have glucose log in the 36th week, we will use the most proximal week such as the 37th week.",
                    "timeFrame": "From randomization to delivery, which is approximately from 36 weeks to 39 weeks gestation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Birth weight in grams",
                    "description": "continuous measure birthweight in grams of neonate of the pregnancy as recorded in the delivery record",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Fasting blood glucose >50% at target within the past week",
                    "description": "categorical measure of fasting BG at target. Fasting blood glucose at target (\\>95) in greater than 50% of recorded values with in the past week",
                    "timeFrame": "From randomization to delivery, which is approximately from 36 weeks to 39 weeks gestation"
                },
                {
                    "measure": "Postprandial blood glucose >50% at target within the past week",
                    "description": "categorical measure of fasting BG at target. Postprandial blood glucose \\>50% at target (\\<140 at 1 hour postprandial or \\<120 at 2 hour postprandial) within the past week",
                    "timeFrame": "From randomization to delivery, which is approximately from 36 weeks to 39 weeks gestation"
                },
                {
                    "measure": "Average fasting blood glucose",
                    "description": "Continuous measure of average fasting blood glucose. Average fasting blood glucose for each week of the pregnancy from randomization until delivery",
                    "timeFrame": "From randomization to delivery, which is approximately from 36 weeks to 39 weeks gestation"
                },
                {
                    "measure": "Average postprandial blood glucose",
                    "description": "Continuous measure of average postprandial blood glucose. Average fasting blood glucose for each week of the pregnancy from randomization until delivery",
                    "timeFrame": "From randomization to delivery, which is approximately from 36 weeks to 39 weeks gestation"
                },
                {
                    "measure": "Maternal hypoglycemia events",
                    "description": "Number of maternal hypoglycemia events defined as percent fasting glucose below 60",
                    "timeFrame": "From randomization to delivery, which is approximately from 36 weeks to 39 weeks gestation"
                },
                {
                    "measure": "Total insulin usage (units/kg/day)",
                    "description": "continuous measure total insulin usage at time of delivery",
                    "timeFrame": "at time of delivery approximately from 36 weeks to 39 weeks gestation"
                },
                {
                    "measure": "Composite perinatal outcomes (large for gestational age, neonatal hypoglycemia, NICU admission)",
                    "description": "categorical measure of the presence composite outcomes of large for gestational age, and neonatal hypoglycemia and NICU admissions of as a result of pregnancy.",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Neonatal hypoglycemia",
                    "description": "categorical measure if neonatal hypoglycemia is present as defined as blood glucose \\<35 mg/dL requiring glucose treatment in the first 24 hours of birth",
                    "timeFrame": "at birth until 24 hours birth"
                },
                {
                    "measure": "NICU admissions",
                    "description": "categorical measure if neonate is admitted to the neonatal intensive care unit for any indication at birth or until discharge of neonate",
                    "timeFrame": "Any NICU admission for 48 hours or greater duration up to 2-3 months"
                },
                {
                    "measure": "Preterm birth <34 weeks for any indication",
                    "description": "categorical measure of the presence of delivery before 34 weeks either spontaneous or iatrogenic",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Preterm birth <37 weeks for any indication",
                    "description": "categorical measure of the presence of delivery before 37 weeks either spontaneous or iatrogenic",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Hypertensive disorder of pregnancy",
                    "description": "categorical measure of the presence of the diagnosis of hypertensive disorder of pregnancy including gestational hypertension, preeclampsia with and without severe features, and superimposed preeclampsia, eclampsia, and HELLP syndrome as defined by ACOG guidelines",
                    "timeFrame": "From randomization to delivery, which is approximately from 36 weeks to 39 weeks gestation"
                },
                {
                    "measure": "Large for gestational age",
                    "description": "Categorical measure if neonate is large for gestational age as defined by 90th percentile for birthweight standardized by gestational age and sex",
                    "timeFrame": "At birth"
                },
                {
                    "measure": "Demographics and logistic barriers survey",
                    "description": "continuous measure of survey from the demographics and logistic barriers survey",
                    "timeFrame": "after the 36th week until delivery"
                },
                {
                    "measure": "Diabetes Treatment Satisfaction Questionnaire (DTSQ)",
                    "description": "continuous measure of survey information from Diabetes Treatment Satisfaction Questionnaire (DTSQ) assessing patients' satisfaction with their diabetes treatment",
                    "timeFrame": "after the 36th week until delivery"
                },
                {
                    "measure": "Diabetes Distress Screening (DDS) Scale",
                    "description": "continuous measure of survey Diabetes Distress Screening (DDS) Scale assessing the severity of the distress with living with gestational diabetes",
                    "timeFrame": "after the 36th week until delivery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant individuals with a diagnosis of Gestational diabetes mellitus (GDM) between 20 0/7 to 31 6/7 - 32 6/7 weeks and requiring initiation of basal insulin initiation as determined by provider\n* Patients not on insulin or insulin initiation within 7 days of consent and randomization\n* ≥ 18 years old with the ability to give informed consent\n* Diagnosed with GDM during pregnancy by a one-hour 50-gram glucose challenge test ≥200 mg/dL at greater than 20 weeks of gestation or two elevated values on a 3-hour or a 100-gram glucose tolerance test at greater than 20 weeks of gestation.\n* English or Spanish speaking\n* Receiving prenatal care at OSU or an affiliated clinic where Electronic Health Records (EHR) can be accessed\n\nExclusion criteria:\n\n* Type 1 or 2 diabetes\n* Insulin allergy\n* Not English or Spanish speaking",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "This study is restricted to pregnant individuals.",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kartik Venkatesh, MD, PhD",
                    "role": "CONTACT",
                    "phone": "614-293-2222",
                    "email": "kartik.venkatesh@osumc.edu"
                },
                {
                    "name": "Xiao-Yu Wang, MD",
                    "role": "CONTACT",
                    "phone": "614-293-2222",
                    "email": "xiao-yu.wang@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kartik Venkatesh, MD, PhD",
                    "affiliation": "Ohio State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Xiao-Yu Wang, MD",
                    "affiliation": "Ohio State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Ohio State University Wexner Medical Center OB/GYN Maternal and Fetal Medicine",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kartik Venkatesh, MD, PhD",
                            "role": "CONTACT",
                            "phone": "614-293-2222",
                            "email": "Kartik.Venkatesh@osumc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29370047",
                    "type": "BACKGROUND",
                    "citation": "ACOG Practice Bulletin No. 190: Gestational Diabetes Mellitus. Obstet Gynecol. 2018 Feb;131(2):e49-e64. doi: 10.1097/AOG.0000000000002501."
                },
                {
                    "pmid": "35900879",
                    "type": "BACKGROUND",
                    "citation": "McGovern AP, Hirwa KD, Wong AK, Holland CJE, Mayne I, Hashimi A, Thompson R, Creese V, Havill S, Sanders T, Blackman J, Vaidya B, Hattersley AT. Patient-led rapid titration of basal insulin in gestational diabetes is associated with improved glycaemic control and lower birthweight. Diabet Med. 2022 Oct;39(10):e14926. doi: 10.1111/dme.14926. Epub 2022 Aug 8."
                },
                {
                    "pmid": "17927832",
                    "type": "BACKGROUND",
                    "citation": "Bradley C, Plowright R, Stewart J, Valentine J, Witthaus E. The Diabetes Treatment Satisfaction Questionnaire change version (DTSQc) evaluated in insulin glargine trials shows greater responsiveness to improvements than the original DTSQ. Health Qual Life Outcomes. 2007 Oct 10;5:57. doi: 10.1186/1477-7525-5-57."
                },
                {
                    "pmid": "15735199",
                    "type": "BACKGROUND",
                    "citation": "Polonsky WH, Fisher L, Earles J, Dudl RJ, Lees J, Mullan J, Jackson RA. Assessing psychosocial distress in diabetes: development of the diabetes distress scale. Diabetes Care. 2005 Mar;28(3):626-31. doi: 10.2337/diacare.28.3.626."
                },
                {
                    "pmid": "36148880",
                    "type": "BACKGROUND",
                    "citation": "Davies MJ, Aroda VR, Collins BS, Gabbay RA, Green J, Maruthur NM, Rosas SE, Del Prato S, Mathieu C, Mingrone G, Rossing P, Tankova T, Tsapas A, Buse JB. Management of Hyperglycemia in Type 2 Diabetes, 2022. A Consensus Report by the American Diabetes Association (ADA) and the European Association for the Study of Diabetes (EASD). Diabetes Care. 2022 Nov 1;45(11):2753-2786. doi: 10.2337/dci22-0034."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016640",
                    "term": "Diabetes, Gestational"
                },
                {
                    "id": "D000011254",
                    "term": "Pregnancy in Diabetics"
                },
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19012",
                    "name": "Diabetes, Gestational",
                    "asFound": "Gestational Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14133",
                    "name": "Pregnancy in Diabetics",
                    "asFound": "Pregnancy in Diabetic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007328",
                    "term": "Insulin"
                },
                {
                    "id": "C000557859",
                    "term": "Insulin, Globin Zinc"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10365",
                    "name": "Insulin",
                    "asFound": "Day 1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M173166",
                    "name": "Insulin, Globin Zinc",
                    "asFound": "Day 1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349",
                    "name": "Insulin Detemir",
                    "relevance": "LOW"
                },
                {
                    "id": "M347",
                    "name": "Insulin Glargine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17768",
                    "name": "Zinc",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}