{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05301478",
            "orgStudyIdInfo": {
                "id": "A3539-R"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Patient Specific 3D Printed Diabetic Insoles to Reduce Plantar Pressure",
            "officialTitle": "Patient Specific 3D Printed Diabetic Insoles to Reduce Plantar Pressure",
            "acronym": "3D Insole",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "patient-specific-printed-diabetic-insoles-to-reduce-plantar-pressure"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-16",
            "studyFirstSubmitQcDate": "2022-03-28",
            "studyFirstPostDateStruct": {
                "date": "2022-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In this research study, the investigators are evaluating if novel custom foot orthotics improves foot health and mobility for people who are at increased risk of developing foot ulcers. The investigators are comparing different methods of custom foot orthotic fabrication in people who are at increased risk of developing foot ulcers and individuals who are not. Participating in this study involves coming to the VA Hospital in Seattle for up to 12 study visits, lasting up to four hours. If eligible and choose to participate, participants will:\n\n* Wear custom foot orthotics during in laboratory testing for up to four hours\n* Receive a foot health assessment\n* Walk through the laboratory space so the investigators can see how the orthotics affect the participant's body movement\n* Participants will be paid for participating in the study",
            "detailedDescription": "It is estimated that, globally, a lower extremity amputation takes place every 30 seconds, and that 85% of these amputations are the result of diabetic foot ulcers. Plantar foot ulcers develop, in part, due to high loading and mechanical stress to the soft tissues of the foot. Custom standard of care insoles aim to reduce regions of the foot that experience excessive plantar pressures by redistributing pressure to other areas.\n\nLimitations in the effectiveness of standard of care insoles, however, result in rates of ulceration that remain unacceptably high. Meanwhile, a revolution in 3D printing technologies, material properties, and digital manufacturing pipelines are enabling a wave of innovative solutions that are improving outcomes in many areas of medicine. The investigators aim to leverage these techniques to create novel patient-specific 3D printed insoles with personalized metamaterials which the investigators believe will demonstrate superior offloading performance.\n\nPersonalized metamaterials are 3D printed materials formed from lattice patterns derived from patient specific characteristics, resulting in insoles that are uniquely matched to the patient's needs. The aim of this study is to determine if 3D printed insoles with personalized metamaterials reduce plantar pressures for at-risk areas of the foot better than standard of care insoles. The investigators will manufacture three different insoles, namely the standard of care (SC), 3D printed pressure based (3DP-PB), and finite element optimized (3DP-FE) insoles. 3DP-PB insoles will be designed from plantar foot shape and dynamic plantar pressure while the 3DP-FE insoles will be designed from simulations of participant's feet interacting with different insole designs to optimize the insole shape and metamaterial properties. In a repeated measures study, the investigators will measure peak plantar pressure and pressure time integral for each type of insole with a group of 25 participants who have diabetes and elevated forefoot pressure. The investigators hypothesize that the 3D printed insoles comprised of personalized metamaterials derived from plantar measurements (3DP-PB) will have greater reductions in the peak plantar pressure and pressure time integral than the SC insoles (H1).\n\nAdditionally, the investigators hypothesize that, relative to the other two insoles, insoles optimized through patient specific finite element simulations (3DP-FE) will have the greatest reduction in peak plantar pressure and pressure time integral (H2). To facilitate the clinical translation of the novel 3D printed insoles the investigators will carry out focus groups with patients and clinicians to gain their early feedback and insights. Results from these focus groups will be qualitatively synthesized into actionable improvements to the insoles. Novel insoles that utilize 3D printing fabrication may provide enhanced protection from foot ulcers that frequently progress to amputation. Moreover, digital manufacturing technologies and 3D fabrication methods have relatively low barriers to mass production, which can greatly expedite translation into clinics. The VA is widely recognized as a leader in health care innovation. The development of custom 3D printed insoles that may reduce risk for amputation is well-aligned with VA's spirit of innovation and is supported by the VA mission \"To care for him who shall have borne the battle.\" Reducing rates of ulceration in the Veteran population has the potential to greatly reduce incidence of lower-limb amputations and improve the quality of life for Veterans."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes"
            ],
            "keywords": [
                "Diabetic Accommodative insoles",
                "3D printing",
                "3D printed insoles",
                "Personalized Metamaterials",
                "FEA modeling"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Wear custom foot orthotics during in laboratory testing for up to four hours",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "No masking"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Diabetic with elevated plantar pressure",
                    "type": "EXPERIMENTAL",
                    "description": "Diabetic with elevated plantar pressure",
                    "interventionNames": [
                        "Device: standard of care insole",
                        "Device: 3D Printed Insole - pressure based",
                        "Device: 3D Printed Insole - FEA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "standard of care insole",
                    "description": "standard of care diabetic insole",
                    "armGroupLabels": [
                        "Diabetic with elevated plantar pressure"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "3D Printed Insole - pressure based",
                    "description": "3D Printed Insole - pressure based",
                    "armGroupLabels": [
                        "Diabetic with elevated plantar pressure"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "3D Printed Insole - FEA",
                    "description": "3D Printed Insole - FEA",
                    "armGroupLabels": [
                        "Diabetic with elevated plantar pressure"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Plantar pressure",
                    "description": "pressure on the bottom of the feet between insole conditions",
                    "timeFrame": "all interventions will be assessed in the second study visit ~ 1 month after the first"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18+ years\n* Valid prescription for diabetic custom foot orthotics or current diabetic CFO user\n* Plantar pressure greater than or equal to250 KPa (assessed at first study visit)\n\nExclusion Criteria:\n\n* Healed or non-healed foot ulcer within the last month\n* Prior amputation of more than 1 digit\n* Requirement for boots, custom shoes, or other specialty footwear for daily activities\n* Non-ambulatory status\n* Terminal illness that would make two-year survival unlikely\n* Pregnant (determined by self-report)\n* Inadequate cognitive function or language proficiency to consent to participate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brittney C Muir, PhD",
                    "role": "CONTACT",
                    "phone": "(206) 277-3261",
                    "email": "brittney.muir@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brittney C Muir, PhD",
                    "affiliation": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98108-1532",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brittney C Muir, PhD",
                            "role": "CONTACT",
                            "phone": "206-277-3261",
                            "email": "brittney.muir@va.gov"
                        },
                        {
                            "name": "Brittney C Muir, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Patrick Aubin, PhD MS BS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All individual participant data collected will be de-identified and placed in publically accessible online data repositories.",
            "timeFrame": "Data will be posted ad-hoc on an ongoing basis.",
            "accessCriteria": "Once posted, the data is available to the public."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}