{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05294042",
            "orgStudyIdInfo": {
                "id": "2021-0709"
            },
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Patient Navigators for Children's Community Mental Health Services in High Poverty Urban Communities",
            "officialTitle": "Patient Navigators for Children's Community Mental Health Services in High Poverty Urban Communities",
            "therapeuticArea": [
                "Other"
            ],
            "study": "patient-navigators-for-children-s-community-mental-health-services-in-high-poverty-urban-communities"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-02",
            "studyFirstSubmitQcDate": "2022-03-14",
            "studyFirstPostDateStruct": {
                "date": "2022-03-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-05-17",
            "lastUpdatePostDateStruct": {
                "date": "2022-05-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tara G Mehta",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose is to study a model of mental health navigation for African American and Latinx children (5-12 years) in high poverty urban communities focused on reducing key parental attitudinal barriers to care. Reducing persistent racial and ethnic disparities in children's mental health is a national priority and patient navigation is a highly promising approach that is rarely used in children's mental health services. The study will examine the effectiveness of paraprofessional (PP) navigators who have strong community knowledge, case manager (CM) navigators who are formally trained, and waitlist (WL) as usual condition. The study will examine specific mechanisms of navigator effectiveness in children's mental health and compare the two types of navigators to provide a rigorous test of the proposed mechanisms. The knowledge gained from this application may be important to reducing disparities and employing the workforce best suited to navigation in the community mental health system. Two community boards, one focused on identifying factors important to supporting navigators at the agencies (Implementation and Sustainability Community Board) will meet quarterly, and the other focused on implications for state and federal policy (Public Policy Board), will meet annually.",
            "detailedDescription": "Navigation to promote entry into health services, originally developed to address racial disparities in cancer screening and treatment, is only recently gaining prominence in mental health. Recent reviews recommend navigation for many health-related services including mental health services for transition-age youth and for children with medical complexity and comorbid mental health disorders. Logistical barriers are common across the health care system. However, for mental health services, stigma is also a prominent barrier. Paraprofessionals (PPs) have been key in efforts to reduce disparities in access to social services both nationally and internationally, presumably because their similarities to families can facilitate families' access to and retention in mental health services given their ability to relate to families' struggles. In this study, the investigators will examine paraprofessionals' (PP's) effectiveness as navigators for children's mental services as contrasted with case managers (CMs) who are often assigned navigator tasks but may lack the relational advantages of PPs, and to waitlist (WL)-as-usual.\n\nSpecific aims are to examine:\n\n1. Initial entry into appropriate mental health services.\n\n   a.Hypothesis: Caregivers assigned to a PP navigator will be more likely to initiate services for their child as compared to families assigned a CM navigator and to families on WL-as-usual, as mediated by reduced stigma and more positive attitudes towards mental health services;\n2. Ongoing engagement in services.\n\n   a.Hypothesis: Caregivers assigned a PP navigator will be more likely to retain their child in more sessions of ongoing care as compared to families assigned a CM navigator and to families on WL-as-usual, as mediated by PP's ability to act as a boundary spanner;\n3. Child and parent outcomes at baseline, 6, 12, and 18 months post intake.\n\n   1. Hypothesis: Children and caregivers in the PP navigator condition will evidence stronger outcomes as compared to families assigned a CM navigator and families in WL-as-usual, as mediated by PP's integration into caregiver's social support network.\n\nThe investigators will examine these hypotheses using an explanatory sequential mixed method design. Multi-level and longitudinal quantitative data will include information on (1) initial and ongoing use of services assessed via agency electronic medical record (EMR) data; (2) the type and rate of navigator services to families as assessed via EMR data and parent report of navigator endorsement of recommended services; (3) caregiver attitudes and services received, assessed through caregiver report; (4) integration of navigator into caregiver social support network assessed via caregiver report of a social support network; and (5) child and caregiver outcomes as assessed by the caregiver and therapist report collected during 6-month intervals up to 18 months post intake (baseline).\n\nQuantitative data will be analyzed by generalized estimating equations models (GEE) accounting for the clustering effect of agencies and navigators and adjusted for covariates. Qualitative analysis of independent focus groups with PPs, CMs, and caregivers will be conducted at the end of each cohort to contextualize and clarify the quantitative findings.\n\nTwo community boards will provide an opportunity for inter-agency communication and support by sharing challenges and successes and providing insights into local and national policy. An Implementation and Sustainability Community Board will meet quarterly to address issues of fit within each organization and consistency with local system procedures, and a Public Policy Board will meet annually to consider how the research can inform local and national mental health policy"
        },
        "conditionsModule": {
            "conditions": [
                "Community Mental Health Services"
            ],
            "keywords": [
                "Child Mental Health Services",
                "Racial and Ethnic Disparities",
                "Urban Poverty",
                "Navigation",
                "Paraprofessional"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 666,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Paraprofessional Navigation Condition",
                    "type": "EXPERIMENTAL",
                    "description": "Paraprofessional Navigators will implement a model of navigation with caregivers focused on reducing logistical and attitudinal barriers to care.",
                    "interventionNames": [
                        "Other: Navigation"
                    ]
                },
                {
                    "label": "Case Manager Navigation Condition",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Case Manager Navigators will implement a model of navigation with caregivers focused on reducing logistical and attitudinal barriers to care.",
                    "interventionNames": [
                        "Other: Navigation"
                    ]
                },
                {
                    "label": "Wait-List as Usual",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will be assigned as wait-list as usual at each agency."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Navigation",
                    "description": "The intervention in this study is a model of navigation for families seeking services at the two mental health agencies collaborating on this study. Navigators (PP and CM) will implement a model of navigation with caregivers focused on reducing logistical and attitudinal barriers to care.",
                    "armGroupLabels": [
                        "Case Manager Navigation Condition",
                        "Paraprofessional Navigation Condition"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Initiation of services by caregiver",
                    "description": "Investigators will calculate time elapsed between assignment to condition and first session of recommended services.",
                    "timeFrame": "Up to 18 months"
                },
                {
                    "measure": "Attendance in services",
                    "description": "Number of times attended services",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Change from Baseline Measure of Perceived Homophily at 6, 12, and 18 months",
                    "description": "(McCroskey, Richmond, \\& Daley, 1975).The Measure of Perceived Homophily is a 16-item, four-factor continuous measure of an individual's perceived similarity and dissimilarity of another individual. This measure will be used to determine how similar the caregiver perceives their navigator on the four dimensions. The four dimensions include: Attitude, Background, Value, and Appearance. Each dimension includes 4 items, which are rated from 1 to 7 (e.g., 1 = Doesn't think like me to 7 = Thinks like me). Cronbach's α ranges from .51 to .93 (McCroskey et al., 2006)",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline Social Network Assessment of Boundary Spanning at 6, 12, and 18 months",
                    "description": "(Marsden, 2011). Caregivers will be asked two questions at each assessment time point to determine sources of influence on services recommended by providers: 1) \"Has your provider recommended services or practices to help with your child's mental health or family needs?If yes, please name them\" and for each service or practice named by the caregiver, 2) Did you talk with anyone besides your provider about the service or practice? If yes, please indicate who you talked to about this service or practice. These questions will allow us to assess whether navigators are serving as a boundary spanner. Specifically, at each time point, we will calculate the proportion of services or practices recommended by the provider that were also discussed with the navigator.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline Norbeck Social Support at 6, 12, and 18 months",
                    "description": "(NSSQ; Norbeck et al., 1983). The NSSQ examines multiple components of caregiver social support. The Total Network Support Subscale (3 items) is the sum of the total number of members (up to 24) parents identify in their support network, frequency of contact with each member (1= once a year or less to 5 = daily), and length of the relationship with each member on a 5 point-scale (1 = less than 6 months to 5 = more than 5 years). The Total Functional Support Subscale (6 items) measures the sum of perceived affective/emotional (n = 4 items) and instrumental/tangible support (n = 2 items; 0 = not at all to 4 = a great deal). In addition, the NSSQ will also be used to examine the extent to which navigators provided context-relevant social support to caregivers. Scores range from 0 (not named or named but no support) to 24 (maximum support).",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline Parental Attitudes Toward Psychological Services at 6, 12, and 18 months",
                    "description": "(PATPSI; Turner, 2012). This scale is a 26-item scale that assesses parental attitudes toward outpatient mental health services across three domains: Help-seeking attitudes, help-seeking intentions, and mental health stigma. Items are rated from 0 (strongly disagree) to 5 (strongly agree). The PATPSI has demonstrated discriminant validity as well as adequate internal consistency (Cronbach's α ranging from .72 to .92) and test-retest reliability (Pearson r ranging from .66 to .82).",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline Family Empowerment at 6, 12, and 18 months",
                    "description": "Rodriguez et al., 201 The adapted version of the original FES was designed to assess empowerment for families whose children have emotional disabilities (Rodriguez et al., 011). It consists of 34 items and three subscales: Family Empowerment (the ability to manage day-to-day life of the family, 12 items), Service System Empowerment (the caregiver's sense of ability to interact with the services system to obtain needed services,12 items), and Community/Political Empowerment (the caregiver's sense of ability to advocate for improved services, 10 items). Each subscales' internal consistency is high with Cronbach's alpha coefficients ranging from .87 to .88. Test-retest reliability is also high, ranging from .77-.85 (Koren et al. 1992), with high alpha reliability for the adapted version (.94; Rodriguez et al., 2011).",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline Vanderbilt Mental Health Self Efficacy at 6, 12, and 18 months",
                    "description": "(Bickmanet al., 1991) This measure consists of 25 items measuring parents' self-efficacy beliefs and behavior expectations about mental health treatment for their children on a 5-point scale (1=strongly agree, 5=strongly disagree). The questionnaire has been used with both normative and high-risk samples with high internal consistency (alpha=.93 for normative and high-risk samples; Godwin, 2004). Construct validity has been established, with higher scores related to more parent collaboration with providers, increased social support, and more mental health service knowledge (Bickmanet al., 1998).",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline Barriers to Treatment Participation at 6,12, and 18 months",
                    "description": "(BTPS; Kazdinet al. 1997). This measure is a 44-item scale that is administered via caregiver interview assessing barriers to participation in children's treatment. Items are rated from 1 (never a problem) to 5 (very often a problem), measuring four different areas: stressors or obstacles that compete with treatment, treatment demands, perceived relevance of treatment, and relationship with the therapist, with high internal consistency (Cronbach's α = .86; Nock \\& Photos, 2006)",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline PROMIS Global Health Scale at 6, 12, and 18 months",
                    "description": "(Broderick et al., 2013).This 10-item self-report scale was developed to evaluate individuals' perceptions of overall health status and its impact on quality of life (Hays et al., 2009). The scale produces two subscale scores: Physical Health (GPH) and Mental Health (GMH). Items are reported on a Likert scale of 1 to 5, with the exception of an overall pain scale, which is rated from 1 (No pain) to 10 (Worst pain). Each scale has high internal consistency (GMH: alpha=.86, GPH: alpha=.81), and high convergent validity with other measures of health-related quality of life (Hays et al, 2009).",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline OHIO Scales at 6, 12, and 18 months",
                    "description": "(Ogles et al., 2001) The OHIO scales isa broad measure of functioning for youth age 5 to 18 years. It includes two subscales addressing (a) problem areas (α = .86) and (b) positive areasof functioning (α = .91). Each subscale contains 20 items. There is a parent report and a clinician report. We will utilize the Functioning subscale.",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Change from Baseline Strength and Difficulties at 6, 12, and 18 months",
                    "description": "(SDQ, Goodman, 2001). Caregivers will complete the SDQ at baseline to derive three scores of child symptoms: symptom severity, externalizing difficulties, and internalizing difficulties. The SDQ is a 25-item screening tool for youth ages 3-17. The response scale has three anchors (0 = Not true, 1 = Somewhat true, and 2 = Certainly true). Internal consistency for the parent report total difficulties score is 0.8 and inter-rater agreement is 0.44 (Stone et al. 2010)",
                    "timeFrame": "Baseline, 6 months, 12 months, 18 months"
                },
                {
                    "measure": "Demographics",
                    "description": "Child age, gender, and ethnicity, as well as other demographics, will be reported by the caregiver via REDCap. Caregiver demographics will be collected by research assistants via REDCap.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* African American and Latinx Children between 5 and 12 years of age and their caregiver\n* New referrals on the waitlist for outpatient mental health services\n* Have been screened and deemed appropriate for services at one of two social service participating community mental health agencies\n\nExclusion Criteria:\n\n* N/A",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Pedro L Perez Aquino, M.S.",
                    "role": "CONTACT",
                    "phone": "(312) 996-5155",
                    "email": "pleopa@uic.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tara Mehta, PhD",
                    "affiliation": "University of Illinois at Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Illinois at Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60608",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Leo Perez-Aquino, M.S.",
                            "role": "CONTACT",
                            "phone": "312-996-5155",
                            "email": "pleopa@uic.edu"
                        },
                        {
                            "name": "Viviana Uribe, B.A.",
                            "role": "CONTACT",
                            "phone": "312-996-8951",
                            "email": "uribe3@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23889846",
                    "type": "BACKGROUND",
                    "citation": "Bieling PJ, Madsen V, Zipursky RB. A 'navigator' model in emerging mental illness? Early Interv Psychiatry. 2013 Nov;7(4):451-7. doi: 10.1111/eip.12078. Epub 2013 Jul 24."
                },
                {
                    "pmid": "29119824",
                    "type": "BACKGROUND",
                    "citation": "Glassgow AE, Martin MA, Caskey R, Bansa M, Gerges M, Johnson M, Marko M, Perry-Bell K, Risser HJ, Smith PJ, Van Voorhees B. An innovative health-care delivery model for children with medical complexity. J Child Health Care. 2017 Sep;21(3):263-272. doi: 10.1177/1367493517712063. Epub 2017 Jun 5."
                },
                {
                    "pmid": "30825221",
                    "type": "BACKGROUND",
                    "citation": "Mehta TG, Lakind D, Rusch D, Walden AL, Cua G, Atkins MS. Collaboration with Urban Community Stakeholders: Refining Paraprofessional-led Services to Promote Positive Parenting. Am J Community Psychol. 2019 Jun;63(3-4):444-458. doi: 10.1002/ajcp.12316. Epub 2019 Mar 1."
                },
                {
                    "pmid": "28730278",
                    "type": "BACKGROUND",
                    "citation": "Barnett ML, Gonzalez A, Miranda J, Chavira DA, Lau AS. Mobilizing Community Health Workers to Address Mental Health Disparities for Underserved Populations: A Systematic Review. Adm Policy Ment Health. 2018 Mar;45(2):195-211. doi: 10.1007/s10488-017-0815-0."
                },
                {
                    "pmid": "11846824",
                    "type": "BACKGROUND",
                    "citation": "Ahmed SM, Lemkau JP, Nealeigh N, Mann B. Barriers to healthcare access in a non-elderly urban poor American population. Health Soc Care Community. 2001 Nov;9(6):445-53. doi: 10.1046/j.1365-2524.2001.00318.x."
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form: Navigator Consent Form",
                    "date": "2021-12-21",
                    "uploadDate": "2022-01-24T15:58",
                    "filename": "ICF_000.pdf",
                    "size": 589818
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form: Caregiver WL Consent Form",
                    "date": "2021-12-21",
                    "uploadDate": "2022-01-24T16:01",
                    "filename": "ICF_001.pdf",
                    "size": 622241
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form: Caregiver NAV Consent Form",
                    "date": "2021-12-21",
                    "uploadDate": "2022-01-24T16:02",
                    "filename": "ICF_002.pdf",
                    "size": 623195
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}