{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04906096",
            "orgStudyIdInfo": {
                "id": "21-109"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Paxalisib (GDC-0084) In Recurrent Or Refractory PCNSL",
            "officialTitle": "A Phase 2 Study of Paxalisib (GDC-0084) in Recurrent or Refractory Primary Central Nervous System Lymphoma (PCNSL)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "paxalisib-gdc-in-recurrent-or-refractory-pcnsl"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-24",
            "studyFirstSubmitQcDate": "2021-05-27",
            "studyFirstPostDateStruct": {
                "date": "2021-05-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Lakshmi Nayak, MD",
                "investigatorTitle": "Sponsor Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Lakshmi Nayak, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Kazia Therapeutics Limited",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is studying a drug called Paxalisib (GDC-0084) as a possible treatment for primary central nervous system lymphoma (PCNSL)",
            "detailedDescription": "This is an open-label, phase 2 study to determine the efficacy of Paxalisib (GDC-0084) in 25 patients with recurrent or refractory primary central nervous system lymphoma (R/R PCNSL.\n\n* The name of the study drug involved in this study is Paxalisib (GDC-0084).\n* The research study procedures include: screening for eligibility and study treatment including evaluations and follow up visits.\n* It is expected that about 25 participants will take part in this research study for up to 24 months as long as there is no serious side effects and disease progression.\n\nThis research study is a Phase 2 clinical trial. Phase 2 clinical trials test the safety and effectiveness of an investigational drug to learn whether the drug works in treating a specific disease. \"Investigational\" means that the drug is being studied. The U.S. Food and Drug Administration (FDA) has not approved Paxalisib for this specific disease but it has been approved for other uses."
        },
        "conditionsModule": {
            "conditions": [
                "Primary Central Nervous System Lymphoma",
                "Non-Hodgkin Lymphoma of Extranodal Site"
            ],
            "keywords": [
                "Primary Central Nervous System Lymphoma",
                "Non-Hodgkin Lymphoma of Extranodal Site"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PAXALISIB",
                    "type": "EXPERIMENTAL",
                    "description": "The research study procedures include: screening for eligibility and study treatment including evaluations and follow up visits.\n\n* Paxalisib (GDC-0084)\n* Each study treatment cycle lasts 28 days, up to 24 months.",
                    "interventionNames": [
                        "Drug: PAXALISIB"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "PAXALISIB",
                    "description": "Each study treatment cycle lasts 28 days, up to 24 months. Oral, daily, dosage per protocol",
                    "armGroupLabels": [
                        "PAXALISIB"
                    ],
                    "otherNames": [
                        "GDC-0084"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with Objective Response Rate (ORR)",
                    "description": "The Objective Response (ORR) is defined as a complete, unconfirmed complete or partial response as determined by the investigator assessment using IPCG criteria",
                    "timeFrame": "Up to 24 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with Durable Objective Response Rate (ORR)",
                    "description": "Durable ORR will be defined as confirmed objective responses (CR, uCR and PR) by IPCG criteria that are durable for ≥ 6 months",
                    "timeFrame": "Up to 24 Months"
                },
                {
                    "measure": "Overall Survival",
                    "description": "defined from the date of the 1st dose of paxalisib to the date of death or last follow-up. If a participant is still alive, she/he will be censored on the date of last followup.",
                    "timeFrame": "Up to 24 Months"
                },
                {
                    "measure": "Progression Free Survival (PFS)",
                    "description": "defined from the date of 1st dose of paxalisib to the date of progression based on IPCG criteria or death, if progression does not occur. All progressors will be included regardless of whether progression occurs while the participant was taking the study drug or previously discontinued the study drug",
                    "timeFrame": "up to 24 Months"
                },
                {
                    "measure": "Number of cumulative treatment-emergent adverse events (TEAEs)",
                    "description": "Incidence of TEAEs, grade 3-5 TEAEs, SAEs (serious adverse events) and TEAEs leading to discontinuation of study treatment.",
                    "timeFrame": "up to 24 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be able to understand and willing to sign a written informed consent document.\n* Participant must have signed and dated an IRB/IEC approved written informed consent form in accordance with regulatory and institutional guidelines. This must be obtained before the performance of any protocol-related procedures that are not part of normal subject care.\n* Participant must be willing and able to comply with scheduled visits, treatment schedule, laboratory tests, and other requirements of the study.\n* Participants must be at least 18 years old on day of signing informed consent.\n* Participants must have a Karnofsky Performance Status (KPS) ≥ 70\n* Participants must have histologically confirmed R/R primary DLBCL CNS lymphoma (from brain biopsy, CSF or vitreous biopsy).\n* Participants should have evidence of refractory or recurrent disease on MRI with measurable or evaluable enhancing disease.\n* Participants must have recovered to ≤ grade 1 or pre-treatment baseline from clinically significant toxic effects of prior therapy; exception, participants with ≤ grade 2 neuropathy may be eligible.\n* Participant with dexamethasone requirement of ≤ 8mg/day or bioequivalent with corticosteroid usage at a stable or decreasing dose 2 weeks prior to screening.\n* Participants must be able to undergo MRI.\n* Participants must demonstrate adequate as defined below (all screening labs should be performed within 14 days of treatment initiation):\n\n  * Hematology\n\n    * White Blood Count (WBC) ≥ 2 K/µL\n    * Platelet count ≥ 100 K/µL\n    * Absolute Neutrophil Count ≥ 1.5 K/µL\n    * Hemoglobin \\> 9.0 g/dL or ≥ 5.6 mmol/L (Criteria must be met without erythropoietin dependency and without packed red blood cell (pRBC) transfusion within last 2 weeks)\n  * Biochemistry\n\n    * Serum creatinine ≤1.5 x institutional ULN OR Measured or calculated creatinine clearance ≥30 mL/min for participant with creatinine levels \\>1.5 × institutional ULN (Creatinine clearance should be calculated per institutional standard)\n    * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 x ULN (≤5 × ULN for participants with liver metastases)\n    * Total bilirubin (TBILI) ≤ 1.5 x institutional ULN (except subjects with Gilbert Syndrome who must have a total bilirubin level of \\< 3.0 x institutional ULN) OR Direct bilirubin ≤ULN for participants with total bilirubin levels \\>1.5 × ULN)\n* Women of childbearing potential (WOCBP) must have a negative serum pregnancy within 72 hours prior to registration.\n* WOCBP who are sexually active must use highly effective methods of contraception during treatment and for 28 days after the last dose of paxalisib. For male subjects with a pregnant or non-pregnant WOCBP partner, contraception measures are required during treatment and for 28 days after the last dose of paxalisib.\n\nThe subject, in consultation with the investigator, will select the most appropriate method of contraception from the permitted list of contraception methods, and site personnel will instruct the subject in its consistent and correct use as needed.\n\nIn addition, the investigator will instruct the subject to notify the site immediately if pregnancy of the subject or their partner is known or suspected.\n\nHighly effective methods of contraception are those that, alone or in combination, result in a failure rate of less than 1% per year when used consistently and correctly and include:\n\n* Established use of oral, injected, or implanted hormonal methods of contraception\n* Correctly placed intrauterine device (IUD) or intrauterine system (IUS)\n* Male condom or female condom used WITH a spermicide (i.e., foam, gel, film, cream)\n* Male sterilization with appropriately confirmed absence of sperm in the post-vasectomy ejaculate\n* Bilateral tubal ligation or bilateral salpingectomy\n\nExclusion Criteria:\n\n* Participants unable to undergo MRI brain.\n* Participants with active systemic disease.\n* Participants with uncontrolled intercurrent illness.\n* Participants with prior exposure to mTOR/PI3K inhibitors\n* Prior malignancy (or any other malignancy requiring active treatment), except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, superficial bladder cancer or other cancer from which the subject has been disease free for ≥ 3 years.\n* Participants who have received prior systemic anti-cancer therapy including investigational agents or radiotherapy within 4 weeks OR 5 half-lives prior to dosing, whichever is shorter. Note: Participants must have recovered from all AEs due to previous therapies to ≤Grade 1 or baseline. Participants with ≤Grade 2 neuropathy may be eligible.\n* Participants who have difficulty with or are unable to swallow oral medication or have significant gastrointestinal disease that would limit absorption of oral medication.\n* Known history of infection with HIV, prior history of PML or any active significant infection (eg, bacterial, viral, or fungal).\n* Known history of hypersensitivity or anaphylaxis to paxalisib including active product or excipient components.\n* Requires treatment with a strong cytochrome P450 3A4 (CYP3A4) inhibitor/inducer which may have an effect of the metabolism of paxalisib.\n* Participants with uncontrolled medical comorbidities per investigator discretion including but not limited to interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, pre-exisiting Crohn's disease or ulcerative colitis or pre-existing chronic condition resulting in baseline grade 2 or higher diarrhea.\n* Participants with type I diabetes mellitus, participants with uncontrolled type II diabetes mellitus,despite being on oral anti-diabetic medication. , participants with Type II diabetes mellitus that are well controlled on insulin . Uncontrolled diabetes is defined as HbA1c \\>9% in addition to fasting glucose\\>140mg/dL on at least 2 occasions within 14 days prior to registration\n* Participants with uncontrolled hypertension despite optimal medical management (per investigator's assessment).\n* Hepatitis B or C serologic status: subjects who are hepatitis B core antibody (anti-HBc) positive and who are hepatitis B surface antigen (HBsAg) negative will need to have a negative polymerase chain reaction (PCR) and must be willing to undergo DNA PCR testing during the study to be eligible. Those who are HBsAg positive or hepatitis B PCR positive will be excluded. Subjects who are hepatitis C antibody positive will need to have a negative PCR result to be eligible. Those who are hepatitis C PCR positive will be excluded.\n* Breast feeding or pregnant\n* Concurrent participation in another therapeutic trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lakshmi Nayak, MD",
                    "role": "CONTACT",
                    "phone": "(617) 632-2166",
                    "email": "Lakshmi_Nayak@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lakshmi Nayak, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lakshmi Nayak, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Lakshmi Nayak, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lakshmi Nayak, MD",
                            "role": "CONTACT",
                            "phone": "617-632-2166",
                            "email": "Lakshmi_Nayak@dfci.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to Sponsor Investigator or designee. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4686",
                    "name": "Primary Central Nervous System Lymphoma",
                    "asFound": "Primary Central Nervous System Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000630586",
                    "term": "GDC-0084"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M268010",
                    "name": "GDC-0084",
                    "asFound": "Normal Tension Glaucoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}