{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05183204",
            "orgStudyIdInfo": {
                "id": "21-05023537"
            },
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Paxalisib With a High Fat, Low Carb Diet and Metformin for Glioblastoma",
            "officialTitle": "A Phase 2 Trial of Paxalisib Combined With a Ketogenic Diet and Metformin for Newly Diagnosed and Recurrent Glioblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "paxalisib-with-a-high-fat-low-carb-diet-and-metformin-for-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-02-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-20",
            "studyFirstSubmitQcDate": "2021-12-20",
            "studyFirstPostDateStruct": {
                "date": "2022-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Kazia Therapeutics Limited",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is for patients with newly diagnosed glioblastoma, as well as patients who have recurring glioblastoma. Subjects will be given daily paxalisib and metformin while also maintaining a ketogenic diet.\n\nThe purpose of this study is to assess the safety of Paxalisib while maintaining a ketogenic diet (a high fat, low carbohydrate diet) and Metformin (a drug approved by the Food and Drug Administration to treat type 2 diabetes), and to see what effects it has on glioblastoma.",
            "detailedDescription": "This is a two stage, two cohort phase 2 trial of a new blood-brain penetrant PI3K/mTOR inhibitor (paxalisib) combined with a ketogenic diet plus metformin in patients with either newly diagnosed MGMT unmethylated glioblastoma or patients with recurrent glioblastoma regardless of MGMT promoter methylation status."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 33,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: Newly diagnosed MGMT unmethylated glioblastoma",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Paxalisib",
                        "Drug: Metformin",
                        "Other: Ketogenic Diet"
                    ]
                },
                {
                    "label": "Arm 2: Recurrent glioblastoma, regardless of methylation status",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Paxalisib",
                        "Drug: Metformin",
                        "Other: Ketogenic Diet"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Paxalisib",
                    "description": "Patients will receive paxalisib starting at a dose of 45 mg/day. If well tolerated after 28 days, the dose of paxalisib will be increased to 60 mg/day.",
                    "armGroupLabels": [
                        "Arm 1: Newly diagnosed MGMT unmethylated glioblastoma",
                        "Arm 2: Recurrent glioblastoma, regardless of methylation status"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Metformin",
                    "description": "Patients will receive metformin on Cycle 1, Day 1 at a starting dose of 850 mg QD, and if tolerated, will be increased to 850 mg BID on Cycle 2, Day 1 (1700 mg/day). If that dose is tolerated, metformin will be increased to 850 mg TID (2550 mg/day) beginning on Cycle 3, Day 1.",
                    "armGroupLabels": [
                        "Arm 1: Newly diagnosed MGMT unmethylated glioblastoma",
                        "Arm 2: Recurrent glioblastoma, regardless of methylation status"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Ketogenic Diet",
                    "description": "The ketogenic diet is high-fat, low carbohydrate diet. Ketogenic diet will be maintained on a continuous basis starting on Cycle 1, Day 1 and continuing throughout the trial.",
                    "armGroupLabels": [
                        "Arm 1: Newly diagnosed MGMT unmethylated glioblastoma",
                        "Arm 2: Recurrent glioblastoma, regardless of methylation status"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression-free survival, defined as the survival rate at 6 months",
                    "description": "Measured by the occurrence of a progression event as per RANO criteria or death due to any cause prior to 6 months",
                    "timeFrame": "At 6 months after the start of study treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival, defined as the time of first study treatment to death from any cause",
                    "timeFrame": "From the start of study enrollment until death, up to approximately 18 months"
                },
                {
                    "measure": "Change in insulin levels",
                    "description": "Evaluated by the mean and standard deviation of values over time",
                    "timeFrame": "From baseline assessments through 8 weeks post-treatment"
                },
                {
                    "measure": "Change in tumor glucose uptake values",
                    "description": "Measured by FDG-PET/DCE MRI",
                    "timeFrame": "From baseline assessments through 8 weeks post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Cohort 1: Newly Diagnosed MGMT Unmethylated Glioblastoma\n\nInclusion Criteria Cohort 1 - Newly Diagnosed MGMT Unmethylated Glioblastoma:\n\n* Histologically-confirmed glioblastoma (WHO Grade IV glioma); tumors situated primarily in the infratentorial compartment will be excluded.\n* Optimal surgical resection performed, with satisfactory clinical recovery in the judgment of the investigator (patients for who whom \"optimal\" surgical resection is considered only a subtotal resection or a biopsy, will be considered eligible).\n* No clear evidence of tumor progression through radiation.\n* Patient must have had previous radiation. NOTE: For patients with post-radiation scans suggestive of radiation-induced \"pseudoprogression\", patients can be consented and enrolled on this trial but investigational treatment will not start until a repeat MRI scan is obtained 4 weeks later (8-9 weeks following completion of radiation). If that scan shows no further tumor progression, despite no interval treatment in those preceding 4-weeks, then it will be assumed that the post-radiation MRI scans represent radiation-induced pseudoprogression rather than true tumor progression. In such a case, patients will start on treatment with paxalisib, the ketogenic diet and metformin. Assessment of PFS will start for such patients from this 8-9 week time point. By contrast, for patients whose 8-9 week \"pseudoprogression assessment\" MRI scan shows continued tumor progression, then these patients will be assumed to have true tumor progression and will not be eligible to remain treated on this study. Such patients will be deemed for the sake of the study as consented and screened. They will be evaluable for toxicity but not evaluable for response. Such patients may be replaced by an evaluable patient.\n* Chemoradiotherapy administered according to the Stupp regimen, with at least 90% of the radiation prescribed dosing administered, and with initiation occurring less than six weeks after surgery and completion occurring 5 weeks prior to accrual into this study.\n* Demonstrated unmethylated MGMT promotor status confirmed by validated PCR or alternate genomic analysis; subjects with methylated or indeterminate MGMT status that are unwilling, or otherwise unable, to undergo treatment with temozolomide may be enrolled.\n* Patients of any gender, with age ≥ 18 years at the time of randomization.\n* Written, signed, and dated informed consent to participate in this study, in a format approved by each site's Institutional Review Board (IRB).\n* Life expectancy \\> 12 weeks in the judgment of the investigator.\n* Karnofsky Performance Status (KPS) ≥ 70.\n* If receiving dexamethasone, dose is \\< 4mg daily\n* No history of allergy or other intolerance to metformin.\n* Adequate organ and bone marrow function at the time of screening, including\n\n  1. White blood cell count (WBC) \\> 3,000/µL;\n  2. Absolute neutrophil count \\> 1,500/mm3\n  3. Platelet count of \\> 100,000/mm3;\n  4. Hemoglobin \\> 10 mg/dL (post-transfusion allowed)\n  5. Total bilirubin ≤ 1.5 x ULN\n  6. AST and ALT ≤ 2.5 x ULN\n  7. Serum glucose \\< 140 mg/dL\n  8. Urine dipstick for proteinuria \\< 2+. Patients discovered to have ≥ 2+ proteinuria on dipstick urinalysis should undergo a 24-hour urine collection and must demonstrate ≤ 1.0 g of protein in 24 hours, OR Urine protein/creatinine ratio ≤ 1.\n* The effects of paxalisib on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception (e.g. hormonal or barrier method of birth control) prior to study entry, for the duration of study participation and for a three month period (90 days) afterwards in an abundance of caution. Female subjects will be required to demonstrate a negative urine pregnancy test prior to study entry and subjects who are lactating should be excluded.\n* Able and willing, in the judgment of the investigator, to meet all protocol-required treatments, investigations and visits. This must include the ability for the subject to comply with daily self-administration of an oral therapy, or reliable means for treatment to be administered by a dependable third party such as a relative or caregiver. In addition, subjects must be willing and able to comply with the requirements of a ketogenic diet. Subjects must also be able and willing to undergo cranial magnetic resonance imaging and positron-emission tomography, and to receive gadolinium-containing contrast agent.\n\nExclusion Criteria Cohort 1 - Newly Diagnosed MGMT Unmethylated Glioblastoma:\n\n* Patients with tumors exhibiting mutated isocitrate dehydrogenase-1 or 2 (IDH-1, 2).\n* Patients receiving treatment with any other standard or investigational anti-glioma agents (e.g. Optune, bevacizumab).\n* Patients with type 1 diabetes or poorly controlled type 2 diabetes with A1C \\> 7.5%.\n* QT interval of ≥ 450 msec.\n* Any ongoing malignancy requiring treatment currently or expected to require treatment in the next 12 months.\n* Any pre-existing or inter-current illness or pathology which, in the judgment of the investigator, has the potential to increase the safety risk associated with paxalisib administration, or to confound the results of the study.\n* Patients receiving any medications or substances that are moderate and/or potent enzyme inducers or inhibitors which may have an effect on the metabolism of paxalisib.\n* Known hypersensitivity or intolerance to paxalisib or metformin.\n* Patients unable to undergo an MRI scan.\n* Tumor Progression through chemoradiation (see section 4.2.1.4 above regarding question of radiation-induced \"pseudoprogression\").\n* History of bariatric surgery.\n* History of severe nephrolithiasis requiring urologic intervention.\n* History of severe pancreatitis or pancreatic exocrine insufficiency.\n* History of primary hypertriglyceridemia (Familial chylomicronemia, familial hypertriglyceridemia, or familial dysbetalipoproteinemia).\n\nCohort 2: Recurrent Glioblastoma\n\nInclusion Criteria Cohort 2 - Recurrent Glioblastoma:\n\n* Histologically-confirmed, on initial diagnosis and/or at the time of recurrence, glioblastoma (WHO Grade IV glioma); tumors situated primarily in the infratentorial compartment will be excluded.\n* Radiologically-confirmed disease progression at a minimum of three months after completion of chemoradiotherapy.\n* Having previously been treated with definitive fractionated radiation consistent with NCCN guidelines for radiotherapy of GBM.\n* Any MGMT promoter methylation status is acceptable.\n* Patients of any gender, with age ≥ 18 years at the time of randomization.\n* Written, signed, and dated informed consent to participate in this study, in a format approved by each site's Institutional Review Board (IRB).\n* Life expectancy \\> 12 weeks in the judgment of the investigator.\n* Karnofsky Performance Status (KPS) ≥ 70.\n* If receiving dexamethasone, dose is \\< 4mg daily\n* No history of allergy or other intolerance to metformin.\n* Adequate organ and bone marrow function at the time of screening, including\n\n  1. White blood cell count (WBC) \\> 3,000/µL;\n  2. absolute neutrophil count \\> 1,500/mm3\n  3. Platelet count of \\> 100,000/mm3;\n  4. Hemoglobin \\> 10 mg/dL (post-transfusion allowed)\n  5. Total bilirubin ≤ 1.5 x ULN\n  6. AST and ALT ≤ 2.5 x ULN\n  7. Serum glucose \\< 140 mg/dL\n  8. Urine dipstick for proteinuria \\< 2+. Patients discovered to have ≥ 2+ proteinuria on dipstick urinalysis should undergo a 24-hour urine collection and must demonstrate ≤ 1.0 g of protein in 24 hours, OR Urine protein/creatinine ratio ≤ 1.\n* Patients having undergone recent resection of recurrent or progressive tumor will be eligible as long as all of the following conditions apply:\n\n  1. They have recovered from the effects of surgery\n  2. Residual disease following resection of recurrent tumor is not mandated for eligibility into the study. To best assess the extent of residual disease post-operatively, a MRI should be done:\n\n  i. No later than 96 hours in the immediate post-operative period OR ii. At least 4 weeks post-operatively In both cases, they also need to have it within 21 days of registration and be on a steroid dosage (\\<4mg of dex) that has been stable for at least 5 days before registration on a steroid dosage that has been stable for at least 5 days. If the steroid dose is increased (but not if its decreased) between the date of imaging and registration, a new baseline MRI is required on a stable steroid dosage for at least 5 days\n* The effects of paxalisib on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception (e.g., hormonal or barrier method of birth control) prior to study entry, for the duration of study participation and for a three-month period (90 days) afterwards in an abundance of caution. Female subjects will be required to demonstrate a negative urine pregnancy test prior to study entry and subjects who are lactating should be excluded.\n* Able and willing, in the judgment of the investigator, to meet all protocol-required treatments, investigations and visits. This must include the ability for the subject to comply with daily self-administration of an oral therapy, or reliable means for treatment to be administered by a dependable third party such as a relative or caregiver. In addition, subjects must be willing and able to comply with the requirements of a ketogenic diet. Subjects must also be able and willing to undergo cranial magnetic resonance imaging and positron-emission tomography, and to receive gadolinium-containing contrast agent.\n\nExclusion Criteria Cohort 2 - Recurrent Glioblastoma:\n\n* Patients with tumors exhibiting mutated isocitrate dehydrogenase-1 or 2 (IDH-1, 2).\n* Patients receiving prior treatment with bevacizumab, other PI3K inhibitors or inhibitors of the PI3K pathway (e.g. mTOR inhibitors).\n* Patients currently are during the course of their illness on a ketogenic diet for more than 2 weeks.\n* Patients with type 1 diabetes or poorly controlled type 2 diabetes with A1C \\> 7.5%.\n* QT interval of ≥ 450 msec.\n* Any ongoing malignancy requiring treatment currently or expected to require treatment in the next 12 months.\n* Any pre-existing or inter-current illness or pathology which, in the judgment of the investigator, has the potential to increase the safety risk associated with paxalisib administration, or to confound the results of the study.\n* Patients receiving any medications or substances that are moderate and/or potent enzyme inducers or inhibitors which may have an effect on the metabolism of paxalisib (e.g. Nystatin swish and swallow, rather than Fluconazole, will be used for oral candidiasis).\n* Known hypersensitivity or intolerance to paxalisib or metformin.\n* Patients unable to undergo an MRI scan.\n* History of bariatric surgery.\n* History of severe nephrolithiasis requiring urologic intervention.\n* History of severe pancreatitis or pancreatic exocrine insufficiency.\n* History of primary hypertriglyceridemia (Familial chylomicronemia, familial hypertriglyceridemia, or familial dysbetalipoproteinemia).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Julia Hong, RN",
                    "role": "CONTACT",
                    "phone": "212-746-2225",
                    "email": "seh4006@med.cornell.edu"
                },
                {
                    "name": "Howard Fine, MD",
                    "role": "CONTACT",
                    "phone": "646-962-2185",
                    "email": "haf9016@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Howard Fine, MD",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Weill Cornell Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Julia Hong, RN",
                            "role": "CONTACT",
                            "phone": "212-746-2225",
                            "email": "seh4006@med.cornell.edu"
                        },
                        {
                            "name": "Howard Fine, MD",
                            "role": "CONTACT",
                            "phone": "646-962-2185",
                            "email": "haf9016@med.cornell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008687",
                    "term": "Metformin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11667",
                    "name": "Metformin",
                    "asFound": "Assessment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}