{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03599635",
            "orgStudyIdInfo": {
                "id": "ANES-2017-25584"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Pec Infiltration With Liposomal Bupivacaine for Breast Surgery",
            "officialTitle": "Ultrasound-guided Pec Infiltration With Liposomal Bupivacaine for Breast Surgery: A Prospective Randomized Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pec-infiltration-with-liposomal-bupivacaine-for-breast-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-06-20",
            "studyFirstSubmitQcDate": "2018-07-23",
            "studyFirstPostDateStruct": {
                "date": "2018-07-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to compare pain control after breast surgery using either liposomal bupivacaine or bupivacaine when infiltrated during an ultrasound guided pectoralis 1 and 2 block. Both medications, liposomal bupivacaine and bupivacaine, are standard of care in these types of surgeries.",
            "detailedDescription": "For the Pec infiltration, the patient will be in the supine position. The pectoralis major and pectoralis minor muscle layers will be identified via ultrasound. Using sterile technique, a nerve block needle will be inserted and advanced under ultrasound guidance until it is below the fascial covering of the pec minor muscle layer. Gentle aspiration for air or blood will be performed in 5cc incremental doses. Then injection of 10 mL of bupivacaine 0.25% with epinephrine 1:200,000 and 10mL of a mixture of liposomal bupivacaine and saline (5 mL liposomal bupivacaine and 5 mL saline) for a total injection for pec 1 block of 20 mL. For each 5cc of local anesthetic injected, aspiration will be performed. Upon completion of the injection the needle will be removed. The investigators will then use the ultrasound probe to identify the second rib on anterolateral chest wall and move the probe to the 4th rib. Here the investigators will identify the pec minor and serratus anterior muscles. They will advance their needle under ultrasound-guidance beneath pec minor and above serratus anterior. Here an injection 10 mL 0.25% bupivacaine with epinephrine 1:200,000 followed by 20 mL mixture of 15 mL liposomal bupivacaine and 5 mL saline for a total volume of 30ml for Pec 2. block will occur.\n\nUpon completion of the injection, the needle will then be removed and the patient will be monitored in the preoperative area until he/she is brought into the operating room for their procedure.\n\nIf deemed necessary for coverage the surgeon will be allowed to inject additional local anesthetic up to a maximum of 40 mL of 0.25% bupivacaine. This will be noted in the chart.\n\nFor the surgeon infiltration, the patient will be brought directly to the operating room where intraoperative anesthetic with an opioid-sparing MAC technique will be provided as described below. Just prior to the skin incision, 0.25% bupivacaine will be used to infiltrate the dermis and subcutaneous space in the proposed incision. Throughout the procedure, additional incisional bupivacaine infiltration into the surrounding tissues will be performed as needed for local anesthesia. A total of up to 30 mL of 0.25% bupivacaine will be divided equally for the two sides of the incision. An additional 5 mL of 0.25% bupivacaine will be infiltrated into the pectoralis major muscle at the deep margin of resection. Accidental intravascular injection is minimized by continuous needle movement and frequent aspiration.\n\nThe following vital signs will be monitored throughout the procedure: Heart rate, blood pressure, oxygen saturation, and respirations, and patient's state of consciousness. The investigators will monitor the patient until they are brought to the operating room for surgery.\n\nAll patients will receive multimodal analgesia in the preoperative area. They will receive 975 mg of oral acetaminophen and 300 mg of gabapentin orally prior to surgery. 30 mg of ketorolac will be given just prior to closure in the operating room.\n\nThe intraoperative anesthetic will be an opioid-sparing MAC anesthetic. Patients will receive IV midazolam 0-2 mg followed by 40-100mg of IV lidocaine, and followed by a propofol infusion with 2 mg/ml of ketamine. Opioids will be avoided unless HR or BP increases by 20 % above baseline. Then only short acting opioids (fentanyl) will be given. If patients are unable to tolerate procedure under MAC they would be converted to a general anesthetic with an laryngeal mask airway (LMA).\n\nIn the recovery room if the patient experiences pain greater than 5/10 they will receive either IV or oral pain medications. If pain score is less than 5 patients will get non opioid medications unless the patient desires an opioid medication.\n\nWhen the operation is complete the patient will either be brought to the PACU or Phase II. Each day a member of the research team will call and evaluate the patient for signs of complications and ask the patient their minimum and maximum pain score (scores will be evaluated at 1 hr, 2 hr, 6hrs, 24hrs, 48hrs, 72hrs). They will record daily opioid use, any modality related complications, how many phone calls were made regarding pain control and modality related complications. At time period 72 hours a Quality of recovery survey (see appendix) and OBAS (see appendix) survey will be presented to patient.\n\nAt 3 months, 6 months, and 12 months patients will be called to answer a survey with regards to chronic pain.\n\nPatients will be instructed to take acetaminophen 1000 mg every 8 hours while at home and alternate that every four hours with ibuprofen 800 mg every 8 hours. They will be given a prescription of opioid pain medications either oxycodone or hydrocodone and will be instructed to take as needed for pain."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 112,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "liposomal bupivacaine",
                    "type": "EXPERIMENTAL",
                    "description": "These patients will receive liposomal bupivacaine for a pectoralis block infiltration by the anesthesiologist.",
                    "interventionNames": [
                        "Drug: liposomal bupivacaine"
                    ]
                },
                {
                    "label": "bupivacaine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "These patients will receive incisional bupivacaine infiltration by the surgeon.",
                    "interventionNames": [
                        "Drug: Bupivacaine"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "liposomal bupivacaine",
                    "description": "Experimental",
                    "armGroupLabels": [
                        "liposomal bupivacaine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bupivacaine",
                    "description": "Active Comparator",
                    "armGroupLabels": [
                        "bupivacaine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Total opioid use",
                    "description": "This is the total opioid use that the patient takes after surgery. This includes those opioids given in the recovery room. The total opioids will be converted to intravenous morphine equivalents using the conversion scale on www.globalrph.com",
                    "timeFrame": "time from end of surgery through 72 hours after surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximal pain scores",
                    "description": "total additive maximal patient pain scores measured using a numerical rating scale pain score 0-10 at time points 1 hour, 2, hours, 6 hours, 24 hours, 48 hours, and 72 hours. Higher pain score is worse pain score.",
                    "timeFrame": "time from end of surgery through 72 hours after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* • All patients undergoing partial mastectomy procedures.\n\n  * Ages 18-75\n\nExclusion Criteria:\n\n* • Patient on chronic anticoagulation\n\n  * Pregnant women\n  * Non-english speaking patients\n  * Any individuals who are unable to give informed consent\n  * Any individual with diminished capacity to give informed consent\n  * Allergy to local anesthetics\n  * Patients who remain intubated overnight after surgery or who are unable to provide information regarding their pain immediately postoperatively\n  * Daily use of opioid for more than three weeks\n  * Significant liver disease, defined as liver enzymes greater than 3x the upper limit of normal\n  * Lack of patient cooperation including those patients who refuse a MAC anesthetic\n  * Contraindication to regional anesthesia\n\n    * Infection at injection site\n    * Inability to guarantee sterile equipment or sterile conditions for the block\n    * Patient refusal\n    * Severe Coagulopathy or bleeding disorder",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jason Habeck, MD",
                    "role": "CONTACT",
                    "phone": "612-624-9990",
                    "email": "habe0073@umn.edu"
                },
                {
                    "name": "Melissa Cohen",
                    "role": "CONTACT",
                    "email": "cohen045@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jason Habeck, MD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M Health Ambulatory Surgery Center",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melissa COhen",
                            "role": "CONTACT",
                            "phone": "612-625-7116"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000059787",
                    "term": "Acute Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29525",
                    "name": "Acute Pain",
                    "asFound": "Acute Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002045",
                    "term": "Bupivacaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "asFound": "Type",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}