{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05090384",
            "orgStudyIdInfo": {
                "id": "GCO 21-0541"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Pediatric GVHD Low Risk Steroid Taper Trial",
            "officialTitle": "Serial Response and Biomarker-Guided Steroid Taper for Children With GVHD",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "pediatric-gvhd-low-risk-steroid-taper-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-12",
            "studyFirstSubmitQcDate": "2021-10-12",
            "studyFirstPostDateStruct": {
                "date": "2021-10-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "John Levine",
                "investigatorTitle": "Professor of Internal Medicine and Pediatrics, Director of BMT Clinical Research",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "John Levine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The standard treatment for acute graft-vs-host disease (GVHD) is to suppress the activity of the donor immune cells using steroid medications such as prednisone. Although most GVHD, especially in children, responds well to treatment, sometimes (around 1/3 of the time) there is either no response to steroids or the response does not last. In those cases, the GVHD can become dangerous and even life-threatening. Unfortunately, doctors cannot predict who will have a good response to treatment based on symptom severity or initial response to steroids. As a result, nearly all children who develop GVHD are treated with long courses of high dose steroids even though that means many patients receive more treatment than they probably need. Steroid treatment can cause short-term complications like infections, high blood sugar, high blood pressure, muscle weakness, depression, anxiety, and problems sleeping and long-term complications like bone damage, cataracts in the eyes, and decreased growth. The risk of these complications increases with higher doses of steroids and longer treatment. It is important to find ways to decrease the steroid treatment in patients who do not need long courses.\n\nThe doctors conducting this research have developed a blood test (GVHD biomarkers) that predicts whether a patient will respond well to steroids. The study team found that children who have low GVHD biomarkers at the start of treatment and for the first two weeks of treatment have a very high response rate to steroids. In this study, the study team will monitor GVHD symptoms and biomarkers during treatment and taper steroids quickly in patients who have GVHD that is expected to respond very well to treatment. The study team will assess how many patients respond well to lower steroid dosing and what steroid complications develop. The study team will also use surveys to obtain the patient's own assessment of their quality of life (down to age 5 years).",
            "detailedDescription": "Pediatric patients with Minnesota standard risk GVHD that is also Ann Arbor 1 by biomarkers will begin treatment at 0.5 mg/kg/d prednisone (or other steroid equivalent). Patients with favorable clinical responses and biomarker scores at weeks 1 and 2 will have their steroid doses tapered quickly on a weekly basis for four weeks. Patients whose GVHD does not respond or have unfavorable biomarker scores will have their steroid doses increased and be removed from study treatment. The primary endpoint is the proportion of patients whose cumulative steroid dose for the first four weeks is less than half of standard dosing."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Graft vs Host Disease",
                "Allogeneic Bone Marrow Transplantation",
                "Adverse Effects"
            ],
            "keywords": [
                "acute Graft vs Host Disease",
                "aGVHD",
                "Pediatric",
                "steroid taper",
                "MAP",
                "allogeneic hematopoietic stem cell transplantation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "All enrolled patients start on the same dose of steroids for treatment of GVHD, blood samples are taken at week 1 and 2 post study start and biomarkers plus clinical response determines how steroid treatment is continued",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Steroid Taper",
                    "type": "EXPERIMENTAL",
                    "description": "All enrolled patients start on the same dose of steroids for treatment of GVHD, blood samples are taken at week 1 and 2 post study start and biomarkers plus clinical response determines how steroid treatment is continued",
                    "interventionNames": [
                        "Drug: Prednisone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Prednisone",
                    "description": "Prednisone starting dose of 0.5 mg/kg; for patients who respond clinically and continue to have low biomarkers will be tapered rapidly; those that are not clinically responding or whose biomarkers increase will be treated per their treating physicians plan or by standard of care",
                    "armGroupLabels": [
                        "Steroid Taper"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of CR, VGPR, or PR on day 28 with low cumulative steroid exposure",
                    "description": "Proportion of patients with low-risk GVHD (Minnesota standard risk/Ann Arbor 1) who are in CR, VGPR or PR on day 28 and whose cumulative prednisone (or other steroid equivalent) exposure during the first four weeks of treatment is ≤13.5 mg/kg and who have had no intervening additional GVHD therapy for those in CR or VGPR.\n\nComplete Response (CR): All evaluable organs (skin, liver, GI tract) stage 0. Very Good Partial Response (VGPR): Any response that approximates a CR with the exception of rash \\<25% body surface area.\n\nPartial Response (PR): An improvement in one or more organ involved with GVHD symptoms without worsening in others.",
                    "timeFrame": "study day 28"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Treatment response by day 28",
                    "description": "Proportion of patients who achieve a treatment response by day 28 of treatment. Treatment responses are defined as complete response (CR), very good partial response (VGPR), or partial response (PR). For a response to be scored as CR, VGPR, or PR on day 28, the patient must be in response on day 28 and have had no intervening systemic therapy for acute GVHD other than steroids.",
                    "timeFrame": "study day 28"
                },
                {
                    "measure": "Serious infection rate",
                    "description": "Proportion of patients who develop serious infections (viral, bacterial, fungal, parasitic as defined in protocol)\n\nSerious infections are defined using the standardized criteria widely used for clinical trials at academic BMT centers, such as life-threatening fungal infections or hemorrhagic cystitis from BK viral infection and include clinically significant CMV infections that require anti-viral treatment regardless of end-organ damage, given the toxicity of such treatments. Serious infections include any viral, bacterial, fungal or parasitic infections that requires systemic treatment.",
                    "timeFrame": "study day 90"
                },
                {
                    "measure": "Overall survival at 6 months",
                    "description": "Overall survival at 6 months\n\nOS is defined as the time from the first dose of study treatment to the date of death (whatever the cause).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Overall survival at 12 months",
                    "description": "Overall survival at 12 months\n\nOS is defined as the time from the first dose of study treatment to the date of death (whatever the cause).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Cumulative incidence of Non-Relapse Mortality (NRM) at 6 months",
                    "description": "Cumulative incidence of NRM at 6 months\n\nSurvival will be tracked during the study, any deaths will be collected. Any death that occurs after hematopoietic stem cell transplantation (HCT) not attributable to relapse of the underlying disease will be considered a non-relapse death.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Cumulative incidence of Non-Relapse Mortality (NRM) at 12 months",
                    "description": "Cumulative incidence of NRM at 12 months\n\nSurvival will be tracked during the study, any deaths will be collected. Any death that occurs after HCT not attributable to relapse of the underlying disease will be considered a non-relapse death.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Relapse rate at 6 months",
                    "description": "Relapse rate at 6 months\n\nRelapse, including date of relapse, of the underlying malignancy will be reported.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Relapse rate at 12 months",
                    "description": "Relapse rate at 12 months\n\nRelapse, including date of relapse, of the underlying malignancy will be reported.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Cumulative incidence of chronic GVHD",
                    "description": "Cumulative incidence of chronic GVHD requiring systemic steroid treatment by one year from enrollment",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Cumulative steroid dose at study day 28",
                    "description": "Cumulative steroid dose at day 28\n\nSteroid drug and dose is collected weekly for the first 4 weeks of study.",
                    "timeFrame": "study day 28"
                },
                {
                    "measure": "Cumulative steroid dose at study day 90",
                    "description": "Cumulative steroid dose at day 90\n\nSteroid drug and dose is collected weekly for the first 4 weeks of study, and bi-weekly through study day 90.",
                    "timeFrame": "study day 90"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Newly diagnosed GVHD that meets criteria for Minnesota standard risk (see section 9.0) except isolated skin rash \\<25% body surface area without other manifestations.\n* Ann Arbor 1 GVHD by biomarkers\n* GVHD not previously treated systemically (topical therapies and non-absorbed steroids are allowed)\n* Any donor type, HLA-match, conditioning regimen is acceptable\n* Age 0-21 years at the time of screening\n* Signed and dated written informed consent obtained from patient or legal representative and assent from pediatric patients capable of providing assent\n\nExclusion Criteria:\n\n* Patients treated for GVHD with \\>0.5 mg/kg/day prednisone for any duration or any steroid treatment for GVHD for more than 1 day prior to screening.\n* Patients receiving corticosteroids \\>0.1 mg/kg prednisone (or other steroid equivalent) for any indication within 7 days before the onset of acute GVHD except for adrenal insufficiency, premedication for transfusions/IV medications, or intermittent use for symptom control such as nausea/vomiting\n* Relapsed, progressing, or persistent malignancy or other condition (e.g., known declining donor chimerism) requiring withdrawal of systemic immune suppression or donor leukocyte infusion (DLI)\n* Patients with uncontrolled infection (i.e., progressive symptoms related to infection despite treatment, persistently positive microbiological cultures despite treatment, viral reactivations unresponsive to treatment, or any other evidence of severe infection)\n* A clinical presentation resembling de novo chronic GVHD or overlap syndrome developing before or present at the time of enrollment\n* Patients who are pregnant\n* Patients requiring mechanical ventilation or cardiac pressor support",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rachel Young",
                    "role": "CONTACT",
                    "phone": "212-659-5605",
                    "email": "rachel.young@mssm.edu"
                },
                {
                    "name": "Janna Baez",
                    "role": "CONTACT",
                    "phone": "212-241-0590",
                    "email": "janna.baez@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John E Levine, MD, MS",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Muna Qayed, MD, MS",
                    "affiliation": "Children's Healthcare of Atlanta, Emory University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paibel Aguayo-Hiraldo, MD",
                            "role": "CONTACT",
                            "phone": "323-361-1455",
                            "email": "paguayohiraldo@chla.usc.edu"
                        },
                        {
                            "name": "Paibel Aguayo-Hiraldo",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Children's Healthcare of Atlanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Muna Qayed, MD, MS",
                            "role": "CONTACT",
                            "phone": "404-785-1272",
                            "email": "mqayed@emory.edu"
                        },
                        {
                            "name": "Muna Qayed",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Boston Children's Hospital Dana Farber Cancer Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lev Gorfinkel, MD",
                            "role": "CONTACT",
                            "phone": "617-632-3270",
                            "email": "Lev_Gorfinkel@DFCI.HARVARD.EDU"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Levine, MD, MS",
                            "role": "CONTACT",
                            "phone": "212-241-1469",
                            "email": "john.levine@mssm.edu"
                        },
                        {
                            "name": "John E Levine",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Harris, MD",
                            "role": "CONTACT",
                            "email": "harrisa7@mskcc.org"
                        },
                        {
                            "name": "Andrew Harris",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephan Grupp, MD",
                            "role": "CONTACT",
                            "phone": "215-590-5476",
                            "email": "grupp@email.chop.edu"
                        },
                        {
                            "name": "Stephan Grupp",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carrie Kitko, MD",
                            "role": "CONTACT",
                            "phone": "800-811-8480",
                            "email": "carrie.l.kitko@vumc.org"
                        },
                        {
                            "name": "Carrie Kitko",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "The Hospital for Sick Children",
                    "status": "RECRUITING",
                    "city": "Toronto",
                    "state": "Ontario",
                    "zip": "M5S",
                    "country": "Canada",
                    "contacts": [
                        {
                            "name": "Muhammad Ali, MD",
                            "role": "CONTACT",
                            "email": "muhammad.ali@sickkids.ca"
                        },
                        {
                            "name": "Muhammad Ali",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.70011,
                        "lon": -79.4163
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Patient did not consent to this."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006086",
                    "term": "Graft vs Host Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9189",
                    "name": "Graft vs Host Disease",
                    "asFound": "Graft vs Host Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T2832",
                    "name": "Homologous Wasting Disease",
                    "asFound": "Graft vs Host Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011241",
                    "term": "Prednisone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14121",
                    "name": "Prednisone",
                    "asFound": "Prospective",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}