{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05148078",
            "orgStudyIdInfo": {
                "id": "STU-2021-1005"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Pediatric Radiation Oncology With Movie Induced Sedation Effect (PROMISE)",
            "officialTitle": "Pediatric Radiation Oncology With Movie Induced Sedation Effect (PROMISE): A Phase II Clinical Trial to Safely Reduce Anesthesia Use",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "pediatric-radiation-oncology-with-movie-induced-sedation-effect-promise"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-28",
            "studyFirstSubmitQcDate": "2021-11-23",
            "studyFirstPostDateStruct": {
                "date": "2021-12-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kiran Kumar",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "PROMISE (Pediatric Radiation Oncology with Movie Induced Sedation Effect) is an interactive incentive-based movie system that integrates with a video surveillance gating module (VisionRT) as an alternative sedation solution for pediatric patients undergoing radiation treatment (RT). This single-arm, open label, single-center phase II clinical trial is to implement PROMISE for all children ages 3-11 who are planned to undergo RT at the institution. The primary goal is to decrease the total number of pediatric patients who require general anesthesia through the use of PROMISE, with secondary goals being to assess the impact that PROMISE has on patient/family anxiety and quality of life, treatment time and clinical efficiency, and overall cost. The investigators hypothesize that PROMISE will lead to a reduction in the percentage of patients ages 3-7 who require general anesthesia use from 70% (historical control) to 30%.",
            "detailedDescription": "Radiation therapy (RT) requires precise immobilization in order to accurately deliver a conformal dose to the target(s) while avoiding nearby organs at risk. In children, RT frequently requires daily anesthesia use during the entire course of treatment, often up to 4-6 weeks total. While the data varies, \\~40-50% of children, and the majority of those under the age of 7, require daily general anesthesia. Anesthesia can have significant short- and long-term detrimental effects on patient health, including increased risk of hypoxia, allergic reactions, hyperthermia, vascular access device complications (20-25%), and neurocognitive impairment. Furthermore, daily anesthesia provides significant logistical and financial burden, with the average 6-week course of daily anesthesia for RT being approximately $50,000 in payer charges.\n\nPediatric Radiation Oncology with Movie Induced Sedation Effect (PROMISE) is an interactive, incentive-based movie system that integrates with a video surveillance gating module (VisionRT) to help keep a children's attention and prevent children from moving during radiation treatment. While audiovisual distraction techniques have previously been described, PROMISE is the first system that allows for real time monitoring of patient motion and automatic shutting off of the beam and video if the patient moves outside of defined parameters. This not only provides a built-in safety mechanism, but also allows for real time behavior training that incentives patients to not move.\n\nThe investigators propose implementing PROMISE for all children between ages 3-11 undergoing radiation treatment through a phase II clinical trial with the following workflow: 1) During the CT simulation scan, a training session will be conducted, where the child will learn to lie still with positive and negative feedbacks provided by the system for behavioral training. This session will also be used as a screening test to choose children suitable for PROMISE. Only children meeting the movement-requirements during the training session will be selected as candidates for the following non-sedated radiation treatment. 2) During the treatment, a child will watch an age-appropriate movie or video of participant/s choice. A 3D surface imaging system will be used to monitor the motion of the child. If the motion exceeds any pre-defined positioning thresholds (e.g., conventional radiotherapy (CRT): 0.5 cm in translation movements and 2° in three rotational angles; stereotactic radiotherapy (SBRT): 0.15 cm and 0.5 degree), the treatment beam will be shut off and the movie will be paused. 3) Beyond threshold movements the child will be instructed with the effectiveness of movement control strategy. 4) If the child reverts to treatment position within a pre-defined temporal threshold (e.g. 1 minute), the treatment will be resumed with a continuing movie. 5) If the child cannot revert to the treatment position within a pre-defined time threshold/or the movement is beyond any pre-defined re-alignment threshold value (e.g., 1 cm / 5° in three rotational angles), the radiation beam and the movie will be turned off, the patient will be readjusted and the treatment will resume. 6) In any treatment fraction, PROMISE treatment will be ceased if therapists have to re-position the child multiple times. If the child is consecutively noncompliant with PROMISE treatments for two fractions, participant will receive radiotherapy treatment with general anesthesia for all subsequent fractions, unless instructed by physician to re-attempt PROMISE.\n\nThe primary objective is to decrease the total number of pediatric patients who require general anesthesia through the use of PROMISE. The secondary objectives are to assess the impact that PROMISE has on patient/family anxiety and quality of life, treatment time and clinical efficiency, and overall cost, and to determine the average patient movement and beam stoppages with PROMISE. Patient/family-reported health quality of life will be assessed using PedsQL 3.0 Cancer Module and patient anxiety will be measured by the modified Yale Preoperative Anxiety Survey Short Form (mYPAS-SF).\n\nThe hypothesis is that PROMISE will lead to a reduction in the percentage of patients ages 3-7 who require general anesthesia use from 70% (historical control) to 30%. Using a two-sided exact binomial test with a significance level of 0.05 and power=80%, a sample size of 13 patients (ages 3-7) will be needed to detect this difference. In the investigator's past experience, \\~42% of children ages 3-11 (eligibility criteria) are between 3-7 years old, so 30 children total will be needed to enroll 13 who are between 3-7 years old."
        },
        "conditionsModule": {
            "conditions": [
                "Pediatric Cancer"
            ],
            "keywords": [
                "radiotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "General Anesthesia Decrease use : PROMISE",
                    "type": "EXPERIMENTAL",
                    "description": "To decrease the total number of pediatric patients who require general anesthesia through the use of PROMISE",
                    "interventionNames": [
                        "Other: PROMISE (Pediatric Radiation Oncology with Movie Induced Sedation Effect)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "PROMISE (Pediatric Radiation Oncology with Movie Induced Sedation Effect)",
                    "description": "Pediatric Radiation Oncology with Movie Induced Sedation Effect (PROMISE) is an interactive, incentive-based movie system that integrates with a video surveillance gating module (VisionRT) to help keep a child's attention and prevent him or her from moving during radiation treatment. This technology is being studied as an alternative sedation solution for pediatric patients needing radiation treatment. As part of the trial, patients will be attempted to have CT simulation scan and first radiation treatment(s) using PROMISE, with general anesthesia on standby should PROMISE be unsuccessful. If PROMISE is unsuccessful for a given patient, then standard of care general anesthesia will be used for that patient's radiation treatment and PROMISE will be reattempted at physician discretion with anesthesia on standby.",
                    "armGroupLabels": [
                        "General Anesthesia Decrease use : PROMISE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of pediatric patients age 3-7 who require daily general anesthesia for all treatments",
                    "description": "To change the total number of pediatric patients who require general anesthesia through the use of PROMISE.",
                    "timeFrame": "30 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient-reported health quality of life (QOL)",
                    "description": "Patient-reported health quality of life is assessed using Pediatric Quality of Life Inventory (PedsQL) 3.0 Cancer Module. It is a 5-point Likert scale from 0 (never) to 4(almost always) and the scores are transformed to a 0 to 100 scale, with higher scores indicating a better health-related quality of life.",
                    "timeFrame": "30 days (+/- 14 days) after treatment termination"
                },
                {
                    "measure": "Family-reported health quality of life",
                    "description": "Family-reported health quality of life is assessed using Pediatric Quality of Life Inventory (PedsQL) 3.0 Cancer Module. It is a 5-point Likert scale from 0 (never) to 4(almost always) and the scores are transformed to a 0 to 100 scale, with higher scores indicating a better health-related quality of life.",
                    "timeFrame": "30 days (+/- 14 days) after treatment termination"
                },
                {
                    "measure": "Patient reported anxiety",
                    "description": "Patient reported anxiety is measured by the modified Yale Preoperative Anxiety Survey Short Form (mYPAS-SF).The mYPAS consists of 5 items (activity, vocalizations, emotional expressivity, state of apparent arousal). Behavior is rated from 1 to 4 or 1 to 6 (depending on the item), with higher numbers indicating the highest severity within that item (i.e, high levels of anxiety).",
                    "timeFrame": "30 days (+/- 14 days) after treatment termination"
                },
                {
                    "measure": "Family reported anxiety",
                    "description": "Family reported anxiety is measured by the modified Yale Preoperative Anxiety Survey Short Form (mYPAS-SF).The mYPAS consists of 5 items (activity, vocalizations, emotional expressivity, state of apparent arousal). Behavior is rated from 1 to 4 or 1 to 6 (depending on the item), with higher numbers indicating the highest severity within that item (i.e, high levels of anxiety)",
                    "timeFrame": "30 days (+/- 14 days) after treatment termination"
                },
                {
                    "measure": "Patient Movement",
                    "description": "To determine the average patient movement and beam stoppages with PROMISE",
                    "timeFrame": "30 days (+/- 14 days) after treatment termination"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Planned to undergo radiation treatment\n2. Age 3-11 years\n3. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2 at screening\n4. Parents or guardians with the ability to understand and the willingness to sign a written informed consent.\n\nExclusion Criteria:\n\n1. Subjects with documented medical behavior conditions or other conditions necessitating anesthesia use\n2. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that, in the opinion of the investigator, would limit compliance with study requirements.\n3. Subjects whose parents opt to not include them (the subject) in the clinical trial.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "11 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan VanPelt",
                    "role": "CONTACT",
                    "phone": "214-645-8465",
                    "email": "jonathan.vanpelt@utsouthwestern.edu"
                },
                {
                    "name": "Sarah Neufeld",
                    "role": "CONTACT",
                    "phone": "214-645-8465",
                    "email": "sarah.hardee@utsouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kiran A Kumar, MD",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UT Southwestern Medical Center Dallas",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Neufeld",
                            "role": "CONTACT",
                            "phone": "214-645-8525",
                            "email": "sarah.hardee@utsouthwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}