{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05018351",
            "orgStudyIdInfo": {
                "id": "90DPHF0008"
            },
            "organization": {
                "fullName": "Illinois Institute of Technology",
                "class": "OTHER"
            },
            "briefTitle": "Peer Navigators for the Health and Wellness of People With Psychiatric Disabilities",
            "officialTitle": "Peer Navigators for the Health and Wellness of People With Psychiatric Disabilities",
            "acronym": "DRRRP-PHN",
            "therapeuticArea": [
                "Other"
            ],
            "study": "peer-navigators-for-the-health-and-wellness-of-people-with-psychiatric-disabilities"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-01",
            "studyFirstSubmitQcDate": "2021-08-18",
            "studyFirstPostDateStruct": {
                "date": "2021-08-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-03-30",
            "lastUpdatePostDateStruct": {
                "date": "2022-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Illinois Institute of Technology",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Arizona State University",
                    "class": "OTHER"
                },
                {
                    "name": "Thresholds Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Adults with psychiatric disabilities get sick and die 20 to 30 years younger than same-age peers, with even greater disparities occurring when the person is from a low SES or of color. Factors explaining this difference are complex and include genetic comorbidity, iatrogenic effects of medication, life choices, and life consequences. These factors are worsened by service disparities which are often fragmented in the public health system.\n\nPeer navigators are part of a program in which providers escort people with psychiatric disabilities around the fragmented system to meet their health and wellness goals, often a demanding task for the person who has needs addressed at clinics, labs, and pharmacies spread across an urban area. Navigators are peers because they have lived experience of recovery and are often from similar ethnic groups. A community-based participatory research program supported by NIMHD and PCORI developed a peer navigator program specific to the needs of people with psychiatric disabilities. Results of two small pilots funded by NIMHD and PCORI showed the Peer Navigator Program (PNP) led to significant improved service engagement which corresponded with better health, recovery, and quality of life. The studies included fidelity measurement which showed peer navigators conducting the intervention at high levels of fidelity.\n\nThe current research is an efficacy study with a more fully powered test of PNP versus treatment as usual, which is integrated care (TAU-IC). The investigators aim to recruit 300 adults with psychiatric disability who wish to improve physical health/wellness through peer health navigation randomized to TAU-IC or TAU-IC plus PNP. Individuals will participate in assigned interventions as part of 8-month cohorts with data being obtained at baseline, 4, 8, and 12 months. Data will include personal descriptors (demographics, diagnosis, life consequences report), outcomes (service engagement, physical symptoms, blood pressure, recovery, and quality of life), mediators (personal empowerment, self-determination, and perceived relationship for recovery), and process measures (fidelity, feasibility, and acceptability). Investigators hypothesize that those in PNP intervention will have improved outcomes over the integrated care as usual. A cost-benefit analysis will seek to model impact based on quality-adjusted life years. Larger effect sizes will permit post hoc identification of how PNP effects vary by participant characteristics such as ethnicity and gender.",
            "detailedDescription": "Morbidity and mortality rates among people with psychiatric disabilities due to physical illness are very high such that people in this group die ten to thirty years younger than same age peers. This disparity is even worse among people with psychiatric disabilities from low SES groups. Factors explaining this difference are complex and include genetic comorbidity, iatrogenic effects of medication, life choices (e.g., modifiable health risks); and life consequences (e.g., harm related to poverty, homelessness, and poor diet).\n\nExcept for genetic comorbidities, these factors are worsened by service disparities which are often fragmented in the public health system. Community health work and personal navigation are methods that have shown benefits in fragmented systems. Peer navigators (PN) are an especially promising approach to helping people avail existing services. Peers are people with lived experience of recovery, often from similar ethnic groups. Peer navigators target service engagement that improves illness management and health. They do this with practical in-the-field services where they, among other things, accompany the person with health needs to their various appointments. This, in turn, seems to enhance personal report of recovery and quality of life as well as objective indicators such as hospitalization use, medication self-administration, and blood pressure. Peer navigator effects on targeted service engagement are mediated by personal empowerment and self-determination which is influenced by perceptions of the provider relationship promoting recovery. Two pilot studies have supported the feasibility and preliminary effect sizes of peer navigation. The current efficacy study will more completely examine feasibility and impact. In addition, data from this project will inform scaling up the intervention to other sites as well as assess training needs for wide-scale utilization.\n\nPeople with psychiatric disabilities who wish to improve their physical health/wellness and prevent disease through peer health navigation will be recruited from Thresholds members and subsequently randomized to one of two conditions provided for eight months:\n\n1. Treatment as usually in integrated care (TAU-IC) or\n2. Peer navigator program (PNP) provided by providers who are peers (e.g., in recovery from psychiatric disabilities) plus TAU-IC\n\nInvestigators seek 150 participants per condition (N=300) to reach statistical power goals. Investigators will recruit 354 participants to account for expected loss-to-follow-up. The PNP intervention will last 8 months, with a 4-month maintenance phase. The PNP intervention includes in-vivo support with healthcare provider appointments, health-related goal-setting, and wellness activities.\n\nThis project is led by a community-based participatory research (CBPR) team comprised of people with lived experience partnering with the science team. The CBPR team will also be involved in dissemination and utilization activities. The PNP will be conducted by Thresholds, the largest provider of psychiatric rehabilitation in the Midwest. Scientists from the Chicago Health Disparities Center at Illinois Institute of Technology will implement research design and analyses.\n\nInvestigators will analyze fidelity, process, outcome and impact data, including the effect of PNP on blood pressure (when COVID-19 precautions allow for in-person data collection), made/accomplished healthcare contacts, perceived physical and mental health, medication adherence, depression, anxiety, satisfaction with health services, recovery, insurance status, hospital/ER use, medication compliance, and quality of life. Measures will be repeated at 4, 8, and 12 months. To understand the impact of peerness, self-determination, and personal empowerment as possible mediators, investigators will assess perceptions of peer disclosure, recovery promoting relationships, empowerment and perceived competence in managing health. Investigators' main hypothesis is that the PNP condition will lead to enhanced healthcare contacts, improved health, and increased engagement in health behaviors compared with the TAU-IC condition. Findings will advance knowledge and services to reduce disparities in comorbid health conditions for people with psychiatric disabilities."
        },
        "conditionsModule": {
            "conditions": [
                "Mental Disorder",
                "Physical Illness"
            ],
            "keywords": [
                "Mental Disorder",
                "Physical Illness",
                "Psychiatric Disability",
                "Peer Navigator",
                "Serious Mental Illness",
                "Physical Health"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Persons are randomly assigned to receive either:\n\nA) treatment as usual (TAU-IC), which is Integrated Care services with Thresholds, OR B) peer navigator program (PNP), which includes in-vivo support with managing physical health and wellness at least weekly",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 354,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment as Usual-Integrated Care (TAU-IC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in this arm will receive integrated care from their usual provider, which is treatment as usual. Integrated care is mental health specialty and general medical care providers working together to address the physical and behavioral health care needs of patients. One-half of research participants will be randomized to integrated care alone.",
                    "interventionNames": [
                        "Behavioral: Integrated Care"
                    ]
                },
                {
                    "label": "Peer Navigator Program (PNP)",
                    "type": "EXPERIMENTAL",
                    "description": "Peer navigators will meet individually and face-to-face with research participants in time and places convenient to the person as needed. Specific practices are determined by the research participant with the peer navigator and may include:\n\n* scheduling and attending healthcare appointments;\n* partnering with participant on tasks that arise from appointments;\n* health-related goal setting; and\n* taking action-steps toward health-related goals.",
                    "interventionNames": [
                        "Behavioral: Peer Navigation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Integrated Care",
                    "description": "Participants receive integrated physical and mental health care from their usual provider.",
                    "armGroupLabels": [
                        "Treatment as Usual-Integrated Care (TAU-IC)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Peer Navigation",
                    "description": "Peer navigators will meet individually and face-to-face with participants to address their health and weight goals (i.e. working on health-related goals, attending health care appointments. and facilitating follow-up activities related to healthcare appointments).",
                    "armGroupLabels": [
                        "Peer Navigator Program (PNP)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline in 36-Item Short Form Health Survey (SF-36) Scores at Months 4, 8, and 12",
                    "description": "Assesses change in participants' health status and health-related quality of life over the 12 months of the study along 9 domains (physical functioning, role limitations due to physical health, role limitations due to emotional problems, energy/fatigue, emotional well-being, social functioning, pain, and general health). Each of the aforementioned scales have a range of scores from 0 (minimum) - 100 (maximum), with higher scores indicating better outcomes (e.g., a score of 100 on the physical functioning scale indicates no problems with physical functioning). The investigators will evaluate change along all 9 domains. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Texas Christian University Health Form (TCU-HLTHFORM) Scores at Months 4, 8, and 12",
                    "description": "This 24-item measure will assess respondents' experience with physical health problems (e.g., stomach problems or ulcers, bladder infections) and mental health problems (e.g., tired for no good reason, nervous) over the 12 months of the study. The TCU-HLTHFORM assesses health along two domains: psychological distress and physical health. The psychological distress scale scores range from 10 (minimum) to 5 (maximum), with scores of 25-29 indicating high levels of distress, and scores of 30-50 indicating very high levels of distress, thus worse outcomes. The physical health items range from 11 (minimum) to 55 (maximum). Higher scores on these items indicate higher levels of physical health problems, thus worse outcomes. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline in Quality of Life Scale (QLS) Scores at Months 4, 8, and 12",
                    "description": "Assesses life domains including general life, daily activities, and social contact. Participants respond on a 7-point scale from \"delighted\" to \"terrible\". Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Recovery Assessment Scale-Revised (RAS-R) Scores at Months 4, 8, and 12",
                    "description": "Measure of recovery with 24 items across five factors, with higher scores on each indicating better outcomes. Personal confidence and hope scale scores range from 9 (min) to 45 (max), with higher scores indicating more personal confidence and hope, i.e., better outcomes. Willingness to ask for help scale scores range from 3 (min) to 15 (max), with higher scores indicating greater willingness to ask for help, i.e., better outcomes. Goal and success orientation scale scores range from 5 (min) to 25 (max), with higher scores indicating higher levels of goal and success orientation, i.e., better outcomes. Reliance on others scale scores range from 4 (min) to 20 (max), with higher scores indicating greater reliance on others, i.e., better outcomes. Not dominated by symptoms scale scores range from 3 (min) to 15 (max), with higher scores indicating less domination by symptoms, i.e., better outcomes. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Systolic and Diastolic Blood Pressure at Months 4, 8, and 12",
                    "description": "Change in systolic and diastolic blood pressure--to be collected when COVID-19 guidelines allow in-person interviews to be conducted. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Center for Epidemiologic Studies Depression Scale-Depression 10-item version (CES-D 10) Scores at Months 4, 8, and 12",
                    "description": "Assess change in participants' experienced symptoms associated with depression. Scores range from 0-30, with higher scores indicating presence of depression, i.e., worse outcomes. A total score greater than 10 is considered depressed. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Generalized Anxiety Disorder-7 (GAD-7) Scores at Months 4, 8, and 12",
                    "description": "Measures severity of anxiety. Scores range from 0-7, with higher scores indicating more severe anxiety, i.e., worse outcomes. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Health Literacy Questionnaire (HLQ) Scores at Months 4, 8, and 12",
                    "description": "Three scales of the HLQ to measure (1) active health management, (2) actively engaging with health providers, (3) navigating the healthcare system. Active health management scale scores range from 5 (min) to 25 (max), with higher scores indicating more recognition of the importance of and responsibility for one's own health, i.e., better outcomes. Actively engaging with health providers scale scores range from 5 (min) to 25 (max), with higher scores indicating more proactivity about one's health, more control in relationships with health providers, greater empowerment, i.e., better outcomes. Navigating the healthcare system scale scores range from 6 (min) to 30 (max), with higher scores indicating greater ability to find out about \\& advocate for oneself in service and support settings, i.e., better outcomes.\n\nChange = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Medication Questionnaire (MQ) Scores at Months 4, 8, and 12",
                    "description": "Self-report measure of adherence to prescribed medication regimens for both physical and mental health. Participants report on a scale of 1-100 their level of adherence to prescription medication regimens, with higher scores indicating greater adherence, i.e., better outcomes. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in COVID-19 Social Distancing and Hygiene Scale Scores at Months 4, 8, and 12",
                    "description": "12 items to assess adherence to public health recommendations to reduce transmission likelihood of COVID-19. Adapted from the Multi-Ethnic Study of Atherosclerosis (MESA) COVID-19 Questionnaire. Scores range from 12 (min) - 60 (max), with higher scores indicating greater adherence to COVID-19 health and safety guidelines, i.e., better outcomes. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Smoking Questionnaire Scores at Months 4, 8, and 12",
                    "description": "Items assessing smoking status and desire to quit. Pariticpants are asked if they are a current smoker and, if so, how many cigarettes do they smoke per day. If participant indicates they are a current smoker, a single item assesses motivation to quit, with 1 being not motivated at all and 7 being very motivated. Higher scores indicate better outcomes. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                },
                {
                    "measure": "Change from Baseline in Personal Satisfaction Interview Scores at Months 4, 8, and 12",
                    "description": "An 18-item measure of satisfaction with healthcare, with higher scores indicating better outcomes, comprises these scales: General satisfaction (2-10), with higher scores indicating greater general satisfaction; Technical quality (4-20), with higher scores indicating greater satisfaction with the quality of care; Interpersonal manner (2-10), with higher scores indicating greater satisfaction with the interpersonal demeanor of healthcare providers; Communication (2-10), with higher scores indicating more satisfaction with providers' communication; Financial aspects (2-10), with higher scores indicating more satisfaction with cost of care; Time spent with doctor (2-10), with higher scores indicating more satisfaction with the amount of time spent with their doctor; Accessibility \\& convenience (4-20), with higher scores indicating greater satisfaction with access and convenience. Change = (Month 4 Score - Baseline), (Month 8 Score - Baseline), (Month 12 Score - Baseline)",
                    "timeFrame": "Baseline, 4 months, 8 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 or older\n* Serious mental illness (as indicated by disability)\n* A desire to improve their physical health/wellness and prevent disease through peer health navigation\n* Willing to attend\n* Active Thresholds member residing in the catchment area (Chicago South Side)\n\nExclusion Criteria:\n\n* Currently receiving services from a peer support specialist to work on health-related goals\n* Currently receiving Assertive Community Treatment services\n* Not an active Thresholds member\n* Does not reside in the catchment area (Chicago South Side)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patrick W Corrigan, PsyD",
                    "role": "CONTACT",
                    "phone": "312-567-7983",
                    "email": "corrigan@iit.edu"
                },
                {
                    "name": "Carla D Kundert, MS",
                    "role": "CONTACT",
                    "phone": "312-567-6982",
                    "email": "ckundert@iit.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patrick W Corrigan, PsyD",
                    "affiliation": "Illinois Institute of Technology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Thresholds",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60613",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa Razzano, PhD",
                            "role": "CONTACT",
                            "phone": "773-432-6228",
                            "email": "Lisa.Razzano@thresholds.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Illinois Institute of Technology",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60616",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patrick W Corrigan, PsyD",
                            "role": "CONTACT",
                            "phone": "312-567-6751",
                            "email": "corrigan@iit.edu"
                        },
                        {
                            "name": "Carla D Kundert, MS",
                            "role": "CONTACT",
                            "phone": "312-567-6982"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Results will be available to researchers and service agencies, with quantitative data available from an expected 300 participants with psychiatric disabilities who report a desire to improve physical health/wellness and prevent disease through peer navigation. No identifying information will be connected to the data and investigators do not believe that there is a possibility of deductive disclosure of subjects with unusual characteristics. Regardless, to ensure the protection of the human subjects involved in this research, investigators will make the data and associated documentation available to users only under a data-sharing agreement. Notice of available data will be posted in appropriate arenas including websites for the project: www.chicagohealthdisparities.org and www.ncse1.org.",
            "timeFrame": "Data will be available on 08-31-2025.",
            "accessCriteria": "To ensure the protection of the human subjects involved in our research, investigators will make the data and associated documentation available to users only under a data-sharing agreement that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed.",
            "url": "http://www.chicagohealthdisparities.org"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Mental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}