{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05299515",
            "orgStudyIdInfo": {
                "id": "1816868"
            },
            "organization": {
                "fullName": "University of Maryland, College Park",
                "class": "OTHER"
            },
            "briefTitle": "Peer Activate: Trial of Peer-Delivered Behavioral Activation for Methadone Adherence",
            "officialTitle": "Peer-Delivered Behavioral Activation Intervention to Improve Adherence to MT Among Low-Income, Minority Individuals With OUD",
            "acronym": "HEAL Together",
            "therapeuticArea": [
                "Other"
            ],
            "study": "peer-activate-trial-of-peer-delivered-behavioral-activation-for-methadone-adherence"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-17",
            "studyFirstSubmitQcDate": "2022-03-25",
            "studyFirstPostDateStruct": {
                "date": "2022-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Maryland, College Park",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Maryland, Baltimore",
                    "class": "OTHER"
                },
                {
                    "name": "Henry Ford Health System",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the feasibility and effectiveness of a peer-led, brief, behavioral intervention to improve adherence to medication for opioid use disorder (MOUD) among low-income, minority individuals living with opioid use disorder (OUD) in Baltimore, Maryland. The intervention is based on behavioral activation (BA) and is specifically designed to be implemented by a trained peer recovery specialist. In this Type 1 hybrid effectiveness-implementation randomized controlled trial (RCT), we will evaluate the effectiveness and implementation of Peer Activate vs. treatment as usual (TAU) over six months.",
            "detailedDescription": "The opioid use disorder (OUD) crisis disproportionately affects low-income, racial/ethnic minorities. There is a pressing need to improve retention in medication for opioid use disorder (MOUD), particularly among low-income, racial/ethnic minorities. Training peer recovery specialists (PRSs), individuals with their own lived experience with substance use disorder (SUD), in evidence-based interventions (EBIs) may be a promising strategy to improve MOUD retention for low-income, minority individuals with OUD. Yet, few EBIs have been evaluated for PRS delivery to promote MOUD retention.\n\nBehavioral activation (BA) may be a feasible, scalable, reinforcement-based approach for improving MOUD retention for low-income, minority individuals with OUD. By targeting increases in positive reinforcement, BA has been found to be effective for improving SUD treatment retention, preventing future relapse, and improving medication adherence (i.e., for HIV) among low-income, minority populations with SUD as well as depression, which is a barrier to MOUD retention. Importantly for implementation, BA also is feasible and cost-effective using lay counselor delivery. Following from this prior research, BA is an ideal EBI to evaluate for improving MOUD retention using a PRS-delivered model.\n\nThis Type 1 hybrid effectiveness-implementation randomized controlled trial (RCT) builds upon our team's formative work, as well as our recent open label-pilot (R61AT010799) to develop and pilot the PRS-delivered BA approach. Guided by Aarons' stage model and Proctor's model of implementation, we proposed a mixed-methods, Type 1 hybrid effectiveness-implementation study to evaluate implementation and the effectiveness of the intervention on MT retention."
        },
        "conditionsModule": {
            "conditions": [
                "Substance-Related Disorders",
                "Opioid Medication Assisted Treatment",
                "Opioid Use Disorder",
                "Opioid Use",
                "Opioid Addiction",
                "Treatment Adherence",
                "Retention in Care"
            ],
            "keywords": [
                "Disease",
                "Substance-Related Disorders",
                "Opioid-Related Disorders",
                "Mental Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized in parallel to receive either the Peer Activate intervention or treatment as usual (TAU: weekly group and individual counseling with an addiction counselor in addition to referral to other available services in the community through study contact). Assessments will take place for both groups at baseline, at an approximately 3-month follow-up (or at completion/discontinuation of the intervention), and at an approximately 6-month follow-up (or at 3 months after completion/discontinuation of the intervention).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "At the approximately 3-Month (or at completion/discontinuation of intervention) and approximately 6-Month Follow-Up assessments (or approximately 3 months after 3-month follow up assessment or at discontinuation of intervention), a trained and blinded member of the research team will complete assessments with the participant.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Peer-Delivered Behavioral Activation (\"Peer Activate\")",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the Peer Activate intervention will receive a PRS-delivered behavioral activation intervention to address barriers to retention in methadone treatment and increase substance-free, positive reinforcement to support retention.",
                    "interventionNames": [
                        "Behavioral: Peer-Delivered Behavioral Activation (\"Peer Activate\")"
                    ]
                },
                {
                    "label": "Treatment As Usual",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in the TAU group will receive treatment as usual (weekly group and individual counseling with an addiction counselor in addition to referral to other available services in the community through study contact)."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Peer-Delivered Behavioral Activation (\"Peer Activate\")",
                    "description": "The PRS-delivered Peer Activate intervention will consist of approximately four weekly \"core\" sessions (approximately 30 minutes-1 hour) with two additional sessions to reinforce core content, and then 6 optional \"booster\" sessions to reinforce skill practice. In Peer Activate sessions, participants will learn behavioral activation and problem-solving skills to assist in their retention and persistence in methadone treatment and incorporating value-driven, substance-free, rewarding activities into their daily life.",
                    "armGroupLabels": [
                        "Peer-Delivered Behavioral Activation (\"Peer Activate\")"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "MT Retention",
                    "description": "Defined dichotomously as retention (yes/no) in methadone treatment",
                    "timeFrame": "Measured at final follow up (approximately six-months post-baseline assessment)"
                },
                {
                    "measure": "MT Persistence",
                    "description": "Calculated as the proportion retained on MT monthly (i.e., at least one methadone dose for each 30 day period)",
                    "timeFrame": "Measured at final follow up (approximately six-months post-baseline)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Intervention Feasibility Measured by Intervention Initiation",
                    "description": "Feasibility, defined as the suitability and practicability of the approach, will be measured quantitatively as the % of patients who agree to participate in the intervention. We will also collect qualitative feedback relating to feasibility.",
                    "timeFrame": "Assessed at the post-treatment follow-up (approximately 3-months post-baseline assessment)"
                },
                {
                    "measure": "Intervention Acceptability Measured by Intervention Attendance",
                    "description": "Acceptability, defined as satisfaction with or tolerability of the proposed approach, will be measured quantitatively by session attendance. Specifically, we will measure the % of patients enrolled who attend ≥75% sessions. We will also collect qualitative feedback relating to acceptability.",
                    "timeFrame": "Assessed at the acute post-treatment follow-up (approximately 3-months post-baseline assessment)"
                },
                {
                    "measure": "Intervention Fidelity Measured by Independent Rating",
                    "description": "Fidelity, defined as the delivery of the intervention as intended, will be measured based on PRS adherence to the intervention delivery. A random selection of 20% of sessions will be rated for fidelity by an independent rater, and we will assess the % of intervention components delivered as intended.",
                    "timeFrame": "Assessed at the acute posttreatment follow-up (approximately 3-months post-baseline assessment)"
                },
                {
                    "measure": "MT Retention",
                    "description": "Defined dichotomously as retention (yes/no) in methadone treatment",
                    "timeFrame": "Measured at the acute posttreatment follow-up (approximately 3-months post-baseline assessment)"
                },
                {
                    "measure": "MT Persistence",
                    "description": "Calculated as the proportion retained on MT monthly (i.e., at least one methadone dose for each 30 day period)",
                    "timeFrame": "Measured at the acute posttreatment follow-up (approximately 3-months post-baseline assessment)"
                },
                {
                    "measure": "Changes in substance use",
                    "description": "Assess prevalence of opioid use and other substance use (urinalysis and timeline follow back)",
                    "timeFrame": "Assessed between the baseline assessment and the final follow-up (approximately 6 months post-baseline)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in depressive symptoms",
                    "description": "Patient Health Questionnaire-8 (PHQ-8). Possible score of 0 - 24, with higher scores indicating more depressive symptoms.",
                    "timeFrame": "Assessed between the baseline assessment and the acute posttreatment follow-up (approximately 3 months post-baseline)"
                },
                {
                    "measure": "Change in depressive symptoms",
                    "description": "Patient Health Questionnaire-8 (PHQ-8). Possible score of 0 - 24, with higher scores indicating more depressive symptoms.",
                    "timeFrame": "Assessed between the baseline assessment and the final follow-up (approximately 6 months post-baseline)"
                },
                {
                    "measure": "Changes in substance use",
                    "description": "Assess prevalence of opioid use and other substance use (urinalysis and timeline followback)",
                    "timeFrame": "Assessed between the baseline assessment and the acute posttreatment follow-up (approximately 3 months post-baseline)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Initiated methadone at the study site in the past three months (and no less than two weeks prior to study enrollment) or demonstrated challenges with methadone adherence in the past three months as indicated by one or more of the following: a) at least one missing take-home bottle at the time of bottle return; b) screened negative for methadone in routinely administered clinic urinalysis tests; c) transitioned from an extended take-home bottle schedule to daily dosing schedule; or d) at least one missed methadone dose in the past 3 months as identified through clinic records\n* Minimum of 18 years old\n\nExclusion Criteria:\n\n* Demonstrating active, unstable or untreated psychiatric symptoms, including mania and/or psychosis that would interfere with study participation\n* Inability to understand the study and provide informed consent in English\n* Positive pregnancy status at enrollment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Valerie D Bradley, MPS",
                    "role": "CONTACT",
                    "phone": "443-405-2849",
                    "email": "vbradley@umd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jessica F Magidson, PhD",
                    "affiliation": "University of Maryland, College Park",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Maryland Baltimore (UMD Drug Treatment Center)",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21223",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Healther Fitzsimons",
                            "role": "CONTACT",
                            "phone": "443-462-3400",
                            "email": "hfitzsimons@som.umaryland.edu"
                        },
                        {
                            "name": "Melanie Bennett, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Aaron Greenblatt, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Annabelle M Belcher, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "University of Maryland College Park",
                    "status": "NOT_YET_RECRUITING",
                    "city": "College Park",
                    "state": "Maryland",
                    "zip": "20742",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Valerie D Bradley, MPS",
                            "role": "CONTACT",
                            "phone": "443-405-2849",
                            "email": "vbradley@umd.edu"
                        },
                        {
                            "name": "Jessica F Magidson, PhD",
                            "role": "CONTACT",
                            "phone": "301-405-5095",
                            "email": "jmagidso@umd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -76.93692
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21197565",
                    "type": "BACKGROUND",
                    "citation": "Aarons GA, Hurlburt M, Horwitz SM. Advancing a conceptual model of evidence-based practice implementation in public service sectors. Adm Policy Ment Health. 2011 Jan;38(1):4-23. doi: 10.1007/s10488-010-0327-7."
                },
                {
                    "pmid": "30300800",
                    "type": "BACKGROUND",
                    "citation": "Carroll KM, Nich C, Frankforter TL, Yip SW, Kiluk BD, DeVito EE, Sofuoglu M. Accounting for the uncounted: Physical and affective distress in individuals dropping out of oral naltrexone treatment for opioid use disorder. Drug Alcohol Depend. 2018 Nov 1;192:264-270. doi: 10.1016/j.drugalcdep.2018.08.019. Epub 2018 Oct 4."
                },
                {
                    "pmid": "21709737",
                    "type": "BACKGROUND",
                    "citation": "Daughters SB, Magidson JF, Schuster RM, Safren SA. ACT HEALTHY: A Combined Cognitive-Behavioral Depression and Medication Adherence Treatment for HIV-Infected Substance Users. Cogn Behav Pract. 2010 Aug 1;17(3):309-321. doi: 10.1016/j.cbpra.2009.12.003."
                },
                {
                    "pmid": "28963853",
                    "type": "BACKGROUND",
                    "citation": "Daughters SB, Magidson JF, Anand D, Seitz-Brown CJ, Chen Y, Baker S. The effect of a behavioral activation treatment for substance use on post-treatment abstinence: a randomized controlled trial. Addiction. 2018 Mar;113(3):535-544. doi: 10.1111/add.14049. Epub 2017 Nov 19."
                },
                {
                    "pmid": "21200079",
                    "type": "BACKGROUND",
                    "citation": "Ekers D, Richards D, McMillan D, Bland JM, Gilbody S. Behavioural activation delivered by the non-specialist: phase II randomised controlled trial. Br J Psychiatry. 2011 Jan;198(1):66-72. doi: 10.1192/bjp.bp.110.079111."
                },
                {
                    "pmid": "24936656",
                    "type": "BACKGROUND",
                    "citation": "Ekers D, Webster L, Van Straten A, Cuijpers P, Richards D, Gilbody S. Behavioural activation for depression; an update of meta-analysis of effectiveness and sub group analysis. PLoS One. 2014 Jun 17;9(6):e100100. doi: 10.1371/journal.pone.0100100. eCollection 2014."
                },
                {
                    "pmid": "21310539",
                    "type": "BACKGROUND",
                    "citation": "Magidson JF, Gorka SM, MacPherson L, Hopko DR, Blanco C, Lejuez CW, Daughters SB. Examining the effect of the Life Enhancement Treatment for Substance Use (LETS ACT) on residential substance abuse treatment retention. Addict Behav. 2011 Jun;36(6):615-623. doi: 10.1016/j.addbeh.2011.01.016. Epub 2011 Jan 21."
                },
                {
                    "pmid": "25419102",
                    "type": "BACKGROUND",
                    "citation": "Magidson JF, Seitz-Brown CJ, Safren SA, Daughters SB. Implementing Behavioral Activation and Life-Steps for Depression and HIV Medication Adherence in a Community Health Center. Cogn Behav Pract. 2014 Nov 1;21(4):386-403. doi: 10.1016/j.cbpra.2013.10.002."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Magidson JF, Joska JA, Regenauer KS, et al Adapting evidence-based, peer-delivered substance use treatment for HIV care in South Africa. Society of Behavioral Medicine New Orleans, LA, 2018."
                },
                {
                    "pmid": "27478619",
                    "type": "BACKGROUND",
                    "citation": "Magidson JF, Lejuez CW, Kamal T, Blevins EJ, Murray LK, Bass JK, Bolton P, Pagoto S. Adaptation of community health worker-delivered behavioral activation for torture survivors in Kurdistan, Iraq. Glob Ment Health (Camb). 2015 Dec;2:e24. doi: 10.1017/gmh.2015.22."
                },
                {
                    "pmid": "23030605",
                    "type": "BACKGROUND",
                    "citation": "Mimiaga MJ, Reisner SL, Pantalone DW, O'Cleirigh C, Mayer KH, Safren SA. A pilot trial of integrated behavioral activation and sexual risk reduction counseling for HIV-uninfected men who have sex with men abusing crystal methamphetamine. AIDS Patient Care STDS. 2012 Nov;26(11):681-93. doi: 10.1089/apc.2012.0216. Epub 2012 Oct 3."
                },
                {
                    "pmid": "30211620",
                    "type": "BACKGROUND",
                    "citation": "Mimiaga MJ, Closson EF, Pantalone DW, Safren SA, Mitty JA. Applying behavioral activation to sustain and enhance the effects of contingency management for reducing stimulant use among individuals with HIV infection. Psychol Health Med. 2019 Mar;24(3):374-381. doi: 10.1080/13548506.2018.1515492. Epub 2018 Sep 13."
                },
                {
                    "pmid": "21962726",
                    "type": "BACKGROUND",
                    "citation": "Mitchell SG, Kelly SM, Gryczynski J, Myers CP, Jaffe JH, O'Grady KE, Olsen YK, Schwartz RP. African American patients seeking treatment in the public sector: characteristics of buprenorphine vs. methadone patients. Drug Alcohol Depend. 2012 Apr 1;122(1-2):55-60. doi: 10.1016/j.drugalcdep.2011.09.009. Epub 2011 Sep 29."
                },
                {
                    "pmid": "20957426",
                    "type": "BACKGROUND",
                    "citation": "Proctor E, Silmere H, Raghavan R, Hovmand P, Aarons G, Bunger A, Griffey R, Hensley M. Outcomes for implementation research: conceptual distinctions, measurement challenges, and research agenda. Adm Policy Ment Health. 2011 Mar;38(2):65-76. doi: 10.1007/s10488-010-0319-7."
                },
                {
                    "pmid": "27461440",
                    "type": "BACKGROUND",
                    "citation": "Richards DA, Ekers D, McMillan D, Taylor RS, Byford S, Warren FC, Barrett B, Farrand PA, Gilbody S, Kuyken W, O'Mahen H, Watkins ER, Wright KA, Hollon SD, Reed N, Rhodes S, Fletcher E, Finning K. Cost and Outcome of Behavioural Activation versus Cognitive Behavioural Therapy for Depression (COBRA): a randomised, controlled, non-inferiority trial. Lancet. 2016 Aug 27;388(10047):871-80. doi: 10.1016/S0140-6736(16)31140-0. Epub 2016 Jul 23."
                },
                {
                    "pmid": "28410339",
                    "type": "BACKGROUND",
                    "citation": "Saloner B, Daubresse M, Caleb Alexander G. Patterns of Buprenorphine-Naloxone Treatment for Opioid Use Disorder in a Multistate Population. Med Care. 2017 Jul;55(7):669-676. doi: 10.1097/MLR.0000000000000727."
                },
                {
                    "pmid": "30041092",
                    "type": "BACKGROUND",
                    "citation": "Stahler GJ, Mennis J. Treatment outcome disparities for opioid users: Are there racial and ethnic differences in treatment completion across large US metropolitan areas? Drug Alcohol Depend. 2018 Sep 1;190:170-178. doi: 10.1016/j.drugalcdep.2018.06.006. Epub 2018 Jul 11."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Satinsky E, Doran K, Felton J, et al Adapting a community-based peer-delivered Behavioral Activation intervention for substance use in an underserved population. Society for Behavioral Medicine Washington, D.C., 2019."
                },
                {
                    "pmid": "28799413",
                    "type": "BACKGROUND",
                    "citation": "Tull MT, Berghoff CR, Bardeen JR, Schoenleber M, Konkle-Parker DJ. An Initial Open Trial of a Brief Behavioral Activation Treatment for Depression and Medication Adherence in HIV-Infected Patients. Behav Modif. 2018 Mar;42(2):196-209. doi: 10.1177/0145445517723901. Epub 2017 Aug 11."
                },
                {
                    "pmid": "28132702",
                    "type": "BACKGROUND",
                    "citation": "Weinstein ZM, Kim HW, Cheng DM, Quinn E, Hui D, Labelle CT, Drainoni ML, Bachman SS, Samet JH. Long-term retention in Office Based Opioid Treatment with buprenorphine. J Subst Abuse Treat. 2017 Mar;74:65-70. doi: 10.1016/j.jsat.2016.12.010. Epub 2016 Dec 30."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "After all primary analyses are complete, de-identified data will be made available."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance-Related Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "relevance": "LOW"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M11671",
                    "name": "Methadone",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnTuAg",
                    "name": "Antitussive Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                }
            ]
        }
    },
    "hasResults": false
}