{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05799599",
            "orgStudyIdInfo": {
                "id": "00149051"
            },
            "organization": {
                "fullName": "University of Kansas",
                "class": "OTHER"
            },
            "briefTitle": "Peer Interventions for Preschoolers With Autism",
            "officialTitle": "Examining Adaptive Peer-mediated Interventions for Preschoolers With Autism Spectrum Disorder and Limited or no Spoken Language: A Sequential Multiple Assignment Randomized Trial",
            "acronym": "PIPA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "peer-interventions-for-preschoolers-with-autism"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-23",
            "studyFirstSubmitQcDate": "2023-03-22",
            "studyFirstPostDateStruct": {
                "date": "2023-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Kansas",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of North Carolina",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This proposal will evaluate a series of peer-mediated interventions (PMIs) for preschool children (3 to 6 years) with ASD and limited or no spoken language, using an innovative Sequential Multiple Assignment Randomized Trial (SMART) design. Available evidence supports the beneficial effects of PMIs for improving social communication in children with ASD. Peer-related social competence is vital to a wide range of child outcomes, such as improved communication and fewer behavioral problems. Unfortunately, approximately 30% of children with ASD remain minimally-verbal in kindergarten, restricting participation in inclusive activities. Recent studies report improved communication after a speech-generating device (SGD) is included in treatment. Effective interventions that can be modified is necessary to ensure optimal communication outcomes when children do not make anticipated progress. A strength of the study is that these interventions can be adopted by community-based, early service providers. All participants will receive an adapted Stay-Play-Talk (SPT) peer-mediated intervention that varies in active ingredients. With SMART designs, it is possible to test and identify alternative combinations of PMI approaches, such as the addition of a SGD. In this study, 132 preschoolers with ASD (and N=264 peers without disabilities) will be initially randomized to SPT and SGD with spoken peer input only (SPT Basic; peers taught to model language) or SPT and SGD with augmented peer input (SPT Plus; peers taught to use verbal language models concurrently with the SGD). Each child's response to treatment after 5 weeks will determine that child's next phase in the SMART design. Children showing a positive response will continue in their originally assigned group; slow responders will be randomly assigned to receive added treatment components to improve communication (either SPT Plus or SPT Advanced). SPT Advanced adds direct instruction strategies (i.e., adult prompts, reinforcers, and teaching trials) to increase child vocalizations in SGD interventions. The use of a SMART design extends our prior work by testing the systematic addition of selected peer-mediated strategies in combination with an SGD that allows for flexible application of interventions based on child response. The investigators have assembled an outstanding team of highly qualified investigators with complementary skills in preschool assessment, language intervention, clinical trials, and statistics.",
            "detailedDescription": "The research questions in this proposal will be evaluated using a Sequential Multiple Assignment Randomized Trial (SMART). This design allows for evaluation of adaptations to interventions based on a tailoring variable that triggers early or slow child response status at an important decision point - in this study, 5 weeks after start of treatment. Children showing a positive response continue in their originally assigned group; those who are slow responders will be re-randomized to receive added treatment components to improve communication (i.e., either SPT Plus or SPT Advanced). The proposed study will include two research sites, with N=132 preschoolers with ASD (ages of 3-6 years), and up to N=264 peers recruited through (1) Juniper Gardens Children's Project, University of Kansas, and (2) the University of North Carolina (UNC). In year 1, five children were recruited and completed the study through the Marcus Autism Center, Emory University, prior to transferring the subcontract to UNC with Dr. Brian Boyd (Co-I) and Dr. Jessica Steinbrenner (site PI). The investigators plan to recruit 66 children with ASD per research site in five cohorts over five years. Two peers without disabilities will be recruited for each child (N=264). Four measures will be administered at enrollment: (1) the Autism Diagnostic Observational Schedule-2, (2) the Preschool-Language Scale-5 to assess children's expressive and receptive language, and (3) the Mullen Scales of Early Learning to assess verbal and nonverbal cognitive skills, and (4) the Aberrant Behavior Checklist. SGD Access and General Procedures. All children will receive an iPad with Touch Chat app as an SGD to use for the duration of the study. If a child has an SGD, it will be used. The investigators will recommend SGD access across the school day. The investigators will track any concurrent therapies (e.g., speech, behavior therapy) the child receives. Each focal child's caregiver will be asked to complete a preference assessment e.g., toys, TV shows), with monthly monitoring to identify highly preferred stimuli. Prior to baseline, participating school staff will attend a 1-hour training on: (1) study timeline and expectations, (2) peer recruitment, (3) setting up child-preferred activities, and (4) programming the iPad. A minimum of four communicative functions (i.e., request, comment, gain attention, or protest) will be programmed on each vocabulary page on the iPad. The investigators will work with school staff to create symbol vocabularies based on individualized education plans. School staff will not be aware of group assignment at the time of training and will be informed after baseline data are collected. Baseline Procedures. The investigators will schedule three baseline observations. One child with ASD and one peer will be at a table for 30 minutes of play over two-three different days. Children will be instructed to stay together and play, with the iPad programmed to match the play activity. No adult prompts are provided. Design. The research questions will be evaluated using a Sequential Multiple Assignment Randomized Trial (SMART) design. This design allows for evaluation of first and second stage adaptations to interventions based on a tailoring variable that triggers early or slow child response status at an important decision point - in this study, 5 weeks after the start of treatment. Participants (N=132 preschoolers with ASD) will be initially randomized to Stay-Play-Talk (SPT) with spoken peer input only (SPT Basic; peers taught to model language) or SPT and SGD with augmented peer input (SPT Plus; peers taught to use verbal language models while selecting SGD icons). Each child's response to treatment after 5 weeks (or 10 sessions) will determine that child's next phase in the SMART design. Children showing a positive response will continue in their originally assigned group for 14 additional sessions; those who are slow responders will be randomly assigned to receive added treatment components to improve communication for an additional 14 sessions. SPT Advanced adds direct instruction strategies (i.e., adult prompts, reinforcers, and peer teaching trials). Follow Up Procedures. At Week 16 (or 4 weeks post treatment), all primary and secondary child communication variables will be collected during three 10-min play sessions with activities similar to baseline and no adult prompts. Similar models will determine if differences due to treatment arm or experiencing augmented input are maintained at the 16-week follow-up direct observations.\n\nChild Predictors to Treatment Response. The investigators will explore if child variables (i.e., receptive language, nonverbal intelligence, and peer engagement) assessed at baseline predict peer-directed communication gains in response to first stage PMI after 5 weeks (10 sessions) of treatment and adapted PMI treatments after 12 weeks (24 sessions) of treatment for all children regardless of condition, as described in the Statistical Design plan. Fidelity Procedures. Treatment fidelity will be monitored for (1) adult implementation of peer training, (2) peer implementation with focal child, and (3) staff implementation of steps for each PMI condition. To monitor adherence to the treatment protocol and identify peers or implementers who may need more support, fidelity will be collected for 25% of randomly selected treatment sessions in all treatment stages. If a peer or implementer falls below 70% fidelity over two sessions, a 20-min refresher session will be provided. Coding Communication Variables. All peer-directed communication and engagement variables will be primary coded from videos at the KU research lab to minimize potential site differences, using Noldus Observer XT software. Two-to-three KU research assistants will be primary coders and deemed reliable after achieving 80% inter-rater reliability with the PI or project coordinator (PC) on a minimum of three gold standard vignettes across child initiations and responses, communicative functions and modalities, and reciprocal exchanges; student assistants will be kept blind to condition and code 30% of sessions for reliability. Noldus data for expressive language acts will be summarized to determine changes in total number of different words, mean length of utterance, and unique word combinations. During Week 5, coding of child communication to determine responder status will occur within three days for timely decision-making to re-randomize children to second stage treatment. Training on CGI-I. Drs. Scahill and Boyd trained independent evaluators (IEs) at each site on the CGI-I and Parent Target Problem narratives using clinical vignettes during Year 1. For Years 2-5, Dr. Luc Lecavalier will continue as consultant on CGI-I training. This will include presentation of clinical vignettes to illustrate interpretation of frequency counts of spontaneous peer-directed communication, PTP narratives and scores on the Aberrant Behavior Checklist (ABC) subscales (Irritability, Social Withdrawal, Hyperactivity) rated by the child's teacher. Given that the CGI-I is a key secondary measure, the investigators will set rigorous standards for agreement with gold standard ratings established by Drs. Scahill and Boyd (perfect agreement on 3 and within one unit on the fourth). The CGI-I resolves to a dichotomous outcome: positive (Much Improved or Very Much Improved) or negative response (all other ratings). Therefore, a disagreement by one unit on the CGI-I is acceptable if it would not affect classification on treatment response. An IE who does not meet reliability criteria will receive additional training and given additional vignettes to achieve reliability. Following training to reliability, Dr. Lecavalier will review the PTP baseline narratives for the first 3 subjects at each site and provide feedback to the IE. Consultants will convene to review sessions at all data collection time points. On a rotating basis, IEs will present the CGI-I scores on completed cases, as well as the clinical material that formed the basis of the CGI-I ratings. The purpose of these review sessions is to foster a common approach to scoring the CGI-I, and reliability across sites.\n\nInterobserver Agreement. The KU project coordinator will train two research assistants (RAs) kept blind to treatment condition, to a criterion of 80% interobserver agreement for all primary and secondary child outcome variables using the gold standard videos created to train primary coders. The RAs will be considered reliable once they meet 80% interobserver reliability across variables on three different videos. A minimum of 30% of videos will be randomly selected for reliability coding from each of the four measurement periods, for both research sites.\n\nData Analyses. A series of multilevel models with occasions nested within children will be used to compare changes in peer-directed communication and other language outcomes from baseline to Week 5 (or 10 sessions) in children randomly assigned to the SPT Basic condition with changes in children assigned to the SPT Plus condition (Aim 1a). The investigators will also compare changes in outcomes over the 12 week (or 24 sessions) two-stage intervention for non-responders in each of the four adaptive interventions. Planned pairwise comparisons will enable us to examine which condition/s were most effective at eliciting a treatment response (Aim 1b). Because the investigators are especially interested in the impact of SPT Plus, the investigators will determine whether experiencing that intervention - regardless of the stage - has an impact on intercepts or slopes for child communication and language outcomes. Finally, the investigators will use t-tests to compare baseline predictor variable levels for children identified as early responders or slow responders at Week 5. The investigators will also determine if early and slow responders at Week 12, the end of intervention, differ in baseline predictor characteristics. The second way the investigators will evaluate the predictor variables is to determine if any of them are related to intercept and slopes when treatment group is not a part of the model. More details about the modeling process and a basic equation are provided in the Statistical Design and Power data analysis plan.\n\nMissing data and Power. Maximum likelihood estimation will be used to include all available data in a multidimensional likelihood function such that no imputation will be needed. Power simulation conducted within SAS indicates that there is ample power for the models to be conducted in Aims 1a, 1c, and 2. While Aim 1b is more limited in power, the parameter estimates obtained from these models are crucial for taking the next steps in developing adaptive interventions for this population. Power curves are provided in the data plan.\n\nPotential Problems and Strategies. It is possible that some preschool-age peers may have difficulty implementing procedures with adequate fidelity. The investigators are confident that our comprehensive peer recruitment criteria, prior peer implementation fidelity average of 80% (based on fidelity data from 235 treatment sessions), and using similar procedures to provide booster training as necessary all support the feasibility of the planned peer training component. It is possible that some children with ASD will attend the same preschool. If this occurs, the investigators will ensure that school staff do not discuss what condition they are in and implement treatment in different locations. Joint lab meetings will be conducted twice per month, with close monitoring of treatment conditions to ensure a high-level of implementation fidelity for adults and peers. The PI will monitor data collection and entry to ensure it is aggregated consistently across sites."
        },
        "conditionsModule": {
            "conditions": [
                "Autism Spectrum Disorder"
            ],
            "keywords": [
                "communication",
                "intervention",
                "speech-generating device",
                "peer partners",
                "preschool",
                "social skills"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Children with ASD and peer partners will be randomized to a first stage Stay-Play-Talk (SPT) Basic speech generating device (SGD) intervention with spoken peer input only (i.e., peers taught to model language) or SPT Plus intervention with augmented SGD peer input (i.e., peers taught to use verbal language models concurrently while selecting SGD icons). Each child's response to treatment after 5 weeks will determine that child's next phase in the SMART design. Children showing a positive response will continue in their originally assigned group. Children who are slow responders after 5 weeks, will be randomly assigned to receive added treatment components, either SPT Plus or SPT Advanced. SPT Advanced adds direct instruction strategies for the children with ASD (i.e., adult prompts) to increase peer-directed communication.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "In addition, we will have a blind coder who will code child-peer communication as an outcome measure.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 132,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stay-Play_Talk Basic Followed by Stay_Play_Talk Basic - (SPT Basic Responders)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "After being randomly assigned to the SPT Basic condition, these participants responded and therefore remained in this condition",
                    "interventionNames": [
                        "Behavioral: Stay-Play-Talk Basic"
                    ]
                },
                {
                    "label": "Stay_Play_Talk Basic Followed by Randomization to Stay_Play_Talk Basic (SPT Basic - SPT BASIC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "After being randomly assigned to the SPT Basic condition, these participants did not respond but were randomized to stay in this condition to examine longer duration in this treatment.",
                    "interventionNames": [
                        "Behavioral: Stay-Play-Talk Basic"
                    ]
                },
                {
                    "label": "Stay_Play_Talk Basic Followed by Randomization to Stay_Play_Talk Plus (SPT Basic - SPT Plus)",
                    "type": "EXPERIMENTAL",
                    "description": "After being randomly assigned to the SPT Basic condition, these participants did not respond and were randomized to Stay_Play_Talk Plus in the second stage.",
                    "interventionNames": [
                        "Behavioral: Stay-Play-Talk Basic",
                        "Behavioral: Stay-Play-Talk Plus"
                    ]
                },
                {
                    "label": "Stay_Play_Talk Plus Followed by Stay_Play_Talk Plus (SPT Plus Responders)",
                    "type": "EXPERIMENTAL",
                    "description": "After being randomly assigned to the SPT Plus condition, these participants responded and therefore remained in this condition",
                    "interventionNames": [
                        "Behavioral: Stay-Play-Talk Plus"
                    ]
                },
                {
                    "label": "Stay_Play_Talk Plus Followed by Randomization to Stay_Play_Talk Plus (SPT Plus - SPT Plus)",
                    "type": "EXPERIMENTAL",
                    "description": "After being randomly assigned to the SPT Plus condition, these participants did not respond and were randomized to Stay_Play_Talk Plus in the second stage.",
                    "interventionNames": [
                        "Behavioral: Stay-Play-Talk Plus"
                    ]
                },
                {
                    "label": "Stay_Play_Talk Plus Followed by Randomization to Stay_Play_Talk Advanced (SPT Plus - SPT Advanced)",
                    "type": "EXPERIMENTAL",
                    "description": "After being randomly assigned to the SPT Plus condition, these participants did not respond and were randomized to Stay_Play_Talk Advanced condition in the second stage which incorporates direct instruction.",
                    "interventionNames": [
                        "Behavioral: Stay-Play-Talk Plus",
                        "Behavioral: Stay-Play-Talk Advanced"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Stay-Play-Talk Basic",
                    "description": "Stay-Play-Talk (SPT) Basic and SGD with augmented peer input in which peers are taught to model verbal responses while simultaneously selecting screen icons with spoken peer input only (i.e., peers taught to model language)",
                    "armGroupLabels": [
                        "Stay-Play_Talk Basic Followed by Stay_Play_Talk Basic - (SPT Basic Responders)",
                        "Stay_Play_Talk Basic Followed by Randomization to Stay_Play_Talk Basic (SPT Basic - SPT BASIC)",
                        "Stay_Play_Talk Basic Followed by Randomization to Stay_Play_Talk Plus (SPT Basic - SPT Plus)"
                    ],
                    "otherNames": [
                        "SPT Basic"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Stay-Play-Talk Plus",
                    "description": "SPT Plus with augmented SGD peer input (i.e., peers taught to use verbal language models concurrently while selecting SGD icons).",
                    "armGroupLabels": [
                        "Stay_Play_Talk Basic Followed by Randomization to Stay_Play_Talk Plus (SPT Basic - SPT Plus)",
                        "Stay_Play_Talk Plus Followed by Randomization to Stay_Play_Talk Advanced (SPT Plus - SPT Advanced)",
                        "Stay_Play_Talk Plus Followed by Randomization to Stay_Play_Talk Plus (SPT Plus - SPT Plus)",
                        "Stay_Play_Talk Plus Followed by Stay_Play_Talk Plus (SPT Plus Responders)"
                    ],
                    "otherNames": [
                        "SPT Plus"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Stay-Play-Talk Advanced",
                    "description": "SPT Advanced adds direct instruction strategies for the children with ASD (i.e., adult prompts, reinforcers, and embedded teaching trials) to increase peer-directed communication.",
                    "armGroupLabels": [
                        "Stay_Play_Talk Plus Followed by Randomization to Stay_Play_Talk Advanced (SPT Plus - SPT Advanced)"
                    ],
                    "otherNames": [
                        "SPT Advanced"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in rate of peer-directed communication acts",
                    "description": "Change in the rate per minute of peer-directed communication acts are defined as intentional communication acts that are clearly directed to a peer using eye contact/body orientation for a functional purpose (e.g., to request objects/actions, comment, or protest) and may include any communicative modality (i.e., vocalizations gestures, speech, and SGD). Trained coders will code communication acts for child-peer baseline and intervention videos using Noldus Observer XT measurement software.",
                    "timeFrame": "Change in rate from baseline to 5 weeks, 12 weeks, and 16 weeks after start of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of change in reciprocal child-peer exchanges",
                    "description": "Rate of change in reciprocal social exchanges per 30-min of child-peer social interaction are defined as a one turn exchange between the child and peer and must include a minimum of one initiation and one response, independent of who starts the interaction.",
                    "timeFrame": "Change in rate of reciprocity from baseline to 5 weeks, at 12 weeks, and at 16 weeks"
                },
                {
                    "measure": "Change in expressive vocabulary",
                    "description": "Change in total number of different words (SGD and/or speech) coded using Noldus Observational Software",
                    "timeFrame": "secondary at baseline, 5 weeks, 12 weeks, and 16 weeks"
                },
                {
                    "measure": "Change in expressive language",
                    "description": "Change in total number of child's unique words (SGD and/or speech) coded using Noldus Observer Software",
                    "timeFrame": "secondary at baseline, 5 weeks, 12 weeks, and 16 weeks"
                },
                {
                    "measure": "Change in expressive language multi-words",
                    "description": "Change in total number of child's unique word combinations at each measurement point coded using Noldus Observational Software",
                    "timeFrame": "secondary at baseline, 5 weeks, 12 weeks, and 16 weeks"
                },
                {
                    "measure": "Parent Target Problem Narratives for ASD symptoms",
                    "description": "The metrics included in the Parent Target Problem Narratives (e.g., frequency, duration, and immediate impacts of parental concerns) will be used to develop a new narrative reflecting the child's current behavior (baseline) and at 12 weeks to inform the Clinical Global Impression-Improvement scale. The Parent Target Problem narratives will focus on parent identified behaviors at baseline; the interview and narratives will not include parental comments on improvement (e.g., much better) or parental estimates of severity (i.e., no rating scale).",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Clinical Global Impression-Improvement scale of changes in engagement with peers",
                    "description": "The Clinical Global Impression-Improvement scale is a 7-point scale designed to measure overall improvement in clinical ASD symptoms from baseline. Scores range from 1 (Very Much Improved) to 4 (Unchanged) to 7 (Very Much Worse). Positive response is defined by a rating of Much Improved or Very Much Improved.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Aberrant Behavior Checklist",
                    "description": "The Aberrant Behavior Checklist (ABC) measures teacher report of changes in behavior problems.",
                    "timeFrame": "Change in behaviors from Baseline, 5 weeks, 12 weeks, and 16 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ASD diagnosis\n* limited or no spoken language defined by less than 20 functional, spontaneous words\n* currently using or a candidate for a speech-generating device\n* access to peers without disabilities\n* English as the primary language spoken at home\n\nExclusion Criteria:\n\n* co-morbid or major medical conditions other than ASD, based on caregiver and teacher report\n* significant physical, sensory, or motor impairments that would prevent playing with another child\n* uncorrected visual or hearing impairments that would cause difficulty following peer instructions\n* a lack of symbol discrimination skills",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "6 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine S Bourque, PhD",
                    "role": "CONTACT",
                    "phone": "9138978445",
                    "email": "thiemann@ku.edu"
                },
                {
                    "name": "Christine Muehe, Masters",
                    "role": "CONTACT",
                    "phone": "913-897-8484",
                    "email": "cmuehe@ku.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Juniper Gardens Children's Project",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Bourque, PhD",
                            "role": "CONTACT",
                            "phone": "913-897-8445",
                            "email": "thiemann@ku.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                },
                {
                    "facility": "University of North Carolina",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Steinbrenner, PhD",
                            "role": "CONTACT",
                            "phone": "919-962-4657",
                            "email": "jessica.dykstra@unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}