{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06062043",
            "orgStudyIdInfo": {
                "id": "H-53941"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Pelvic Pain Education and Skills Training for Women Veterans",
            "officialTitle": "Pelvic Pain Education and Skills Training for Women Veterans - Pilot Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pelvic-pain-education-and-skills-training-for-women-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-12",
            "studyFirstSubmitQcDate": "2023-09-25",
            "studyFirstPostDateStruct": {
                "date": "2023-10-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Derrecka Boykin",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "US Department of Veterans Affairs",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goals of this pilot randomized clinical trial are three-fold: 1) to test the feasibility of conducting a larger randomized trial using a brief Acceptance and Commitment Training (ACT) group intervention for women veterans with pelvic pain compared to usual care; 2) assess treatment acceptability by women veterans, and 3) identify appropriate pain-related treatment outcomes for the larger randomized trial.\n\nParticipants will be randomly assigned to participate in either the ACT condition or treatment as usual condition, complete three surveys (before, after, and 3-months after first survey), and complete a phone interview (if assigned to the ACT condition).\n\nResearchers will compare the ACT condition and treatment as usual condition to see if there are meaningful differences in health outcomes. Due to the small sample size and pilot nature of this study, significance testing will not be performed.",
            "detailedDescription": "Chronic pelvic pain (CPP) is a debilitating pain condition that disproportionately affects women veterans (30% vs. 16% of nonveteran women vs. 3% of men). Pain intensity and disability are further exacerbated by psychosocial factors (such as depression, anxiety, posttraumatic distress) that may not be fully addressed through pharmacological and surgical interventions. Cognitive and behavioral therapies, such as Acceptance and Commitment Therapy (ACT), are identified as first-line nondrug treatments for pain conditions. Given the multifactorial nature of CPP, ACT may be of particular benefit to these patients as it provides a unified (transdiagnostic) approach to the treatment of co-occurring disorders, such as chronic pain, depression, and anxiety. Specifically, ACT targets core psychological and behavioral factors (e.g., avoidance) that underlie many psychiatric and medical conditions. Several meta-analyses show ACT is effective, even when compared to active interventions such as Cognitive-Behavioral Therapy.\n\nIn this pilot study, researchers will examine the feasibility and acceptability of conducting a larger randomized controlled trial to establish the efficacy of a brief ACT group treatment for women veterans experiencing pelvic pain. This pilot study builds on previous work adapting an empirically supported one-day ACT workshop to the specific needs of women veterans based on their feedback."
        },
        "conditionsModule": {
            "conditions": [
                "Pelvic Pain",
                "Distress, Emotional"
            ],
            "keywords": [
                "Acceptance and Commitment Therapy",
                "Women Veterans",
                "Primary Care",
                "Pain management"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants and outcomes assessors will be blinded to randomization assignments.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Brief ACT with CPP Education Group",
                    "type": "EXPERIMENTAL",
                    "description": "The Brief Acceptance and Commitment Training (ACT) with Chronic Pelvic Pain (CPP) education Group will attend weekly 90-minute sessions for up to six weeks to learn new ways to respond to their pain and engage in meaningful activities.",
                    "interventionNames": [
                        "Behavioral: Brief ACT with CPP Education Treatment"
                    ]
                },
                {
                    "label": "Enhanced Treatment as Usual",
                    "type": "NO_INTERVENTION",
                    "description": "The enhanced treatment as usual (TAU) condition will receive a letter with CPP-specific treatment resources and encouraged to consult with their VHA primary care clinicians for additional education and treatment options."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Brief ACT with CPP Education Treatment",
                    "description": "The Brief ACT with CPP Education treatment provides women veterans with new ways of responding to difficult thoughts and emotions related to pain while also encouraging them to engage in meaningful life activities. The CPP educational component includes information about pathology, risk factors, health outcomes, and treatment that are specific to women's biological and reproductive functioning. Treatment content has been further tailored to reflect the cultural experiences of women veterans (including discussions on the interplay between military culture, perceived social norms, and gender role expectations).",
                    "armGroupLabels": [
                        "Brief ACT with CPP Education Group"
                    ],
                    "otherNames": [
                        "Brief ACT for Pelvic Pain"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of recruitment",
                    "description": "Recruitment rates (number of women veterans enrolled/number who complete treatment)",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Acceptability of intervention",
                    "description": "Qualitative interview inquiring about how satisfactory women veterans found the intervention (such as likes, dislikes, and suggestions for improvement)",
                    "timeFrame": "3-month follow-up"
                },
                {
                    "measure": "Client Satisfaction Questionnaire (CSQ-8)",
                    "description": "The 8 item CSQ-8 measures patient satisfaction with services rendered. Scores range from 8 to 32. Higher scores indicate greater satisfaction.",
                    "timeFrame": "up to 8-weeks from baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean change score in Pelvic Floor Distress Inventory (PFDI-20)",
                    "description": "The 20 item PFDI-20 measures emotional distress related to pelvic pain symptoms. Scores range from 0-300. Higher scores indicate greater pelvic pain-related distress.",
                    "timeFrame": "Change at 3-month follow-up from baseline"
                },
                {
                    "measure": "Mean change score in Brief Pain Inventory (BPI-SF), Pain Interference Scale",
                    "description": "The 7 item BPI-SF, Pain Interference Scale measures level of pain interference in daily activities. Items are averaged to compute a mean scale score that ranges from 0 to 10. Higher scores indicate greater interference with daily activities.",
                    "timeFrame": "Change at 3-month follow-up from baseline"
                },
                {
                    "measure": "Mean change in Numeric Rating Scale (NRS)",
                    "description": "This single item will measure worst pain severity in past 7 days. Scores range from 0-10. Higher scores indicate greater pain severity.",
                    "timeFrame": "Change at 3-month follow-up from baseline"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Mean change in Chronic Pain Acceptance Questionnaire (CPAQ-Revised)",
                    "description": "The 20 item CPAQ-revised is designed to measure acceptance of pain, which is thought to reduce unsuccessful attempts to avoid or control pain and thus focus on engaging in valued activities and pursuing meaningful goals. Scores range from 0-120 with higher scores reflecting greater pain acceptance.",
                    "timeFrame": "Change at 3-month follow-up from baseline"
                },
                {
                    "measure": "Mean change in Chronic Pain Values Inventory (CPVI)",
                    "description": "The 12 item CPVI measures which values are important to an individual and the degree of success they are having in following their values. Two average scores are created (mean success and mean discrepancy ratings) that range from 0-5. Higher mean scores reflect greater success or greater discrepancy between importance of value and success of achieving it.",
                    "timeFrame": "Change at 3-month follow-up from baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Served in US Armed Forces\n* Self-identify as female/woman\n* Have a diagnosis of chronic pelvic pain (CPP)\n* Endorse moderate to severe pain (worst pain score ≥ 4 on Numeric Rating Scale \\[NRS\\]) AND pain-related distress (score ≥ 80 on Pelvic Floor Distress Inventory \\[PFDI-20\\])\n* Be stable on mood and pain medication for four weeks and not scheduled for medical tests or procedures that might influence pain-related outcomes (e.g., surgical interventions, nerve block treatments)\n\nExclusion Criteria:\n\n* Cognitive impairment\n* Uncontrolled bipolar or psychotic diagnosis\n* Active suicidal or homicidal ideation\n* Receiving concurrent psychotherapy or who have received Acceptance and Commitment Therapy (ACT) within the past year",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "This study is intended for veterans who self-identify as female/woman.",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Derrecka M Boykin, Ph.D.",
                    "role": "CONTACT",
                    "phone": "713-440-4603",
                    "email": "Derrecka.Boykin@va.gov"
                }
            ],
            "locations": [
                {
                    "facility": "Michael E. DeBakey VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Derrecka M Boykin, Ph.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017699",
                    "term": "Pelvic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M19918",
                    "name": "Pelvic Pain",
                    "asFound": "Pelvic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}