{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04387227",
            "orgStudyIdInfo": {
                "id": "RG1007137"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-02615",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "10312",
                    "type": "OTHER",
                    "domain": "Fred Hutch/University of Washington Cancer Consortium"
                },
                {
                    "id": "P30CA015704",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA015704"
                },
                {
                    "id": "W81XWH1910009",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Defense (DOD)"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Pembrolizumab and Carboplatin for the Treatment of Recurrent Ovarian, Fallopian Tube, or Primary Peritoneal Cancer",
            "officialTitle": "A Phase II Study of Anti-PD-1 (Pembrolizumab) in Combination With Carboplatin to Prevent Progression After Serologic Detection of Recurrent Ovarian Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "pembrolizumab-and-carboplatin-for-the-treatment-of-recurrent-ovarian-fallopian-tube-or-primary-peritoneal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-06",
            "studyFirstSubmitQcDate": "2020-05-11",
            "studyFirstPostDateStruct": {
                "date": "2020-05-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial investigates how well pembrolizumab and carboplatin work in treating patients with ovarian, fallopian tube, or primary peritoneal cancer that has come back (recurrent). Immunotherapy with monoclonal antibodies, such as pembrolizumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Chemotherapy drugs, such as carboplatin, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Giving pembrolizumab together with carboplatin may work better in treating patients with recurrent ovarian, fallopian tube, or primary peritoneal cancer.",
            "detailedDescription": "OUTLINE:\n\nPatients receive carboplatin intravenously (IV) over 30 minutes on day -2 of cycle 1 only. Patients also receive pembrolizumab IV over 30 minutes on day 1 of each cycle. Cycles repeat every 6 weeks for up to 2 years in the absence of disease progression or unacceptable toxicity. Patients undergo computed tomography (CT) or magnetic resonance imaging (MRI) throughout the trial. Patients also undergo blood sample collection on the trial.\n\nAfter the completion of study treatment, patients are followed up at 30 days, then every 3 months for year 1, and every 6 months for year 2."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Fallopian Tube Carcinoma",
                "Recurrent Ovarian Carcinoma",
                "Recurrent Primary Peritoneal Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 22,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (carboplatin, pembrolizumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive carboplatin IV over 30 minutes on day -2 of cycle 1 only. Patients also receive pembrolizumab IV over 30 minutes on day 1 of each cycle. Cycles repeat every 6 weeks for up to 2 years in the absence of disease progression or unacceptable toxicity. Patients undergo CT or MRI throughout the trial. Patients also undergo blood sample collection on the trial.",
                    "interventionNames": [
                        "Drug: Carboplatin",
                        "Biological: Pembrolizumab",
                        "Procedure: Computed Tomography",
                        "Procedure: Magnetic Resonance Imaging",
                        "Procedure: Biospecimen Collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Carboplatin",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (carboplatin, pembrolizumab)"
                    ],
                    "otherNames": [
                        "Blastocarb",
                        "Carboplat",
                        "Carboplatin Hexal",
                        "Carboplatino",
                        "Carboplatinum",
                        "Carbosin",
                        "Carbosol",
                        "Carbotec",
                        "CBDCA",
                        "Displata",
                        "Ercar",
                        "JM-8",
                        "Nealorin",
                        "Novoplatinum",
                        "Paraplatin",
                        "Paraplatin AQ",
                        "Paraplatine",
                        "Platinwas",
                        "Ribocarbo",
                        "JM8"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Pembrolizumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (carboplatin, pembrolizumab)"
                    ],
                    "otherNames": [
                        "Keytruda",
                        "Lambrolizumab",
                        "MK-3475",
                        "SCH 900475",
                        "BCD-201"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT",
                    "armGroupLabels": [
                        "Treatment (carboplatin, pembrolizumab)"
                    ],
                    "otherNames": [
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "CT SCAN"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging",
                    "description": "Undergo MRI",
                    "armGroupLabels": [
                        "Treatment (carboplatin, pembrolizumab)"
                    ],
                    "otherNames": [
                        "MRI"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (carboplatin, pembrolizumab)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression-free survival",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "Rate of radiographic recurrence",
                    "timeFrame": "At 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Programmed cell death ligand 1 (PD-L1) expression",
                    "description": "Evaluated by immunohistochemistry staining in combined tumor and inflammatory cells in which positivity will be defined by \\> 1% staining.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "PD-L2 expression",
                    "description": "Evaluated by immunohistochemistry staining in combined tumor and inflammatory cells in which positivity will be defined by \\> 1% staining.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Changes in T cell activation",
                    "description": "Flow cytometry will be performed on peripheral blood mononuclear cells",
                    "timeFrame": "Baseline and 2 years"
                },
                {
                    "measure": "Overall survival",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have a diagnosis of ovarian, fallopian tube, or primary peritoneal cancer who have received systemic chemotherapy including platinum-based chemotherapy\n* Have a cancer antigen (CA)-125 that normalized after first-line therapy\n* CA-125 increased to more than twice the upper limit of normal or two times the nadir value after most recent second or later line of treatment\n* Have no measurable disease based on Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. Ascites and pleural effusions are not measurable disease, if asymptomatic\n* All patients who are having sex that can lead to pregnancy must agree to contraception for the duration of the study\n* Have estimated life expectancy of at least 3 months\n* Be willing and able to provide written informed consent/assent for the trial\n* Be \\>= 18 years of age on day of signing informed consent\n* Have a performance status of 0 or 1 on the on the Eastern Cooperative Oncology Group (ECOG) performance scale\n* Absolute neutrophil count (ANC) \\>= 1,500/mcL (performed within 14 days of treatment initiation)\n* Platelets \\>= 100,000/mcL (performed within 14 days of treatment initiation)\n* Hemoglobin (Hgb) \\>= 9 g/dL or \\>= 5.6 mmol/L without transfusion or erythropoietin (EPO) dependency (within 7 days of assessment) (performed within 14 days of treatment initiation)\n* Creatinine =\\< 1.5 x upper limit of normal (ULN) OR measured or calculated creatinine clearance \\>= 30 mL/min for subject with creatinine levels \\> 1.5 x institutional ULN (performed within 14 days of treatment initiation)\n* Total bilirubin =\\< 1.5 X ULN OR direct bilirubin =\\< ULN for subjects with total bilirubin levels \\> 1.5 X ULN (performed within 14 days of treatment initiation)\n* Aspartate transaminase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\]) and alanine transferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 X ULN OR =\\< 5 X ULN for subjects with liver metastases (performed within 14 days of treatment initiation)\n* International normalized ratio (INR) or prothrombin time (PT) =\\< 1.5 X ULN unless patient is receiving anticoagulant therapy (as long as PT or partial thromboplastin time \\[PTT\\] is within therapeutic range of intended use of anticoagulants) (performed within 14 days of treatment initiation)\n* Activated partial thromboplastin time (aPTT) or PTT =\\< 1.5 X ULN unless patient is receiving anticoagulant therapy (as long as PT or PTT is within therapeutic range of intended use of anticoagulants) (performed within 14 days of treatment initiation)\n\nExclusion Criteria:\n\n* Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy within 4 weeks of the first dose of treatment\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy (if dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment\n* Short-term administration of systemic steroids (i.e., for allergic reactions or the management of immune-related adverse events \\[irAEs\\]) is allowed\n* Has symptomatic ascites or pleural effusions\n* History of borderline or low malignant potential ovarian cancer\n* Hypersensitivity to pembrolizumab or any of its excipients\n* Has had a prior anti-cancer monoclonal antibody (mAb) within 4 weeks prior to study day 1 or who has not recovered (i.e., =\\< grade 1 or at baseline) from adverse events due to agents administered more than 4 weeks earlier\n* Has had prior chemotherapy, biologic therapy, targeted small molecule therapy, hormonal therapy, or radiation therapy within 2 weeks prior to study day 1 or who has not recovered (i.e., =\\< grade 1 or at baseline) from adverse events due to a previously administered agent\n\n  * Note: Patients with =\\< grade 2 neuropathy are an exception to this criterion and may qualify for the study\n  * Note: If a patient received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy\n* Has a known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Patients with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least 4 weeks prior to the first dose of trial treatment and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 14 days prior to trial treatment. This exception does not include carcinomatous meningitis which is excluded regardless of clinical stability\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or current pneumonitis/interstitial lung disease\n* Has an active infection requiring systemic therapy\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the patient's participation for the full duration of the trial, or is not in the best interest of the patient to participate, in the opinion of the treating investigator\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial\n* Is pregnant or breastfeeding, or expecting to conceive children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment\n* Clinically significant cardiovascular disease\n* Known severe hypersensitivity reactions to monoclonal antibodies or carboplatin \\>= grade 3, any history of anaphylaxis, or uncontrolled asthma\n* Has received prior therapy with pembrolizumab\n* Has a known history of human immunodeficiency virus (HIV) (HIV 1/2 antibodies)\n* Has known active hepatitis B (e.g., hepatitis B surface antigen \\[HBsAg\\] reactive) or hepatitis C (e.g., hepatitis C virus \\[HCV\\] ribonucleic acid \\[RNA\\] \\[qualitative\\] is detected)\n* Has received a live vaccine or live-attenuated vaccine within 30 days of planned start of study therapy. Administration of killed vaccines is allowed\n\n  * Note: Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed; however intranasal influenza vaccines (e.g., Flu-Mist) are live attenuated vaccines and are not allowed",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kris Kauno",
                    "role": "CONTACT",
                    "phone": "206-543-3829",
                    "email": "kkauno@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John B. Liao",
                    "affiliation": "Fred Hutch/University of Washington Cancer Consortium",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Fred Hutch/University of Washington Cancer Consortium",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kris Kauno",
                            "role": "CONTACT",
                            "phone": "206-543-3829",
                            "email": "kkauno@uw.edu"
                        },
                        {
                            "name": "John B. Liao",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T2189",
                    "name": "Fallopian Tube Cancer",
                    "asFound": "Fallopian Tube Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                },
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "Free",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}