{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03969446",
            "orgStudyIdInfo": {
                "id": "19107"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2019-03153",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "19107",
                    "type": "OTHER",
                    "domain": "City of Hope Comprehensive Cancer Center"
                },
                {
                    "id": "P30CA033572",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA033572"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Pembrolizumab and Decitabine With or Without Venetoclax in Treating Patients With Acute Myeloid Leukemia or Myelodysplastic Syndrome That Is Newly-Diagnosed, Recurrent, or Refractory",
            "officialTitle": "Phase 1b Study of Pembrolizumab, Decitabine +/- Venetoclax Combination Therapy in Patients With Relapsed or Refractory Acute Myeloid Leukemia or Myelodysplastic Syndrome",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology"
            ],
            "study": "pembrolizumab-and-decitabine-with-or-without-venetoclax-in-treating-patients-with-acute-myeloid-leukemia-or-myelodysplastic-syndrome-that-is-newly-diagnosed-recurrent-or-refractory"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2020-05-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-05-28",
            "studyFirstSubmitQcDate": "2019-05-28",
            "studyFirstPostDateStruct": {
                "date": "2019-05-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase Ib trial studies the side effects and best dose of pembrolizumab and how well it works in combination with decitabine with or without venetoclax in treating patients with acute myeloid leukemia or myelodysplastic syndrome that is newly-diagnosed, has come back (recurrent), or does not respond to treatment (refractory). Immunotherapy with monoclonal antibodies, such as pembrolizumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Decitabine is in a class of medications called hypomethylation agents. It works by helping the bone marrow produce normal blood cells and by killing abnormal cells in the bone marrow. Venetoclax is in a class of medications called B-cell lymphoma-2 (BCL-2) inhibitors. It may stop the growth of cancer cells by blocking Bcl-2, a protein needed for cancer cell survival. This trial may help doctors find the best dose of pembrolizumab that can be safely given in combination with decitabine with or without venetoclax, and to determine what side effects are seen with this treatment.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Assess the safety and tolerability of pembrolizumab combined with decitabine, with or without the addition of venetoclax (treatment cohorts 1 and 2), by evaluation of toxicities including: type, frequency, severity, attribution, time course and duration. (ACUTE MYELOID LEUKEMIA \\[AML\\] ARM) II. Assess the safety and tolerability of pembrolizumab combined with decitabine, by evaluation of toxicities including: type, frequency, severity, attribution, time course and duration. (MYELODYSPLASTIC SYNDROME \\[MDS\\] ARM) III. Determine the maximum tolerated dose(s)/schedule (MTD) and recommended phase 2 dose(s)/ schedule (RP2D) within each treatment arm/cohort.\n\nIII. Obtain preliminary estimates of complete remission (CR/CR with incomplete hematologic recovery \\[CRi\\]) rate(s) within each treatment arm/cohort.\n\nSECONDARY OBJECTIVES:\n\nI. Obtain estimates of remission duration and survival probabilities (overall and progression-free) at 2 years.\n\nII. Explore the possible association between pre-treatment PD-1, PD-L1, and PD-L2 and clinical response.\n\nIII. Evaluate change in PD-1, PD-L1, PD-L2 levels as a result of the combination therapy.\n\nIV. Explore the possible association between specific T cell subsets (e.g. CD4 T regulatory cells, T naive, effector and memory cells), other immunological correlatives (e.g. T-cell receptor \\[TCR\\] repertoire analysis) including post-treatment changes, and clinical response to combination therapy.\n\nOUTLINE: Patients are assigned to 1 of 2 arms.\n\nARM I: Patients with AML are assigned to 1 of 2 cohorts.\n\nCOHORT I: Patients receive pembrolizumab intravenously (IV) over 30 minutes on days 1 and 22 and decitabine IV over 1 hour on days 1-10. Patients who achieve a CR receive decitabine on days 1-5. Treatment repeats every 42 days for up to 8 cycles or 1 year from start of therapy, whichever comes first, in the absence of disease progression or unacceptable toxicity.\n\nCOHORT II: Patients with pembrolizumab IV over 30 minutes on days 1 and 22 and decitabine IV over 1 hour on days 1-10 or 1-5. Patients who achieve a CR receive decitabine on days 1-5. Patients also receive venetoclax orally (PO) once daily (QD) on days 1-14. Treatment repeats every 42 days for up to 8 cycles or 1 year from start of therapy, whichever comes first, in the absence of disease progression or unacceptable toxicity.\n\nARM II: Patients with MDS receive pembrolizumab IV over 30 minutes on days 1 and 22 and decitabine over 1 hour on days 1-5. Treatment repeats every 42 days for up to 8 cycles or 1 year from start of therapy, whichever comes first, in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients who have discontinued therapy and have not progressed are followed up at 6, 12, and 24 months post-start of treatment. Patients who progress during treatment are followed up every 3 months for 2 years."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Myeloid Leukemia",
                "Myelodysplastic Syndrome",
                "Recurrent Acute Myeloid Leukemia",
                "Recurrent Myelodysplastic Syndrome",
                "Refractory Acute Myeloid Leukemia",
                "Refractory Myelodysplastic Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 54,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort I Arm I (pembrolizumab, decitabine)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive pembrolizumab IV over 30 minutes on days 1 and 22 and decitabine IV over 1 hour on days 1-10. Patients who achieve a CR receive decitabine on days 1-5. Treatment repeats every 42 days for up to 8 cycles or 1 year from start of therapy, whichever comes first, in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Decitabine",
                        "Biological: Pembrolizumab"
                    ]
                },
                {
                    "label": "Cohort I Arm II (pembrolizumab, decitabine, venetoclax)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with pembrolizumab IV over 30 minutes on days 1 and 22 and decitabine IV over 1 hour on days 1-10 or 1-5. Patients who achieve a CR receive decitabine on days 1-5. Patients also receive venetoclax PO QD on days 1-14. Treatment repeats every 42 days for up to 8 cycles or 1 year from start of therapy, whichever comes first, in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Decitabine",
                        "Biological: Pembrolizumab",
                        "Drug: Venetoclax"
                    ]
                },
                {
                    "label": "Cohort II (pembrolizumab, decitabine)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with MDS receive pembrolizumab IV over 30 minutes on days 1 and 22 and decitabine over 1 hour on days 1-5. Treatment repeats every 42 days for up to 8 cycles or 1 year from start of therapy, whichever comes first, in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Decitabine",
                        "Biological: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Decitabine",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Cohort I Arm I (pembrolizumab, decitabine)",
                        "Cohort I Arm II (pembrolizumab, decitabine, venetoclax)",
                        "Cohort II (pembrolizumab, decitabine)"
                    ],
                    "otherNames": [
                        "5-Aza-2'-deoxycytidine",
                        "Dacogen",
                        "Decitabine for Injection",
                        "Deoxyazacytidine",
                        "Dezocitidine"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Pembrolizumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Cohort I Arm I (pembrolizumab, decitabine)",
                        "Cohort I Arm II (pembrolizumab, decitabine, venetoclax)",
                        "Cohort II (pembrolizumab, decitabine)"
                    ],
                    "otherNames": [
                        "Keytruda",
                        "Lambrolizumab",
                        "MK-3475",
                        "SCH 900475"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Cohort I Arm II (pembrolizumab, decitabine, venetoclax)"
                    ],
                    "otherNames": [
                        "ABT-0199",
                        "ABT-199",
                        "ABT199",
                        "GDC-0199",
                        "RG7601",
                        "Venclexta",
                        "Venclyxto"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Will be graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Observed toxicities will be summarized in terms of type (organ affected or laboratory determination), severity, time of onset, duration, probable association with the study treatment and reversibility or outcome.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Maximum-tolerated dose (MTD)",
                    "description": "Will be based on the assessment of dose-limiting toxicities (DLTs) during cycle 1 and NCI CTCAE version 5.0. Standard 3+3 design rules will govern enrollment and dose de-escalation. In each arm, the dose level that produces =\\< 1/6 DLTs will be declared the MTD.",
                    "timeFrame": "Up to day 42"
                },
                {
                    "measure": "Response to treatment",
                    "description": "Will obtain preliminary estimates of complete remission (CR)+CR with incomplete hematologic recovery (CRi). Patients will have their response classified according to modified Cheson, 2006 criteria (myelodysplastic syndrome cohort) and Dohner et al., 2017 criteria (acute myeloid leukemia cohort). Rates and 95% Clopper-Pearson binomial confidence interval will be calculated for the complete remission rate (patients that have confirmed CR/CRi). Response rates will also be explored based on number/type of prior therapy(ies).",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Response duration",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From date of first documented response (CR + CRi) to documented disease relapse or death whichever occurs first, assessed up to 2 years"
                },
                {
                    "measure": "Overall survival",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From date of first dose of study drug to date of death from any cause, assessed up to 2 years"
                },
                {
                    "measure": "Progression-free survival",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From date of first dose of study drug to first documented disease relapse/progression or death from any cause, whichever occurs first, assessed up to 2 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in PD-1, PD-L1, and PD-L2 levels",
                    "timeFrame": "Baseline up to 2 years"
                },
                {
                    "measure": "Change in T cell subset distribution",
                    "timeFrame": "Baseline up to 2 years"
                },
                {
                    "measure": "Change in T cell receptor repertoire",
                    "timeFrame": "Baseline up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n* Agreement to allow the use of archival blood samples and marrow from diagnostic tumor biopsies. If unavailable, exceptions may be granted with study principal investigator (PI) approval\n* Eastern Cooperative Oncology Group (ECOG) status =\\< 1\n* Histologically confirmed AML (not including acute promyelocytic leukemia) or MDS\n* Patients with the following diagnoses\n\n  * Refractory/relapsed AML by World Health Organization (WHO) classification, who are not candidates for allogeneic stem cell transplantation or potentially curative chemotherapy (Extramedullary disease is allowed).\n  * MDS by WHO Classification who have failed to respond or relapsed after previous therapies\n* Must have a life expectancy of \\>= 3 months\n* Fully recovered (=\\< grade 1) from the acute toxic effects (except alopecia) or complications of prior anti-cancer therapy, including surgery\n* Cannot be a candidate for allogeneic hematopoietic cell transplantation (alloHCT) within 90 days of starting treatment on the protocol and should be off pembrolizumab for at least 30 days to become eligible for alloHCT post-protocol therapy\n* White blood cells (WBC) =\\< 25 x 10\\^9/L prior to initiation of venetoclax. Cytoreduction with hydroxyurea prior to treatment and/or during cycles 1 and/or 2 may be required\n* Total bilirubin =\\< 2 x upper limit of normal (ULN) (unless has Gilbert's disease)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) =\\< 2.5 x ULN\n* Creatinine clearance of \\> 30 mL/min per 24-hour urine test or the Cockcroft-Gault formula\n* International normalized ratio (INR) OR prothrombin time (PT) =\\< 1.5 x ULN\n* Activated partial thromboplastin time (aPTT) =\\< 1.5 x ULN\n* Left ventricular ejection fraction (LVEF) \\>= 50%\n* Pulmonary function tests diffusion capacity of the lung for carbon monoxide (DLCO) (adjusted for hemoglobin) \\> 50% predicted\n* Corrected QT (QTc) =\\< 480 ms, Note: electrocardiogram (ECG) (single-read) to be performed within 14 days prior to day 1 of protocol therapy\n* Seronegative for human immunodeficiency virus (HIV) antigen (Ag)/antibody (Ab) combo, hepatitis C virus (HCV), and active hepatitis B virus (HBV) (surface antigen negative)\n\n  * If positive, hepatitis C ribonucleic acid (RNA) quantitation must be performed\n* Meets other institutional and federal requirements for infectious disease titer requirements\n\n  * Note: Infectious disease testing to be performed within 28 days prior to day 1 of protocol therapy\n* Women of childbearing potential (WOCBP): negative urine or serum pregnancy test\n* Agreement by males and females of childbearing potential to use an effective birth control method of low user dependency or abstain from heterosexual activity from 4 weeks prior to first dose of treatment throughout the study treatment period and 3 (males) to 4 (females) months from the last dose of treatment\n\n  * Childbearing potential is defined as not being surgically sterilized (men and women) or have not been free from menses for \\> 1 year (women only)\n* Also, male subjects should refrain from sperm donation from the start of treatment throughout the study treatment period and for 6 months following the last dose of treatment\n\nExclusion Criteria:\n\n* Previous allogeneic cell transplantation\n* Previous treatment with pembrolizumab\n* Previously refractory to treatment with decitabine + venetoclax (i.e. progressed through therapy without first attaining at least a partial response)\n* Systemic steroid therapy or any other form of immunosuppressive medication\n* Received a live-virus or live-attenuated virus vaccination within 30 days of planned treatment start. Administration of killed vaccines is allowed\n* Prior treatment with any other anti-programmed cell death protein-1 (anti-PD-1), or PD ligand-1 (PD-L1) or PD ligand-2 (PD-L2) agent or an antibody targeting other immuno-regulatory receptors or mechanisms\n* Prior therapy with an anti-CD137, anti-CTLA-4 antibody (including ipilimumab), denosumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways\n* Current or planned use of other investigational agents, antineoplastic, biological or chemotherapeutic agents during the study treatment period, or within 4 weeks or five half-lives, whichever is shorter, prior to day 1 of protocol therapy with the following exception:\n\n  * Hydroxyurea is allowed prior to treatment with venetoclax and through cycle 2 for control of rapidly progressing leukemia\n* Strong or moderate CYP3A4 inducers within 14 days prior to day 1 of venetoclax\n* Grapefruit, grapefruit products, Seville oranges (including marmalade containing Seville oranges) or star fruit consumed within 3 days prior to the first dose of venetoclax\n* Has received prior radiotherapy within 2 weeks of start of study intervention. Participants must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis. A 1-week washout is permitted for palliative radiation (=\\<2 weeks of radiotherapy) to non-central nervous system (CNS) disease\n* Concurrent use of corticosteroids (exception: nasal or topical corticosteroids or physiologic levels for steroid replacement are allowed)\n* Granulocyte-macrophage colony-stimulating factor (GMCSF) or granulocyte colony stimulating factor (GCSF) within 7 days prior to start of study treatment\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to study agent\n* Severe hypersensitivity reaction to treatment with another monoclonal antibody (mAb)\n* Active central nervous system (CNS) disease\n* The following cardiac conditions:\n\n  * Unstable angina\n  * Congestive heart failure (New York Heart Association \\[NYHA\\] class III or IV; or class II with a recent decompensation requiring hospitalization or referral to a heart failure clinic within 6 months before screening)\n  * Acute coronary syndrome and/or revascularization (e.g., coronary artery bypass graft, stent) within 6 months of first dose of study drug Note: Allowed heart conditions are restricted to stable angina, arrhythmia or atrial fibrillation controlled by medication, history of controlled coronary artery disease \\> 6 months prior to screening and medically managed\n* Pulmonary dysfunction, such as history of non-infectious pneumonitis that required steroids or current pneumonitis or idiopathic pulmonary fibrosis. Note: Allowed pulmonary conditions are restricted to mild chronic obstructive pulmonary disease (COPD), controlled asthma, resolved bacterial or fungal pneumonia, or previous pulmonary embolism (PE) that has been compensated\n* Active autoimmune disease that has required systemic treatment in the past 2 years (replacement therapies for hormone deficiencies are allowed)\n* Uncontrolled active infection requiring therapy\n* Known history of active TB (Bacillus tuberculosis)\n* Symptomatic ascites or pleural effusion\n* Clinically significant uncontrolled illness\n* Females only: Pregnant or breastfeeding\n* Any other condition that would, in the investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns with clinical study procedures\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Vaibhav Agrawal",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vaibhav Agrawal",
                            "role": "CONTACT",
                            "phone": "626-256-4673",
                            "phoneExt": "62705",
                            "email": "gmarcucci@coh.org"
                        },
                        {
                            "name": "Vaibhav Agrawal",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                },
                {
                    "id": "D000011289",
                    "term": "Preleukemia"
                },
                {
                    "id": "D000009190",
                    "term": "Myelodysplastic Syndromes"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000011230",
                    "term": "Precancerous Conditions"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14164",
                    "name": "Preleukemia",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12145",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14111",
                    "name": "Precancerous Conditions",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "asFound": "Acute Myeloid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3993",
                    "name": "Myelodysplastic Syndromes",
                    "asFound": "Myelodysplastic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                },
                {
                    "id": "D000077209",
                    "term": "Decitabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "EEG",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4673",
                    "name": "Azacitidine",
                    "relevance": "LOW"
                },
                {
                    "id": "M1697",
                    "name": "Decitabine",
                    "asFound": "Derived",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}