{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03512405",
            "orgStudyIdInfo": {
                "id": "19017"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2018-00526",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "19017",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Pembrolizumab and Blinatumomab in Treating Participants With Recurrent or Refractory Acute Lymphoblastic Leukemia",
            "officialTitle": "A Phase 1/2 Trial of Pembrolizumab in Combination With Blinatumomab in Patients With Relapsed/Refractory Acute Lymphoblastic Leukemia",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "pembrolizumab-and-blinatumomab-in-treating-participants-with-recurrent-or-refractory-acute-lymphoblastic-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-08-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-05",
            "studyFirstSubmitQcDate": "2018-04-19",
            "studyFirstPostDateStruct": {
                "date": "2018-04-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I/II studies the side effects of pembrolizumab and blinatumomab and to see how well they work in treating participants with acute lymphoblastic leukemia that has come back or has not responded to the treatment. Monoclonal antibodies, such as pembrolizumab and blinatumomab, may interfere with the ability of tumor cells to grow and spread.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Assess the safety and tolerability of combination immunotherapy with blinatumomab and pembrolizumab by evaluation of toxicities including: type, frequency, severity, attribution, time course and duration. (Phase 1) II. Determine the recommended phase 2 schedule of combination immunotherapy with pembrolizumab and blinatumomab. (Phase 1) III. Evaluate the anti-leukemia activity of combination immunotherapy blinatumomab and pembrolizumab as assessed by overall response rate (complete response \\[CR\\] or CR with incomplete recovery \\[CRi\\]). (Phase 2)\n\nSECONDARY OBJECTIVES:\n\nI. Estimate time to response (CR or CRi) and response duration. (Phase 2) II. Estimate overall survival and event-free survival. (Phase 2) III. Determine the number and proportion of patients who underwent hematopoietic stem cell transplantation (HSCT) after treatment of pembrolizumab and blinatumomab. (Phase 2) IV. Determine the number and proportion of patients who receive pembrolizumab maintenance and the proportion continuing for up to 1 year. (Phase 2) V. Estimate the minimal residual disease rate. (Phase 2)\n\nCORRELATIVE OBJECTIVES:\n\nI. Explore evolution of T cell subsets at various points in treatment (T naive, T effector, T effector memory, T central memory, CD4, CD8). (Phase 2) II. Evaluate PD-L1 expression levels on acute lymphoblastic leukemia (ALL) blasts and blasts counts overtime. (Phase 2) III. Evaluate PD-1/PD-L1 expression on subsets of T cells. (Phase 2) IV. Evaluate the clonal evolution of leukemic blasts in response to treatment. (Phase 2)\n\nOUTLINE:\n\nParticipants receive pembrolizumab intravenously (IV) over 30 minutes on day 15 of cycle 1 and days 1 and 22 of cycles 2 -5, and blinatumomab IV on days 1-28. Treatment repeats every 35-42 days for up to 5 cycles in the absence of disease progression or unacceptable toxicity. Patients who achieve complete response have the option to receive blinatumomab IV for up to 4 additional cycles.\n\nAfter completion of study treatment, participants are followed up at 30 days and then every 3 months for 1 year."
        },
        "conditionsModule": {
            "conditions": [
                "CD19 Positive",
                "Philadelphia Chromosome Positive",
                "Recurrent Acute Lymphoblastic Leukemia",
                "Refractory Acute Lymphoblastic Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (pembrolizumab, blinatumomab)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive pembrolizumab IV over 30 minutes on day 15 of course 1 and days 1 and 22 of courses 2 -4, and blinatumomab IV on days 1-28. Treatment repeats every 35-42 days for up to 4 courses in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: Blinatumomab",
                        "Other: Laboratory Biomarker Analysis",
                        "Biological: Pembrolizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Blinatumomab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (pembrolizumab, blinatumomab)"
                    ],
                    "otherNames": [
                        "Anti-CD19 x Anti-CD3 Bispecific Monoclonal Antibody",
                        "Anti-CD19/Anti-CD3 Recombinant Bispecific Monoclonal Antibody MT103",
                        "Blincyto",
                        "MEDI-538",
                        "MT-103"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Laboratory Biomarker Analysis",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Treatment (pembrolizumab, blinatumomab)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Pembrolizumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (pembrolizumab, blinatumomab)"
                    ],
                    "otherNames": [
                        "Keytruda",
                        "Lambrolizumab",
                        "MK-3475",
                        "SCH 900475"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of toxicity (Phase 1)",
                    "description": "Will be graded according to the National Cancer Institute-Common Terminology Criteria for Adverse Events version 5",
                    "timeFrame": "Up to 42 days"
                },
                {
                    "measure": "Response (Phase 2)",
                    "description": "Response will be defined as complete response (CR)/CR with incomplete hematologic recovery (CRi) based on the National Comprehensive Cancer Network guidelines on acute lymphoblastic leukemia version 1 2017 response criteria. Evaluated using Simon two-stage optimal design",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Observed toxicities will be summarized in terms of type (organ affected or laboratory determination), severity, attribution, time of onset, duration, probable association with the study treatment and reversibility or outcome. Baseline information (e.g. the extent/type of prior therapy).",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Duration of remission",
                    "timeFrame": "From the date of first documented response (CR/CRi) up to 1 year"
                },
                {
                    "measure": "Time to response",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From date of first dose of study drug up to 1 year"
                },
                {
                    "measure": "Overall survival",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From date of first dose of study drug up to 1 year"
                },
                {
                    "measure": "Event-free survival",
                    "description": "Will be estimated using the product-limit method of Kaplan and Meier.",
                    "timeFrame": "From date of first dose of study drug up to 1 year"
                },
                {
                    "measure": "Allogeneic stem cell transplantation (SCT) realization rate",
                    "description": "Will be measured by number and proportion of patients who underwent SCT after treatment of pembrolizumab and blinatumomab",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Number and proportion of patients who start pembrolizumab maintenance",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Number and proportion of patients who complete pembrolizumab maintenance",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Minimal residual disease rate confirmed minimal residual disease",
                    "description": "Will be measured by number and proportion of patients with CR who have confirmed minimal residual disease.",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Previously treated ALL including philadelphia chromosome (BCR-Ab1) positive ALL who meet all of the following criteria:\n\n  * Diagnosis of CD19-positive B-cell ALL based on the flow cytometry and histology\n  * Previously treated subjects with primary refractory disease OR after first or subsequent relapse\n  * Subjects with detectable lymphoblasts in bone marrow (BM) or extramedullary disease (EMD) that is radiographically measurable and amenable to repeat biopsies\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Left ventricular ejection fraction (LVEF) \\> 45%\n* Pulmonary function tests diffusing capacity of the lungs for carbon monoxide (DLCO) (adjusted for hemoglobin) \\> 50% predicted\n* Serum creatinine =\\< 1.5 X upper limit of normal (ULN) OR measured or calculated creatinine clearance (glomerular filtration rate \\[GFR\\] can also be used in place of creatinine or creatinine clearance \\[CrCl\\]) \\>= 60 ml/min for subject with creatinine levels \\> 1.5 X institutional ULN\n* Serum total bilirubin =\\< 1.5 X ULN OR direct bilirubin =\\< ULN for subjects with total bilirubin levels \\> 1.5 ULN\n* Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\]) and alanine transaminase (serum glutamic pyruvic transaminase \\[SGPT\\]) =\\< 2.5 X ULN OR =\\< 5 X ULN for subjects with liver metastases\n* Albumin \\>= 2.5 mg/dL\n* International normalized ratio (INR) or prothrombin time (PT) =\\< 1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or partial thromboplastin time (PTT) is within therapeutic range of intended use of anticoagulants\n* Activated partial thromboplastin time (aPTT) =\\< 1.5 X ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n* Beta human chorionic gonadotropin (beta HCG) negative\n* Human immunodeficiency virus (HIV): negative HIV antibody / polymerase chain reaction (PCR)\n* Hepatitis B virus (HBV): negative hepatitis B surface antigen (HBsAg) and negative hepatitis B core (HBc) antibody or positive HBc and negative HBV deoxyribonucleic acid (DNA) by quantitative PCR\n* Hepatitis C virus (HCV): negative viral ribonucleic acid (RNA) (if HCV antibody is positive)\n* Required screening laboratory data (within 28 days prior to administration of pembrolizumab)\n* Discontinuation of all therapy (including radiotherapy, chemotherapy, tyrosine-kinase inhibitors \\[TKIs\\], immunotherapy or investigational therapy) for the treatment of cancer as follows:\n\n  * At least 1 week or 5 half-lives (whichever is longer) from the last dose of prior anti-cancer therapy and the initiation of study therapy\n  * Exceptions or modifications to the above are as follows:\n\n    * Medications that are typically part of a maintenance therapy for ALL, such as glucocorticoids or mercaptopurine, may be administered up to 3 days prior to the first dose, except vinca alkaloids which must be discontinued at least 14 days prior to the start of study treatment; TKIs are not permitted to be continued at screening (e.g. Gleevec)\n  * Intrathecal (IT) chemotherapy may be dosed up to 7 days prior to first dose of pembrolizumab (cytarabine \\[Ara-C\\] recommended)\n  * For biologics (e.g. monoclonal antibodies), washout period of 1 month beyond the recommended dosing interval and at least 4 weeks or 5 half-lives (whichever is longer) since the last dose\n* All acute toxic effects of any prior antitumor therapy must be resolved to grade =\\< 1 before enrollment, with the exception of alopecia (any grade permitted), or bone marrow parameters (any grades permitted)\n* For female subjects of childbearing potential, willingness to abstain from heterosexual intercourse or use 2 concurrent protocol recommended methods of contraception from the screening visit throughout the study treatment period and to 30 days from the last dose of pembrolizumab; a negative serum pregnancy test is required for female subjects at screening; lactating females must agree to discontinue nursing before administration of study drugs\n* For male subjects having intercourse with females of childbearing potential, willingness to abstain from heterosexual intercourse or use 2 protocol-recommended methods of contraception from the start of pembrolizumab throughout the study treatment period and for 90 days following the last dose of pembrolizumab; also, male subjects should refrain from sperm donation from the start of pembrolizumab throughout the study treatment period and for 3 months following the last dose of study drugs\n* In the judgment of the investigator, participation in the protocol offers an acceptable benefit-to-risk ratio when considering current disease status, medical condition, and the potential benefits and risks of alternative treatments for the subject's ALL\n* Willingness to comply with scheduled visits, drug administration plan, imaging studies, laboratory tests, other study procedures, and study restrictions; psychological, social, familial or geographical factors that might preclude adequate study participation should be considered\n* Have the ability to understand and sign a written informed consent form, which must be obtained prior to initiation of study procedures\n\nExclusion Criteria:\n\n* Diagnosis of mature B-cell ALL (Burkitt's leukemia) according to World Health Organization (WHO) classification, or lymphoid blast crisis of chronic myelogenous leukemia (CML)\n* A life threatening illness, medical condition or organ system dysfunction which, in the investigators' opinion, could compromise the subject's safety or interfere with the absorption or metabolism of pembrolizumab\n* Active or symptomatic central nervous system (CNS) disease\n\n  * For study purposes, a subject will not be considered as having active CNS disease if the subject has documentation of prior CNS disease and has received prior treatment (IT or radiation) and is:\n\n    * Asymptomatic for the last 28 days prior to screening and\n    * Has documented at least 2 negative cerebrospinal fluid (CSF) cytology (which must include 1 lumbar puncture \\[LP\\] within the study screening window)\n* Uncontrolled undercurrent illness including but not limited to unstable angina pectoris or psychiatric illness/social situations that would limit compliance with study requirements; subjects with active infection are permitted to enroll provided that the infection is documented to be under control\n* History of myelodysplastic syndrome or organ transplantation\n* History of non-lymphoid malignancy except for the following:\n\n  * Adequately treated local basal cell or squamous cell carcinoma of the skin, cervical carcinoma in situ, superficial bladder cancer, asymptomatic prostate cancer without known metastatic disease and with no requirement for therapy or requirement only hormonal therapy and with normal prostate specific antigen for \\> 1 year prior to the start of pembrolizumab, or any other cancer that has been in complete remission without treatment for \\>= 5 years prior to enrollment\n* Known hypersensitivity or intolerance to any of the active substance or excipients in the formulations for pembrolizumab and blinatumomab\n* Ongoing drug-induced liver injury, chronic active hepatitis C (HCV), chronic active hepatitis B (HBV), HIV, alcoholic liver disease, non-alcoholic steatohepatitis, cirrhosis of the liver, or portal hypertension\n* Prior allogeneic bone marrow transplantation\n* Pregnancy or breastfeeding\n* Has known history of, or any evidence of active, non-infectious pneumonitis\n* Concurrent participation in an investigational drug trial with therapeutic intent defined as prior study therapy within 28 days prior to start of this study\n* Has had prior chemotherapy, targeted small molecule therapy, or radiation therapy within 2 weeks prior to study day 1 or who has not recovered (i.e., =\\< grade 1 or at baseline) from adverse events due to a previously administered agent\n\n  * Note: subjects with =\\< grade 2 neuropathy are an exception to this criterion and may qualify for the study\n  * Note: if subject received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs); replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or blinatumomab\n* Has received a live vaccine within 30 days of planned start of study therapy\n* Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Lihua Budde",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lihua E. Budde",
                            "role": "CONTACT",
                            "phone": "626-256-4673",
                            "email": "elbudde@coh.org"
                        },
                        {
                            "name": "Lihua E. Budde",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000010677",
                    "term": "Philadelphia Chromosome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000014178",
                    "term": "Translocation, Genetic"
                },
                {
                    "id": "D000002869",
                    "term": "Chromosome Aberrations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13582",
                    "name": "Philadelphia Chromosome",
                    "asFound": "Philadelphia Chromosome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16932",
                    "name": "Translocation, Genetic",
                    "relevance": "LOW"
                },
                {
                    "id": "M6109",
                    "name": "Chromosome Aberrations",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "C000510808",
                    "term": "Blinatumomab"
                },
                {
                    "id": "D000000906",
                    "term": "Antibodies"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                },
                {
                    "id": "D000016853",
                    "term": "Muromonab-CD3"
                },
                {
                    "id": "D000018033",
                    "term": "Antibodies, Bispecific"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Double-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M287547",
                    "name": "Blinatumomab",
                    "asFound": "Retrieval",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19201",
                    "name": "Muromonab-CD3",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "asFound": "Double-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20194",
                    "name": "Antibodies, Bispecific",
                    "asFound": "Behavioral health",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}