{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05366166",
            "orgStudyIdInfo": {
                "id": "LCCC2047"
            },
            "organization": {
                "fullName": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Pembrolizumab Plus Olaparib in LA-HNSCC",
            "officialTitle": "A Phase II Trial of Induction and Maintenance Pembrolizumab and Olaparib in Locally Advanced Head and Neck Squamous Cell Carcinoma (HNSCC)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "pembrolizumab-plus-olaparib-in-la-hnscc"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-04",
            "studyFirstSubmitQcDate": "2022-05-04",
            "studyFirstPostDateStruct": {
                "date": "2022-05-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "UNC Lineberger Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Merck Sharp & Dohme LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to evaluate the effectiveness of using a combination of pembrolizumab and olaparib when given before and after standard chemoradiation therapy in treating locally advanced head and neck squamous cell carcinoma. Pembrolizumab and olaparib are drugs that are approved for head and neck cancer treatment. However, FDA has not approved the use of these two drugs together in treating head and neck cancer.",
            "detailedDescription": "Treatment outcomes are poor for patients with locally advance human papilloma virus (HPV) negative and high-risk HPV positive head and neck squamous cell carcinoma (HNSCC). One standard of care (SOC) for HNSCC is definitive chemoradiotherapy (CRT). This study will evaluate the safety and efficacy of the addition of pembrolizumab, an anti-programmed death-1 (PD1) inhibitor, and olaparib, a Polyadenosine 5'diphosphoribose polymerization (PARP) inhibitor, before and after SOC CRT, which will be delivered in 70 Gray in 35 fractions with concurrent weekly cisplatin 40 mg/m2 over 7 weeks.\n\nTreatment will be offered in three sequential phases. In the induction phase, participants will receive one infusion of pembrolizumab and will take olaparib tablets for a total of 21 days. In the chemoradiation phase, radiation therapy will administered daily (excluding weekends) and cisplatin infusion will be given weekly. In the maintenance phase, pembrolizumab infusion will be done once every 6 weeks in additional to twice daily olaparib tablets for up to 8 treatment cycles that are 42-days per cycle."
        },
        "conditionsModule": {
            "conditions": [
                "Squamous Cell Carcinoma of Head and Neck"
            ],
            "keywords": [
                "head and neck",
                "squamous cell carcinoma",
                "HPV negative",
                "pembrolizumab",
                "olaparib",
                "PARP inhibitor",
                "anti-PD1 inhibitor",
                "intensity modulation radiation therapy",
                "Proton therapy",
                "cisplatin"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 45,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single Arm",
                    "type": "EXPERIMENTAL",
                    "description": "The participants will receive neoadjuvant and adjuvant pembrolizumab and olaparib combination plus standard of care (chemoradiation therapy) as defined in the protocol.",
                    "interventionNames": [
                        "Biological: Pembrolizumab",
                        "Drug: Olaparib",
                        "Drug: Cisplatin",
                        "Radiation: IMRT (intensity modulated radiation therapy)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Pembrolizumab",
                    "description": "In the induction phase, participants will receive a single intravenous infusion of pembrolizumab 400 mg prior to chemoradiotherapy. In the Maintenance Phase, participants will receive pembrolizumab 400 mg every 42 days for 8 cycles.",
                    "armGroupLabels": [
                        "Single Arm"
                    ],
                    "otherNames": [
                        "KEYTRUDA®",
                        "MK-3475"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Olaparib",
                    "description": "In the induction phase, participants will receive daily oral olaparib 150 mg two times a day for 3 weeks prior to chemoradiotherapy. In the Maintenance Phase, participants will receive daily olaparib 150 mg two times a day for up to 48 weeks.",
                    "armGroupLabels": [
                        "Single Arm"
                    ],
                    "otherNames": [
                        "AZD-2281",
                        "MK-7339",
                        "KU0059436"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cisplatin",
                    "description": "In the chemoradiation phase, participants will receive weekly intravenous cisplatin infusion, 40 mg/m2 over 7 weeks.\n\nIn the chemoradiation phase, standard of care radiation therapy and chemotherapy will be administered, for a total of 7 weeks. Radiation therapy is done on daily basis (excluding weekends), and chemotherapy therapy will involve cisplatin infusion once weekly.",
                    "armGroupLabels": [
                        "Single Arm"
                    ],
                    "otherNames": [
                        "CDDP",
                        "Cis-diammine-dichloroplatinum",
                        "Cis-diamminedichloridoplatinum",
                        "Cis-platinum"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "IMRT (intensity modulated radiation therapy)",
                    "description": "In the chemoradiation phase, participants will receive 70 Gray external beam radiotherapy, at 2 Gray/fraction dose, 35 fractions, delivered once a day, on weekdays, using Intensity Modulated Radiotherapy Treatments or proton radiotherapy techniques, over 7 weeks.",
                    "armGroupLabels": [
                        "Single Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "One Year Progression Free Survival (PFS)",
                    "description": "One Year PFS will be defined as the period from the date of treatment start until disease progression or death (whichever occurs first) up to one year. Subjects who have not had an event will be censored at the date of last disease assessment documenting the subject was free of progression. Progression will be evaluated by RECIST v1.1\n\nRECIST v.1.1: Complete Response (CR), disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Stable Disease (SD), no response or less response than Partial or Progressive; or Progressive Disease (PD), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
                    "timeFrame": "up to 1 year from start of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival",
                    "description": "Overall survival will be defined as the period from the date of treatment start until death of any cause. Subjects who have not had an event will be censored at the date of last assessment documenting the subject was alive.",
                    "timeFrame": "up to 2 years from start of treatment"
                },
                {
                    "measure": "Two Year Progression Free Survival (PFS)",
                    "description": "Two Year PFS will be defined as the period from the date of treatment start until disease progression or death (whichever occurs first) up to two year. Subjects who have not had an event will be censored at the date of last disease assessment documenting the subject was free of progression. Progression will be evaluated by RECIST v1.1\n\nRECIST v.1.1: Complete Response (CR), disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Stable Disease (SD), no response or less response than Partial or Progressive; or Progressive Disease (PD), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
                    "timeFrame": "Up to 2 years from start of treatment"
                },
                {
                    "measure": "Induction therapy related delays in chemoradiation therapy",
                    "description": "Induction therapy related delays in chemoradiation therapy (CRT) will be defined type and associated grade of toxicity according to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v5.0. criteria and days of delay to start CRT due to induction one cycle of induction pembrolizumab and olaparib.",
                    "timeFrame": "Up to 14 weeks from start of treatment"
                },
                {
                    "measure": "Toxicities related to maintenance therapy",
                    "description": "Toxicities related to maintenance therapy associated with pembrolizumab and olaparib will be classified and graded according to NCI-CTCAE v5.0.\n\nThe NCI Common Terminology Criteria for Adverse Events is a descriptive terminology which can be utilized for Adverse Event (AE) reporting. A grading (severity) scale is provided for each AE term. Grade 1 Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated. Grade 2 Moderate; minimal, local or noninvasive intervention indicated; limiting age-appropriate instrumental Activities of Daily Living (ADL). Grade 3 Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self care ADL. Grade 4 Life-threatening consequences; urgent intervention indicated. Grade 5 Death related to AE.",
                    "timeFrame": "Up to 2 years from start of treatment"
                },
                {
                    "measure": "Induction related toxicity using patient-reported outcomes",
                    "description": "Induction pembrolizumab and olaparib related toxicity will be defined using Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) in subjects receiving one cycle of pembrolizumab and olaparib.",
                    "timeFrame": "Up to 2 years from start of treatment"
                },
                {
                    "measure": "Patient reported maintenance therapy-related toxicities",
                    "description": "Maintenance therapy-related toxicities using patient-reported outcomes (PRO-CTCAE) in subjects who received induction pembrolizumab with olaparib, followed by definitive treatment with concurrent cisplatin-radiotherapy and maintenance pembrolizumab and olaparib.",
                    "timeFrame": "Up to 2 years from start of treatment"
                },
                {
                    "measure": "One-year locoregional control",
                    "description": "One-year locoregional control will be defined as the period from the start of treatment until recurrence at primary site or nodal site (whichever occurs first) as defined by RECIST 1.1",
                    "timeFrame": "Up to 1 year from start of treatment"
                },
                {
                    "measure": "Distant Metastasis-Free Survival (DMFS)",
                    "description": "DMFS will be defined as the period from the date of treatment start until distant metastasis or death (whichever occurs first) as defined by RECIST 1.1. Subjects who have not had an event will be censored at the date of last disease assessment documenting the subject was free of distant metastasis.",
                    "timeFrame": "Up to 1 year from start of treatment"
                },
                {
                    "measure": "Correlate Combined Positive Score (CPS) and one-year progression free survival (PFS)",
                    "description": "To correlate combined positive score (CPS) with one-year PFS, quality of life scores will be summarized using descriptive statistics like mean, sd, median, range, in participants who received induction pembrolizumab with olaparib, followed by definitive treatment with concurrent cisplatin-radiotherapy and maintenance pembrolizumab and olaparib.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Head and Neck Cancer Associated Patient Reported Outcomes (PRO)",
                    "description": "Head and Neck Cancer Associated PRO will be evaluated using European Organization for the Research and Treatment of Cancer (EORTC) Quality of Life Head and Neck Module (QLQ-H\\&N35).\n\nEORTC QLQ-H\\&N35 has 35 questions assessing symptoms and side effects of treatment, social function and body image/sexuality. Most questions used 4 point scale (1 'Not at all' to 4 'Very much'); several single item questions were just coded as no=1, yes=2. The scores transformed and analyzed on a 0 - 100 scale. High scores indicate more problems.",
                    "timeFrame": "Baseline, 4week, 7 week, 12 weeks, 6months, 12 months, 18 months, 24 months, 36 months, 48 months, 60 months"
                },
                {
                    "measure": "General Cancer Associated Patient Reported Outcomes (PRO)",
                    "description": "General Cancer Associated PRO will be evaluated using European Organization for the Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ-C30).\n\nThe EORTC QLQ-C30 has 30 questions, 9 multi-items: 5 functional, 9 symptoms and a global health and quality-of-life. Most questions used 4-point scale (1 'Not at all' to 4 'Very much'); 2 questions used 7-point scale (1 'very poor' to 7 'Excellent'). The scores transformed and analyzed on a 0 - 100 scale. A higher score=better.",
                    "timeFrame": "Baseline, 4week, 7week, 12 weeks, 6 months, 12 months, 18 months, 24 months, 36 months, 48 months, 60 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to participate in this study, a subject must meet all of the eligibility criteria outlined below.\n\n1. Age \\>18 years on the day of signing the consent\n2. Written informed consent obtained to participate in the study and HIPAA authorization for release of personal health information.\n3. Subject is willing and able to comply with study procedures based on the judgment of the investigator or protocol designee. The subject must be willing to consent to a mandatory pre-study biopsy unless sufficient archival tissue is available.\n4. Biopsy confirmed American Joint Committee on Cancer 8th Edition35 stage III-IV B oral cavity squamous cell carcinoma (SCC), p16-negative oropharyngeal SCC, stage III-IVB hypopharyngeal SCC, stage III-IVB laryngeal SCC -OR- HPV-associated oropharyngeal SCC (p16 positive or HPV-associated) T4 or N3 , T1-3 N2 or T3N0-1 with \\>10 pack-year tobacco history\n5. At least one lesion (measurable and/or non-measurable) that can be accurately assessed at baseline by imaging (CT/ PET) and is suitable for repeated assessment.\n6. Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n7. No prior curative attempts for this cancer (i.e., surgery, radiation, systemic therapy) and not currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of the study intervention. No evidence of metastatic disease (M0)\n\nExclusion Criteria\n\n1. Subjects with prior and concurrent malignancies of different tumor types whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the study drug are eligible with the following exception: Subjects with prior history of HNSCC treated \\< 3 years to the date of consent.\n2. Cisplatin-ineligible as defined in the protocol.\n3. Severe, active medical comorbidity. Subjects are considered a poor medical risk due to a serious, uncontrolled medical disorder, non-malignant systemic disease, or active, uncontrolled infection. Examples include, but are not limited to, uncontrolled ventricular arrhythmia, recent (within 3 months) myocardial infarction, uncontrolled major seizure disorder, unstable spinal cord compression, superior vena cava syndrome, extensive interstitial bilateral lung disease on High Resolution Computed Tomography scan or any psychiatric disorder that prohibits obtaining informed consent.\n4. Subjects unable to swallow orally administered medication prior to initiation of study treatment.\n5. Systemic glucocorticoids for any purpose other than to modulate symptoms from an event of clinical interest of suspected immunologic etiology",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lori Stravers",
                    "role": "CONTACT",
                    "phone": "919-966-4432",
                    "email": "lori_stravers@med.unc.edu"
                },
                {
                    "name": "Leah Randolph",
                    "role": "CONTACT",
                    "phone": "919-966-4432",
                    "email": "leah_randolph@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Siddharth Sheth, DO MPH",
                    "affiliation": "UNC Lineberger Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Louisville, Brown Cancer Center",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Stacy",
                            "role": "CONTACT",
                            "phone": "502-217-5244",
                            "email": "jennifer.stacy.1@louisville.edu"
                        },
                        {
                            "name": "Rebecca Redman",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "UNC Lineberger",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27514",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan Jackson",
                            "role": "CONTACT",
                            "email": "jonathan_jackson@med.unc.edu"
                        },
                        {
                            "name": "Patricia Brock",
                            "role": "CONTACT",
                            "email": "patricia_brock@med.unc.edu"
                        },
                        {
                            "name": "Siddharth Sheth",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Medical University of South Carolina (MUSC)",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Madison Avinger",
                            "role": "CONTACT",
                            "phone": "843-792-4421",
                            "email": "avingerm@musc.edu"
                        },
                        {
                            "name": "Kendall Preston",
                            "role": "CONTACT",
                            "phone": "843-792-4421",
                            "email": "prestoke@musc.edu"
                        },
                        {
                            "name": "John Kaczmar, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "University of North Carolina Lineberger Comprehensive Cancer Center Clinical Trials",
                    "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Squamous Cell Carcinoma of Head and Neck",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002945",
                    "term": "Cisplatin"
                },
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "C000531550",
                    "term": "Olaparib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M233003",
                    "name": "Olaparib",
                    "asFound": "Improvement",
                    "relevance": "HIGH"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "asFound": "Eligibility",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}