{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06300528",
            "orgStudyIdInfo": {
                "id": "OSU-23423"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2024-01530",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                }
            ],
            "organization": {
                "fullName": "Ohio State University Comprehensive Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Pemigatinib for the Treatment of Patients With Relapsed or Refractory Mantle Cell Lymphoma or Marginal Zone Lymphoma",
            "officialTitle": "A Phase II Study of Pemigatinib in Patients With Relapsed or Refractory B-Cell Non-Hodgkin Lymphomas",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "pemigatinib-for-the-treatment-of-patients-with-relapsed-or-refractory-mantle-cell-lymphoma-or-marginal-zone-lymphoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "startDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-01",
            "studyFirstSubmitQcDate": "2024-03-07",
            "studyFirstPostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Narendranath Epperla",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Ohio State University Comprehensive Cancer Center"
            },
            "leadSponsor": {
                "name": "Narendranath Epperla",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial tests how well pemigatinib works in treating patients with mantle cell lymphoma (MCL) or marginal zone lymphoma (MZL) that has come back after a period of improvement (relapsed) or that does not respond to treatment (refractory). Pemigatinib may stop the growth of cancer cells by blocking some of the enzymes needed for cell growth.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the efficacy of pemigatinib in patients with relapsed or refractory (R/R) MCL.\n\nII. To evaluate the efficacy of pemigatinib in patients with R/R MZL.\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the complete response (CR) rate at end of cycle 6 (C6). II. To evaluate the duration of response (DOR). III. To evaluate the median and 2-year progression-free survival (PFS). IV. To evaluate the median and 2-year overall survival (OS).\n\nEXPLORATORY OBJECTIVE:\n\nI. To evaluate the factors predictive of response to pemigatinib and identify mechanism of resistance to therapy.\n\nOUTLINE:\n\nPatients receive pemigatinib orally (PO) once daily (QD) on days 1-28 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients also under computed tomography (CT) and positron emission tomography (PET) or PET/CT and blood sample collection at screening and on study. Patients may also undergo bone marrow aspirate and biopsy during screening and on study.\n\nAfter completion of study treatment, patients are followed up at 30 days and then every 3 or 6 months."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Extranodal Marginal Zone Lymphoma of Mucosa-Associated Lymphoid Tissue",
                "Recurrent Mantle Cell Lymphoma",
                "Recurrent Marginal Zone Lymphoma",
                "Recurrent Nodal Marginal Zone Lymphoma",
                "Recurrent Splenic Marginal Zone Lymphoma",
                "Refractory Extranodal Marginal Zone Lymphoma of Mucosa-Associated Lymphoid Tissue",
                "Refractory Mantle Cell Lymphoma",
                "Refractory Marginal Zone Lymphoma",
                "Refractory Nodal Marginal Zone Lymphoma",
                "Refractory Splenic Marginal Zone Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (pemigatinib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive pemigatinib PO QD on days 1-28 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients also under CT and PET or PET/CT and blood sample collection at screening and on study. Patients may also undergo bone marrow aspirate and biopsy during screening and on study.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Procedure: Bone Marrow Aspiration",
                        "Procedure: Bone Marrow Biopsy",
                        "Procedure: Computed Tomography",
                        "Drug: Pemigatinib",
                        "Procedure: Positron Emission Tomography"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo blood sample collection",
                    "armGroupLabels": [
                        "Treatment (pemigatinib)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Aspiration",
                    "description": "Undergo bone marrow aspirate",
                    "armGroupLabels": [
                        "Treatment (pemigatinib)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Biopsy",
                    "description": "Undergo bone marrow biopsy",
                    "armGroupLabels": [
                        "Treatment (pemigatinib)"
                    ],
                    "otherNames": [
                        "Biopsy of Bone Marrow",
                        "Biopsy, Bone Marrow"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT or PET/CT",
                    "armGroupLabels": [
                        "Treatment (pemigatinib)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized axial tomography (procedure)",
                        "Computerized Tomography",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pemigatinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (pemigatinib)"
                    ],
                    "otherNames": [
                        "INCB054828",
                        "Pemazyre"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Positron Emission Tomography",
                    "description": "Undergo PET or PET/CT",
                    "armGroupLabels": [
                        "Treatment (pemigatinib)"
                    ],
                    "otherNames": [
                        "Medical Imaging, Positron Emission Tomography",
                        "PET",
                        "PET Scan",
                        "Positron emission tomography (procedure)",
                        "Positron Emission Tomography Scan",
                        "Positron-Emission Tomography",
                        "proton magnetic resonance spectroscopic imaging",
                        "PT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "ORR will be reported as a percentage, with the 95% binomial exact confidence interval. Will use the Simon's two-stage design.",
                    "timeFrame": "At the end of cycle 6 (each cycle is 28 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Complete response (CR) rate",
                    "description": "CR rate will be reported as percentages, with the 95% binomial exact confidence intervals.",
                    "timeFrame": "At the end of cycle 6 (each cycle is 28 days)"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "DOR will be assessed using Kaplan Meier methods. Median DOR and 95% confidence intervals will be reported.",
                    "timeFrame": "From the time of response to time of death or loss of response, assessed up 2 years"
                },
                {
                    "measure": "Progression-free survival (PFS)",
                    "description": "PFS will be analyzed using Kaplan Meier methods. Median PFS times will be reported if reached, along with the corresponding 95% confidence intervals. PFS probabilities and 95% confidence intervals will also be reported.",
                    "timeFrame": "From the time of treatment initiation until the time of progression or death, assessed up to 2 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS will be analyzed using Kaplan Meier methods. Median OS times will be reported if reached, along with the corresponding 95% confidence intervals. OS probabilities and 95% confidence intervals will also be reported.",
                    "timeFrame": "From time of treatment initiation until the time of death, assessed up to 2 years"
                },
                {
                    "measure": "Incidence of adverse events (AEs)",
                    "description": "Toxicity and AE data will be reported both overall and by attribution of adverse events in relation to study treatment. Common Terminology Criteria for Adverse Events version 5.0 will be used for grading the severity (intensity) of AEs.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-2\n* Histologically documented MCL or MZL, including extranodal marginal zone lymphoma (EMZL)/mucosa-associated lymphoid tissue (MALT) lymphoma, splenic marginal zone lymphoma (SMZL), and nodal marginal zone lymphoma (NMZL)\n\n  * Patients with gastric MALT lymphoma and those who are Helicobacter (H.) pylori positive need to have failed a trial of H. pylori eradication and are either ineligible, refused, or failed gastric radiation therapy\n* At least two prior lines of systemic therapy and patients do not have Food and Drug Administration (FDA) approved available therapies or refuse them\n* Prior autologous hematopoietic cell transplantation (auto-HCT) and chimeric antigen receptor (CAR)-T cell therapy are eligible.\n\n  * Patients with prior auto-HCT may be eligible if treatment completed after at least 3 months prior to first treatment\n  * Patients with CAR T-cell therapy may be eligible if treatment completed after at least 1 month prior to first treatment\n* Patients must have an indication for systemic treatment\n* Radiographically measurable disease by computed tomography (CT) scan, defined as at least one lesion \\> 1.5 cm in size or assessable disease in the opinion of the investigator\n* Life expectancy of \\> 3 months, in the opinion of the investigator\n* Willingness to avoid pregnancy or fathering children based on the criteria below:\n\n  * Woman of nonchildbearing potential (i.e., surgically sterile with a hysterectomy and/or bilateral oophorectomy OR ≥ 12 months of amenorrhea)\n  * A woman of childbearing potential who has a negative pregnancy test at screening and before the first dose on day 1 and who agrees to take appropriate precautions to avoid pregnancy (with at least 99% certainty) from screening through safety follow-up. Permitted methods that are at least 99% effective in preventing pregnancy should be communicated to the subject and their understanding confirmed. A follow-up pregnancy test will be performed at end of treatment (EOT) visit\n  * Men who agrees to take appropriate precautions to avoid fathering children (with at least 99% certainty) from screening through 90 days after last day of treatment (1 sperm cycle). Permitted methods that are at least 99% effective in preventing pregnancy should be communicated to the subject and their understanding confirmed\n* Absolute neutrophil count (ANC) ≥ 1000 cells/mm\\^3 (≥ 1.0 x 10\\^9/L) independent of granulocyte colony stimulating factor (G-CSF) support (i.e., no G-CSF within the past 3 days), unless there is documented bone marrow involvement or splenomegaly with ensuing cytopenia in which case ANC of 750 cells/mm\\^3 (0.75 x 10\\^9/L) is permissible. Also, there should be no evidence of myelodysplasia or hypoplastic bone marrow\n* Platelet count ≥ 75,000 cells/mm\\^3 (≥ 75 x 10\\^9/L) independent of transfusion support (i.e., no transfusion within the past 3 days) unless there is documented bone marrow involvement in which case platelet count of 50,000 cells/mm\\^3 (0.5 x 10\\^9/L) is permissible. Patients must be responsive to transfusion support if given for thrombocytopenia and patients refractory to transfusion support are not eligible. Also, there should be no evidence of myelodysplasia or hypoplastic bone marrow\n* Hemoglobin of ≥ 8 g/dL (≥ 80 g/L) independent of transfusion support (i.e., no transfusion within the past 3 days) unless there is documented bone marrow involvement or splenomegaly with ensuing cytopenia in which case hemoglobin of 7 g/dL (70 g/L) is permissible. Patients must be responsive to transfusion support if given for anemia and patients refractory to transfusion support are not eligible. Also, there should be no evidence of myelodysplasia or hypoplastic bone marrow\n* Total bilirubin \\< 1.5 x upper limit of normal (ULN) or \\< 2.5 x ULN with document liver involvement and/ or Gilbert's disease\n* Transaminases (aspartate aminotransferase \\[AST\\] or alanine aminotransferase \\[ALT\\]) ≤ 2.5 x ULN or ≤ 5 x ULN with documented liver involvement\n* Calculated creatinine clearance \\> 30 mL/min according to Cockcroft/Gault Formula\n* Ability to swallow oral tablets\n* Patients or their legal representatives must be able to read, understand, and provide informed consent to participate in the trial\n* Willing and capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in the protocol\n\nExclusion Criteria:\n\n* Prior receipt of FGFR inhibitor\n* Clinically significant active malabsorption syndrome or other condition likely to affect gastrointestinal (GI) absorption of the study drug\n* Major surgery within 4 weeks prior to enrollment\n* Received prior radiation therapy administered within 4 weeks of first dose of study drug. Subjects must have recovered from all radiation-related toxicities, not require corticosteroids, and not have radiation pneumonitis. A 2-week washout is permitted for palliative radiation to non-central nervous system (CNS) disease\n* A 4 week wash out from the prior cytotoxic chemotherapy, a 3 week wash out from prior monoclonal antibody and a 2 week wash out from prior BTK inhibitor. The wash out interval is based on the last day of the prior therapy to the start of the study drug (cycle 1 day 1 \\[C1D1\\])\n* Concurrent anticancer therapy except as listed for prostate and breast cancer\n* Significant cardiovascular disease defined as:\n\n  * Unstable angina or acute coronary syndrome within the past 2 months prior to study enrollment\n  * History of myocardial infarction within 3 months prior to study enrollment or\n  * Documented left ventricular ejection fraction (LVEF) by any method of ≤ 40% in the 12 months prior to study enrollment\n  * ≥ grade 3 New York Heart Association (NYHA) functional classification system of heart failure, uncontrolled or symptomatic arrhythmias\n* Patients with CNS involvement\n* Prolongation of the QT interval corrected for heart rate (QTcF) \\> 470 msec. QTcF is calculated using Fridericia's Formula (QTcF)\n\n  * Correction of suspected drug induced QTcF prolongation can be attempted at the investigator's discretion and only if clinically safe to do so with either discontinuation of the offending drug or switch to another drug not known to be associated with QTcF prolongation\n  * Correction for underlying bundle branch block (BBB) allowed\n\n    * Note: Patients with pacemakers are eligible if they have no history of fainting or clinically relevant arrhythmias while using the pacemaker\n* Patients who have tested positive for human immunodeficiency virus (HIV). For patients with unknown HIV status, HIV testing will be performed at screening and result should be negative for enrollment\n* Known active hepatitis B virus (HBV) or hepatitis C virus (HCV) infection based on criteria below:\n\n  * Hepatitis B virus (HBV): Patients with positive hepatitis B surface antigen (HBsAg) are excluded. Patients with positive hepatitis B core antibody (anti-HBc) and negative HBsAg require hepatitis B polymerase chain reaction (PCR) evaluation before enrollment. Patients who are HBV deoxyribonucleic acid (DNA) PCR positive will be excluded. Patients with positive anti-HBc and negative HBV DNA should be on prophylactic nucleo(t)side analogue therapy to prevent reactivation with serial HBV DNA PCR monitoring\n  * Hepatitis C virus (HCV): positive hepatitis C antibody. If positive hepatitis C antibody result, patient will need to have a negative result for hepatitis C ribonucleic acid (RNA) before enrollment. Patients who are hepatitis C RNA positive will be excluded. Patients with SMZL who have chronic HCV will need to have undergone antiviral treatment to participate\n* Evidence of other clinically significant uncontrolled condition(s) including but not limited to, uncontrolled systemic bacterial, viral, fungal, or parasitic infection (except for fungal nail infection), or other clinically significant active disease process which in the opinion of the investigator and medical monitor may pose a risk for patient participation. Screening for chronic conditions is not required\n* Active second malignancy unless in remission and with life expectancy \\> 2 years\n* Are pregnant and breast feeding\n* Pregnancy or nursing women or subjects expecting to conceive or father children within the projected duration of the study, starting with the screening visit through completion of safety follow-up visit (90 days from date of last dose for male subjects)\n* History and/or current evidence of ectopic mineralization/calcification, including but not limited to soft tissue, kidneys, intestine, myocardia, or lung, excepting calcified lymph nodes and asymptomatic arterial or cartilage/tendon calcification\n* Current evidence of clinically significant corneal or retinal disorder confirmed by ophthalmologic examination\n* Use of any potent CYP3A4 inhibitors or inducers or moderate CYP3A4 inducers within 14 days or 5 half-lives (whichever is longer) before the first dose of study drug. Moderate CYP3A4 inhibitors are not prohibited but should be avoided\n* Subject with history of hypovitaminosis D requiring supraphysiologic dose (such as 50,000 IU of vitamin D3) to replenish the deficiency. Subjects receiving vitamin D food supplements are allowed\n* Have a known hypersensitivity to any of the excipients of pemigatinib\n* Current evidence of clinically significant corneal (including but not limited to bullous/band keratopathy, corneal abrasion, inflammation/ulceration, and keratoconjunctivitis) or retinal disorder (including but not limited to macular/retinal degeneration, diabetic retinopathy, and retinal detachment) as confirmed by ophthalmologic examination\n* Patients with ongoing grade ≥ 2 toxicity from prior therapy, with exceptions such as alopecia",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "The Ohio State Comprehensive Cancer Center",
                    "role": "CONTACT",
                    "phone": "800-293-5066",
                    "email": "OSUCCCClinicaltrials@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Narendranath Epperla, MD, MS",
                    "affiliation": "Ohio State University Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ohio State University Comprehensive Cancer Center",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Narendranath Epperla, MD, MS",
                            "role": "CONTACT",
                            "phone": "614-393-3196"
                        },
                        {
                            "name": "Narendranath Epperla, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "The Jamesline",
                    "url": "http://cancer.osu.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000020522",
                    "term": "Lymphoma, Mantle-Cell"
                },
                {
                    "id": "D000018442",
                    "term": "Lymphoma, B-Cell, Marginal Zone"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22307",
                    "name": "Lymphoma, Mantle-Cell",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20554",
                    "name": "Lymphoma, B-Cell, Marginal Zone",
                    "asFound": "Lymphoma of mucosa-associated lymphoid tissue",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T3601",
                    "name": "Mantle Cell Lymphoma",
                    "asFound": "Mantle Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3612",
                    "name": "Marginal Zone Lymphoma",
                    "asFound": "Marginal zone lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}