{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04839523",
            "orgStudyIdInfo": {
                "id": "PTB01"
            },
            "organization": {
                "fullName": "Molnlycke Health Care AB",
                "class": "INDUSTRY"
            },
            "briefTitle": "Performance and Safety of Exufiber Ag+ and Exufiber on Partial Thickness Burns",
            "officialTitle": "An Open, Non-comparative, Multi-center Investigation to Evaluate Performance and Safety of Exufiber Ag+ and Exufiber on Partial Thickness Burns",
            "therapeuticArea": [
                "Other"
            ],
            "study": "performance-and-safety-of-exufiber-ag-and-exufiber-on-partial-thickness-burns"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-05",
            "studyFirstSubmitQcDate": "2021-04-07",
            "studyFirstPostDateStruct": {
                "date": "2021-04-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Molnlycke Health Care AB",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This a multi-center, open label, non-comparative, study that will evaluate the clinical safety and performance of Exufiber Ag+ and Exufiber dressings, separately, when used as intended in moderate to high exuding partial thickness burns (PTBs) through assessment of wound progression from baseline to the Subject's last clinical follow-up visit.\n\nSixty-eight (68) eligible subjects, with moderate to high exuding partial-thickness burns, will be selected for treatment with either Exufiber Ag+ silver-coated gelling dressing, or Exufiber gelling dressing. The study will last 5 weeks, with a requirement of 5 study visits in total, including dressing changes at each study visit.",
            "detailedDescription": "This is a multi-center study taking place in the United States, and conducted at 3-4 sites/locations. It is designed as an open, non-comparative study to test the safety and performance of Exufiber Ag+ and Exufiber in managing burn healing.\n\nThe primary objective of this study is to evaluate the clinical safety and performance of all study dressings, separately, when used as intended in moderate to high exuding partial thickness burns (PTBs) through assessment of wound progression from baseline to the Subject's last clinical follow-up visit. The dressings are intended to promote healing through the management of the wound environment.\n\nSixty-eight (68) subjects with partial thickness burns will be treated with either Exufiber Ag+ (34 subjects) or Exufiber (34 subjects) primary dressings, at the discretion of the Investigator. Secondary dressings should be non-adherent, non-antimicrobial dressings (local treatment praxis).\n\nEach Subject will be evaluated at five (5) planned study visits for a maximum total treatment period of up to 21 days, unless the burn heals.\n\nVisit 1 is a baseline visit to enroll Subjects and determine burn extent. Each Subject will be assigned to either Exufiber Ag+ or Exufiber primary dressings and treated according to the Instructions for Use (IFU) and the local clinical routine.\n\nVisit 2 is a Confirmation Visit at up to 3 days, where the Investigator will confirm the burn meets study eligibility, and has not progressed to a full-thickness burn.\n\nVisits 3, 4, and 5 are follow-up visits at days 7, 14, and 21, respectively, from the date of the primary dressing application.\n\nAt each follow-up visit the Subject will return to the clinic for evaluation and primary dressing change. Wound progression will be determined by the Investigator at each study visit and measured by three outcome variables (Deteriorated, No Change, Improved). Images of the wound at each follow up visit will be analyzed to determine changes in wound size.\n\nSecondary endpoints will be collected identically at each visit at each clinical site to assess safety and performance of the dressings. The secondary objectives are:\n\n* To evaluate time to discontinuation of study dressings from baseline to the last clinical follow-up visit, up to 21 days.\n* To evaluate clinical outcomes of the study wound from baseline to the last clinical visit up to 21 days.\n* To evaluate epithelization from baseline to the last clinical follow-up visit up to 21 days based on digital photo imaging software measurements.\n* To evaluate a change in wound size from baseline to the last clinical follow-up visit up to 21 days based on digital photo and imaging software measurements.\n* To evaluate healing status, including exudate levels, infection status, and proportion of burn healed, by clinician's visual judgement, at Confirmation Visit (up to 72 hours) and at each clinic follow-up visit, up to 21 days.\n* To evaluate Subject-reported pain at application, during wear, and at dressing changes through questionnaires at each clinic follow-up visit up to 21 days.\n* To evaluate treatment and dressing selections, including type and quantity, at application and at each clinic follow-up visit up to 21 days.\n* To evaluate clinician handling of the dressing at application and at every dressing change performed at the clinic, from baseline and at each follow-up visit up to 21 days.\n* To evaluate clinician assessment of the dressing at application and at every dressing change performed at the clinic, from baseline and at each follow-up visit up to 21 days."
        },
        "conditionsModule": {
            "conditions": [
                "Partial-thickness Burn"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Wound size and tissue type will be assessed by a single, blinded, third-party clinician. The clinician will use imaging software to measure the size of the wound and identify tissue types, from baseline to last clinical follow-up.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 68,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exufiber",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment with Exufiber gelling fiber dressing",
                    "interventionNames": [
                        "Device: Exufiber"
                    ]
                },
                {
                    "label": "Exufiber Ag+",
                    "type": "EXPERIMENTAL",
                    "description": "Treatment with Exufiber Ag+ silver-coated, gelling fiber dressing",
                    "interventionNames": [
                        "Device: Exufiber Ag+"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Exufiber",
                    "description": "A sterile nonwoven wound dressing made from highly absorbent PVA fibers.",
                    "armGroupLabels": [
                        "Exufiber"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Exufiber Ag+",
                    "description": "A sterile nonwoven wound dressing made from highly absorbent PVA fibers, and coated with silver sulphate.",
                    "armGroupLabels": [
                        "Exufiber Ag+"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Wound progression",
                    "description": "A subjective measurement to determine wound progression since the last visit, determined by three outcome variables:\n\nDeteriorated\n\nNo Change\n\nImproved",
                    "timeFrame": "5 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time to discontinuation of study dressings",
                    "description": "Measured by time (in days) from baseline to last clinical follow-up",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Wound Size",
                    "description": "Wound size (measured in inches or centimeters), at each study visit, from baseline to last clinical follow-up, using planimetry software to obtain measurements from digital photographs. Measurements to include length, width, and depth.",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Re-epithelialization of wound",
                    "description": "A measure of re-epithelization tissue, as a percentage of wound, from baseline to last clinical follow-up, using planimetry software to obtain measurements from digital photographs.",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Wound Exudate",
                    "description": "Evaluate the level of wound exudate, using the variables listed below:\n\nDry\n\nMoist\n\nWet\n\nSaturated\n\nLeaking",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Wound Maceration",
                    "description": "Determine the presence of wound maceration, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Proportion of Burn Healed",
                    "description": "Evaluate the proportion of the burn that is healed, by clinician judgement, using the variables listed below:\n\nNo healing\n\n0-30% healed\n\n31-70% healed\n\n71-99% healed\n\n100% healed",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Blistering",
                    "description": "Determine the presence of wound blistering, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Wound Redness/Irritation peri-wound skin",
                    "description": "Determine the presence of redness and irritation on the peri-wound skin, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Exudate Nature",
                    "description": "Determine the nature of wound exudate, using the variables listed below:\n\nSerous\n\nSerosanguinous\n\nSanguineous\n\nPurulent",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Malodor",
                    "description": "Determine the presence of wound malodor, using the variables listed below:\n\nNone\n\nSlight\n\nModerate\n\nStrong",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Burn odor",
                    "description": "Determine the presence of burn odor, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Local infection",
                    "description": "Determine the presence of signs of local wound infection, using the variables listed below:\n\nNew / Increasing Pain\n\nDelayed / Stalled Healing\n\nPurulent discharge\n\nErythema\n\nLocal Warmth\n\nExudation\n\nOdor\n\nPyrexia\n\nInduration\n\nLeukocytosis\n\nEdema / Swelling\n\nEschar",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Subject pain",
                    "description": "Measured at dressing application, change, and removal, using a patient reported outcome questionnaire that is used to evaluate pain intensity on a validated scale from 0-10. A higher score correlates with greater experienced pain.",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing Adherence",
                    "description": "Subjective measurement to asses performance of the primary dressing and its adherence to the wound bed, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Rewetting",
                    "description": "Subjective measurement to asses performance of the primary dressing and the need for re-wetting prior to removal, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing ability to rehydrate",
                    "description": "Subjective measurement to asses performance of the primary dressing and its ability to rehydrate the wound, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing ability to retain exudate",
                    "description": "Subjective measurement to asses performance of the primary dressing and its ability to retain wound exudate, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing ability to absorb blood",
                    "description": "Subjective measurement to asses performance of the primary dressing and its ability to absorb blood, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing ability to retain slough",
                    "description": "Subjective measurement to asses performance of the primary dressing and its ability to retain slough, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing ability to clean wound bed",
                    "description": "Subjective measurement to asses performance of the primary dressing and its ability to clean the wound bed, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing ability to retain gelling properties",
                    "description": "Subjective measurement to asses performance of the primary dressing and its ability to retain its gelling properties, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing ability to retain balanced moist environment",
                    "description": "Subjective measurement to asses performance of the primary dressing and its ability to retain a balanced moist environment, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing conformability",
                    "description": "Subjective measurement to assess performance of the primary dressing and its ability to conform, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing flexibility",
                    "description": "Subjective measurements to assess performance of the primary dressing and its flexibility, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Ease of dressing application",
                    "description": "Subjective measurement to assess the handling of the primary dressing and ease of dressing application, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Ease of dressing removal with and without moistening",
                    "description": "Subjective measurement to assess the handling of the primary dressing and ease of removal with and without moistening, using the variables listed below:\n\nVery poor\n\nPoor\n\nGood\n\nVery good\n\nN/A",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Dressing removal in one piece",
                    "description": "Subjective measurement to assess the handling of primary dressing and its ability to be removed in one piece, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Residuals of dressing material in the wound or surrounding skin",
                    "description": "Subjective measurement to assess presence of primary dressing residuals in the wound or surrounding skin at the time of removal, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                },
                {
                    "measure": "Bleeding at removal",
                    "description": "Subjective measurement to assess presence of bleeding at the time of primary dressing removal, using the variables listed below:\n\nYes\n\nNo",
                    "timeFrame": "5 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent\n2. Burn of thermal origin\n3. Patients presenting with partial thickness burns covering \\< 5% TBSA for study treatment\n4. TBSA covered with any burn type is ≤15%, with a maximum of 10% being full thickness burns\n5. Clean wounds with ≤10% necrotic tissue\n6. Patients presenting with moderate to high exuding wounds\n7. Serous or Serosanguinous exudate\n8. Patient is not contraindicated for the dressing to which he/she is assigned\n\nExclusion Criteria:\n\n1. Electrical Burns\n2. Chemical Burns including acidic or basic sources\n3. Ionizing radiation injuries\n4. Dry wounds\n5. Neonates\n6. Patients with delayed presentation for burn care (\\>72 hours from time of injury)\n7. Before entry into the study, treatment to the study wound included an active agent that would confound study results, as determined by the Investigator\n8. Burns under study treatment transitioning to full thickness, or deep partial thickness burns requiring surgical treatment\n9. Clinically infected burn\n10. Patients with insulin dependent diabetes mellitus\n11. Patients treated with systemic glucocorticosteroids, except patients taking occasional doses or doses less than 10mg prednisolone per day or equivalent\n12. Patients who have used immunosuppressive agents, radiation or chemotherapy within past 30 days\n13. Known allergy/hypersensitivity to any of the components of the investigation products\n14. History of comorbid conditions or diagnoses associated with higher risk of infection as determined by the Investigator\n15. Diagnosed underlying disease(s) (e.g. HIV/AIDS, cancer, severe anemia)\n16. Patients that are not expected to comply with the investigation due to physical and/or mental conditions\n17. Pregnancy\n18. Participation in other clinical investigation(s) within 1 month prior to start of the investigation\n19. Previously enrolled in this investigation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Weeks",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer O'Connell",
                    "role": "CONTACT",
                    "phone": "+1 470 694-0750",
                    "email": "jennifer.oconnell@molnlycke.com"
                }
            ],
            "locations": [
                {
                    "facility": "Drexel Univerisity",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19102",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Glat, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Paul Glat, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002056",
                    "term": "Burns"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5326",
                    "name": "Burns",
                    "asFound": "Burn",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}