{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05700682",
            "orgStudyIdInfo": {
                "id": "66820"
            },
            "organization": {
                "fullName": "Palo Alto Veterans Institute for Research",
                "class": "OTHER"
            },
            "briefTitle": "Perfusion MRI-targeted Joint Embolization for Chronic Musculoskeletal Pain of the Shoulder, Hip and Knee",
            "officialTitle": "Perfusion MRI-targeted Joint Embolization to Diagnose and Treat Neovascularity Associated With Chronic Musculoskeletal Pain of the Shoulder, Hip and Knee: A Prospective Cohort Study",
            "acronym": "MRI",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "perfusion-mri-targeted-joint-embolization-for-chronic-musculoskeletal-pain-of-the-shoulder-hip-and-knee"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-22",
            "studyFirstSubmitQcDate": "2023-01-17",
            "studyFirstPostDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sirish Kishore",
                "investigatorTitle": "Clinical Assistant Professor",
                "investigatorAffiliation": "Palo Alto Veterans Institute for Research"
            },
            "leadSponsor": {
                "name": "Palo Alto Veterans Institute for Research",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Varian Medical Systems",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "In this work the investigators will study the relationship between chronic musculoskeletal pain and abnormal blood flow (neovascularity) around the shoulder, hip and knee. Veterans with as history of chronic shoulder, hip or knee pain and mild/moderate joint degenerative changes will be potential study subjects. Blood flow around joints will be evaluated using perfusion magnetic resonance imaging (MRI). Participants with demonstrably abnormal blood flow around their painful joint will be eligible for enrollment in a pilot study of joint embolization to treat their pain. Participants who choose to not undergo treatment will be re-assessed with MRI after one year to characterize the natural history of joint neovascularity and its relationship to pain.",
            "detailedDescription": "1. Joint MRI (shoulder, hip, knee) is ordered by a clinical provider due to ongoing/chronic joint pain. At the time of MR exam protocoling, investigators review prior imaging and determine that the patient has mild-moderate osteoarthritis. Patient is identified as a potential participant and is sent a letter by physical mail or e-mail (signed by PIs) discussing the research project. Subsequently, the clinical research coordinator reaches out to the potential participant by phone 7-14 days before the date of the MR exam to assess interest in the study.\n2. Participant is interested and enrolls in the Diagnostic Arm of the study. Upon enrollment, the participant will undergo perfusion MRI and cartilage parameter mapping at the time of the initial MR exam (a 15-minute \"add on\" scan with Multihance intravenous contrast at the end of the standard clinical MRI). The participant will also complete a WOMAC (knee/hip) or WORC (shoulder) survey to document the baseline characteristics of their pain.\n3. If there is NO neovascularity on the perfusion MRI, the participant will remain in the Diagnostic Arm of the study. Participants who remain in the Diagnostic Arm will undergo follow-up WOMAC surveys at 6 months / 1 year; and a research perfusion MR at one year. Follow-up data from the 1-year visit will represent the primary clinical and imaging endpoints of the Diagnostic Arm.\n4. If neovascularity is present, the participant will be offered enrollment into the Therapeutic Arm. Participants not interested in the Therapeutic Arm will remain in the Diagnostic Arm.\n5. Participants who elect to enroll in the Therapeutic Arm of the study are referred to the study investigators, who will screen for exclusion criteria. Importantly, if the participant has risk factors for or confirmed peripheral arterial disease (PAD), they must undergo CT angiography of the relevant anatomy (abdomen/pelvis with or without lower extremity runoff). If the participant does not meet any exclusion criteria, they will be scheduled for embolization therapy of their painful joint (shoulder, hip or knee). The participant will undergo embolization under fluoroscopic guidance using Embozene microspheres. Briefly, the relevant arterial vessels supplying the joint of interest will be accessed with an arterial catheter. The presence of abnormal peri-articular vessels seen on MRI will be confirmed during fluoroscopic imaging with injection of contrast material (Omnipaque). These abnormal vessels will then be embolized via careful injection of bland embolic particles (Embozene microspheres). After embolization, participant will attend one clinic follow-up visit at 2 weeks to screen for side effects or complications. The participant will be surveyed for their symptoms (WOMAC/WORC) at 1, 3, 6 and 12-months post-treatment. They will undergo research MR exams perfusion and cartilage parameter mapping at 3- and 12-months post-treatment.\n6. Recruitment will occur over 1.5 years. Follow-up in both Arms will occur over 1 year. After completion of the study, the investigators anticipate approximately 3-4 months will be required for data analysis and manuscript preparation. Total study duration will therefore be 2.5 to 3 years."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis, Knee",
                "Osteoarthritis, Hip",
                "Osteo Arthritis Shoulders",
                "Synovitis of Knee",
                "Synovitis/Tenosynovitis - Hip",
                "Synovitis",
                "Pain, Chronic"
            ],
            "keywords": [
                "joint",
                "embolization",
                "neovascularity",
                "pain",
                "knee",
                "hip",
                "shoulder"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Diagnostic",
                    "description": "The investigators will target VA patients with clinically-ordered knee, hip and shoulder MRIs for recruitment (40 for each joint). Patients who elect to participate will undergo perfusion MRI add-on sequence at the end of their clinical MRI. Arterial-phase maximum intensity projection images from the perfusion MR data will be generated, and the presence of abnormal vascularity about each joint will be assessed by the study principal investigators. Participants who have focal or generalized peri-articular hypervascularity will be offered enrollment in the Therapeutic Arm of the study. Those participants who decline enrollment into the Therapeutic Arm, and those without significant peri-articular vascularity on perfusion MRI, will be asked to return for follow-up clinical and imaging visits so that the natural history of pain/imaging parameters in the absence of treatment can be evaluated."
                },
                {
                    "label": "Therapeutic",
                    "description": "Of 40 participants enrolled for each joint, the investigators anticipate 20 will choose to enroll in an embolization pilot study. Participants must have peri-articular hypervascularity on perfusion MRI and must have failed at least one first line therapy for their pain to be eligible.\n\nEmbolization will be performed as an outpatient procedure under conscious sedation. Further description of this procedure is available in the study protocol and literature. Technical success will be defined as selective embolization of at least one abnormal peri-articular artery.\n\nAfter embolization, participants will return for clinical follow-up at 1, 3, 6 and 12 months with perfusion MRI performed at the 3- and 12-month visits. Clinical follow-up at 3, 6 and 12 months will consist only of surveys (WOMAC/WORC). Participants will be instructed to avoid additional treatments for their joint pain when possible, and if a second treatment is initiated to report it to the study investigators.",
                    "interventionNames": [
                        "Device: Shoulder/Hip/Knee Embolization with Embozene Microspheres"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Shoulder/Hip/Knee Embolization with Embozene Microspheres",
                    "description": "Fluoroscopically-guided arterial embolization of synovitis in the painful shoulder, hip or knee.",
                    "armGroupLabels": [
                        "Therapeutic"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Primary Clinical Outcome (Hip and Knee, Therapeutic Arm Only)",
                    "description": "Composite WOMAC survey score",
                    "timeFrame": "Score obtained at follow-up visit 6 months after intervention"
                },
                {
                    "measure": "Primary Clinical Outcome (Shoulder, Therapeutic Arm Only)",
                    "description": "Composite WORC survey score",
                    "timeFrame": "Score obtained at follow-up visit 6 months after intervention"
                },
                {
                    "measure": "Primary Imaging Outcome (Therapeutic Arm Only)",
                    "description": "Quantitative perfusion parameters (Ktrans, mean transit time, fractional extracellular volume, time-to-peak)",
                    "timeFrame": "Research MRI obtained 3 months after intervention"
                },
                {
                    "measure": "Primary Imaging Outcome (Therapeutic Arm Only)",
                    "description": "Quantitative cartilage mapping parameters (T1rho, T2) in milliseconds averaged over manually segmented cartilage for each joint (shoulder, hip or knee)",
                    "timeFrame": "Research MRI obtained 3 months after intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Secondary Clinical Outcome (Hip and Knee, Diagnostic Arm Only)",
                    "description": "Composite WOMAC survey score",
                    "timeFrame": "Score obtained at follow-up visit after 12 months"
                },
                {
                    "measure": "Secondary Clinical Outcome (Shoulder, Diagnostic Arm Only)",
                    "description": "Composite WORC survey score",
                    "timeFrame": "Score obtained at follow-up visit after 12 months"
                },
                {
                    "measure": "Secondary Imaging Outcome (Diagnostic Arm Only)",
                    "description": "Quantitative perfusion parameters (Ktrans, mean transit time, fractional extracellular volume, time-to-peak)",
                    "timeFrame": "Research MRI obtained after 12 months of follow-up"
                },
                {
                    "measure": "Secondary Imaging Outcome (Diagnostic Arm Only)",
                    "description": "Quantitative cartilage mapping parameters (T1rho, T2) in milliseconds averaged over manually segmented cartilage for each joint (shoulder, hip or knee)",
                    "timeFrame": "Research MRI obtained after 12 months of follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (Both Arms):\n\n1. Participants must be Veterans who receive care in the VA system.\n2. Participants must have a history of chronic pain of the shoulder, hip or knee for at least 1 year.\n3. Participants must have mild to moderate degenerative changes of the painful joint as depicted on prior imaging (X-ray, CT or MRI).\n4. Participants must have undergone at least one failed primary treatment for their chronic pain (e.g. physical therapy, NSAIDs, steroid injection).\n5. Participants must have an MRI of their painful joint (shoulder, hip or knee) ordered by a clinical provider.\n\nInclusion Criteria (Therapeutic Arm):\n\n1. Participants must have enrolled in the Diagnostic Arm of the study and must have undergone perfusion MR imaging of their painful joint.\n2. Participants must have evidence of peri-articular hypervascularity on their perfusion MR exams. This will be determined by the study PIs.\n\nExclusion Criteria (Diagnostic Arm):\n\n1. Acute injury in the last 12 weeks.\n2. Age under 25.\n3. Severe degenerative changes of painful joint (shoulder, hip or knee).\n4. History of arthroplasty or metallic implant within the painful joint.\n5. Severe gadolinium contrast allergy.\n6. Severe renal disease or ongoing dialysis.\n7. History of malignancy with life expectancy of less than one year, or malignancy with known bone metastasis.\n8. Current pregnancy.\n9. Formal diagnosis of cognitive impairment.\n\nExclusion Criteria (Therapeutic Arm):\n\n1. Severe iodinated contrast allergy.\n2. Severe coronary or peripheral arterial disease.\n3. Coagulopathy.\n4. Uncontrolled type 2 diabetes or diabetic neuropathy.\n5. History of seizures or other severe complication from conscious sedation.\n6. Prior upper or lower extremity arterial bypass.\n7. Ongoing participation in another interventional (therapeutic) trial for chronic joint pain.\n8. Lack of peri-articular hypervascularity on initial perfusion MRI.\n9. All exclusion criteria for the Diagnostic Arm.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Participants will be veterans eligible for care at the VA. Anticipated age range is 25-80. Gender will be predominantly male (approximately 90%), concordant with demographic information of the VA population. Pregnant women, children, vulnerable subjects, study personnel and students will not be eligible for enrollment.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Eric Bultman, MD, PhD",
                    "role": "CONTACT",
                    "phone": "560-493-5000",
                    "phoneExt": "61502",
                    "email": "eric.bultman1@va.gov"
                },
                {
                    "name": "Sirish Kishore, MD",
                    "role": "CONTACT",
                    "phone": "650-493-5000",
                    "email": "sirish.kishore@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sirish Kishore, MD",
                    "affiliation": "VA Palo Alto Health Care System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Palo Alto Healthcare System",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Eric Bultman, MD/PhD",
                            "role": "CONTACT",
                            "phone": "650-493-5000",
                            "phoneExt": "61502",
                            "email": "eric.bultman1@va.gov"
                        },
                        {
                            "name": "Sirish Kishore, MD",
                            "role": "CONTACT",
                            "phoneExt": "68739",
                            "email": "sirish.kishore@va.gov"
                        },
                        {
                            "name": "Sirish Kishore, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eric Bultman, MD/PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                },
                {
                    "id": "D000059352",
                    "term": "Musculoskeletal Pain"
                },
                {
                    "id": "D000015207",
                    "term": "Osteoarthritis, Hip"
                },
                {
                    "id": "D000013585",
                    "term": "Synovitis"
                },
                {
                    "id": "D000013717",
                    "term": "Tenosynovitis"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000052256",
                    "term": "Tendinopathy"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Osteoarthritis, Knee",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12334",
                    "name": "Neovascularization, Pathologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M29444",
                    "name": "Musculoskeletal Pain",
                    "asFound": "Musculoskeletal Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M17912",
                    "name": "Osteoarthritis, Hip",
                    "asFound": "Osteoarthritis, Hip",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16487",
                    "name": "Tenosynovitis",
                    "asFound": "Tenosynovitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16362",
                    "name": "Synovitis",
                    "asFound": "Synovitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Pain, Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M27013",
                    "name": "Tendinopathy",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T5554",
                    "name": "Synovitis",
                    "asFound": "Synovitis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}