{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04174001",
            "orgStudyIdInfo": {
                "id": "P00031784"
            },
            "organization": {
                "fullName": "Boston Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Perioperative Cerebrovascular Autoregulation Monitoring in Neurosurgical Patients",
            "officialTitle": "Bedside Cerebrovascular Autoregulation Monitoring in Children Under General Anesthesia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "perioperative-cerebrovascular-autoregulation-monitoring-in-neurosurgical-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-02-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-10",
            "studyFirstSubmitQcDate": "2019-11-20",
            "studyFirstPostDateStruct": {
                "date": "2019-11-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Craig McClain",
                "investigatorTitle": "Anesthesiologist",
                "investigatorAffiliation": "Boston Children's Hospital"
            },
            "leadSponsor": {
                "name": "Boston Children's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "One of the challenges in pediatric anesthesiology is to ensure adequate cerebral perfusion pressure to prevent cerebral ischemia or hyperemia from pressure-passive perfusion. However, there is no optimal tool for longitudinally monitoring cerebral perfusion under general anesthesia (GA). In addition, the safe limits of blood pressure that maintains adequate cerebral perfusion in infants and children are not clear. Furthermore, patients with neurological impairments may have impaired cerebral auto-regulation (CA) function which may associated with functional outcomes. To address the critical public health issues associated with the safe use of general anesthesia in during neurosurgery, monitoring cerebral perfusion and oxygenation continuously during the peri-operative period.\n\nThe investigators have pioneered a novel technology, diffuse correlation spectroscopy (DCS), to optically measure cerebral blood flow (CBF) non-invasively and demonstrated that it is safe and practical as a bedside CBF monitor in the NICU. Blood flow is distinct from blood oxygenation, but both are important for brain health. Clinical near infrared spectroscopy (NIRS) devices are available to monitor oxygenation by light absorption, but CBF must be monitored by light scattering, which is only available with research DCS devices. While the physical principles of the methods are different, the sensors for both techniques are very similar. The investigators have therefore combined DCS with advanced frequency-domain NIRS (FDNIRS) in a single device to simultaneously monitor cerebral tissue oxygen saturation (cStO2), blood volume (CBV), CBF and oxygen metabolism (CMRO2), which cannot be monitored with existing clinical devices. The investigators have previously shown that these measures are far more sensitive than cStO2 alone in several infant brain pathologies. In this study, the investigators aim to test the feasibility of integrating the FDNIRS-DCS technology into perioperative monitoring to study cerebral hemodynamics and oxygen metabolism continuously in children during general anesthesia and surgery. Additionally, the investigators will determine how anesthesia-related events affect cerebral hemodynamic instability and how anesthetic level correlates with CA functions in children.",
            "detailedDescription": "Cerebral autoregulation (CA) is a mechanism that maintains cerebral flood flow (CBF) despite the fluctuations in the arterial blood pressure. This process protects the brain from ischemic or hemorrhagic insults during events of hypo- or hyperperfusion, respectively. Children under general anesthesia (GA) are particularly vulnerable to these events because anesthetic agents profoundly impact cerebral metabolic supply and demand. At the same time, to varying degrees, anesthetic agents can compromise respiration, produce hypotension, and even inhibit cerebral autoregulation function. General anesthesia-induced cerebral hypoperfusion can occur during routine GA and is associated with deleterious neurological outcomes in children. Thus, primary goals in managing GA are therefore to maintain adequate hemodynamics and cerebral perfusion under intact CA.\n\nA recent large retrospective study demonstrated that blood pressure ranges in anesthetized children are significantly lower than in awake, healthy children. However, the safe limits of blood pressure that maintains adequate cerebral perfusion in infants and children are not clear and my vary depending on the age and disease severity. Currently, bedside CBF monitoring had been impractical. Transcranial Doppler ultrasound (TCD) is the only clinically available tool to measure cerebral blood flow velocity in larger arteries. Although TCD has been used for obtaining cerebral hemodynamics including autoregulation for clinical use, it is not practical for long-term monitoring due to the difficulty to secure the probe on the patient's head. Furthermore, the accuracy of the TCD measurement is highly operator-dependent which impedes its general use.\n\nCerebral oximeters, based on near-infrared spectroscopy (NIRS) have become popular means of assessing cerebral hemoglobin oxygen saturation (cStO2) during GA, but its use has not become routine. Clinically relevant desaturation (generally below 50-60 percent) implies a mismatch between brain oxygen supply and demand. When presenting persistently, they can serve as an intraoperative warning sign of hemodynamic and metabolic comprise. A recent study with 453 healthy infants undergoing general anesthesia for non-cardiac surgery found the episodes of desaturation is rare (2%) despite that critically low blood pressure (MAP \\<35 mmHg) was observed in almost 40% of subjects. Because desaturation events are relatively rare, they are unlikely to be responsible for adverse outcomes in non-cardiac surgery. However, the magnitude of the change in cStO2 from the awake to anesthetized state was associated with the range of MAP experienced during GA, suggesting systematic changes in cerebral perfusion may be more important than desaturation events for assessing hemodynamic risk.\n\nTo address the critical public health issues associated with the safe use of anesthesia in children, the investigators propose to develop new beside tools to monitor cerebral hemodynamics and perfusion continuously during anesthesia. The investigators aim to quantify cStO2, CBF, CMRO2, and its coupling relationship in children with and without neurologic impairments while awake and during different phases of GA (aim1). With continuous measures of arterial blood pressure, the investigators will further determine CA functions by studying the relationship between CBF and ABP simultaneously with anesthesia-related physiological events, including hypercapnia (aim2). Ultimately, the investigators aim to integrate our technology into perioperative monitoring to enable age-appropriate, goal-directed cerebral hemodynamic management to spare infant brains from the potentially deleterious effects of anesthesia."
        },
        "conditionsModule": {
            "conditions": [
                "Cerebral Hemodynamics"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Neuro group",
                    "description": "Patients who meet the following criteria:\n\n* 18 years of age or younger\n* diagnosed with one or more of the following neurological disorders: moyamoya disease, congenital anomalies of the brain, hypoxic-ischemic encephalopathy, brain tumor, Chiari malformation, epilepsy and stroke\n* planned for any surgical procedures that require general anesthesia\n* planned to receive intraoperative and/or postoperative invasive arterial blood pressure monitoring\n\nPatients who have a surgical procedure that contraindicates the placement of a NIRS probe on the forehead or are scheduled for a cardiac procedure will be excluded."
                },
                {
                    "label": "Control group",
                    "description": "Patients who meet the following criteria:\n\n* 18 years of age or younger-planned for any surgical procedures that require general anesthesia\n* planned postoperative invasive blood pressure monitoring\n\nPatients who have a surgical procedure that contraindicates the placement of a NIRS probe on the forehead or have symptoms of neurological disorders will be excluded."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Cerebral Hemodynamics from baseline",
                    "description": "Changes in frequency domain near infrared spectroscopy - diffuse correlation spectroscopy (FDNIRS-DCS) measurements from baseline to determine what factors are correlated with changes in the cerebral hemodynamics and auto regulation. This will be monitored at baseline pre-operatively, intraoperatively, post-operatively while in-patient, and at follow-up visits for up to one year.",
                    "timeFrame": "Through study completion; on average one year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* 18 years of age or younger\n* diagnosed as one or more of the neurological disorders, including but not limiting to moyamoya disease, congenital anomalies of the brain, hypoxic-ischemic encephalopathy, brain tumor, Chiari malformation, epilepsy and stroke (NEURO GROUP ONLY)\n* planned for any surgical procedures that required general anesthesia (CONTROL GROUP ONLY)\n* planned for any surgical procedures that required general anesthesia\n* planned to receive intraoperative and/or postoperative invasive arterial blood pressure monitoring.\n\nExclusion criteria:\n\n* surgical procedure contraindicates the placement of NIRS probe on the forehead\n* scheduled for a cardiac procedure.\n* symptoms of neurological disorders (CONTROL GROUP ONLY)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "We plan to enroll 20 subjects for the Neuro group and 10 subjects for the Control group.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Craig McClain, MD",
                    "role": "CONTACT",
                    "phone": "617-355-7737",
                    "email": "Craig.McClain@childrens.harvard.edu"
                },
                {
                    "name": "Rachel Bernier",
                    "role": "CONTACT",
                    "phone": "857-218-5348",
                    "email": "rachel.bernier@childrens.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Craig McClain",
                    "affiliation": "Boston Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Craig McClain, MD",
                            "role": "CONTACT",
                            "phone": "617-355-7737",
                            "email": "craig.mcclain@childrens.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}