{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05463887",
            "orgStudyIdInfo": {
                "id": "19-151"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG059979",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG059979"
                }
            ],
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Personalized Disease Prevention",
            "officialTitle": "Personalized Disease Prevention (PDP): A Randomized Clinical Trial",
            "acronym": "PDP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "personalized-disease-prevention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-20",
            "studyFirstSubmitQcDate": "2022-07-14",
            "studyFirstPostDateStruct": {
                "date": "2022-07-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Glen Taksler",
                "investigatorTitle": "Staff, Cleveland Clinic and Associate Professor of Medicine, Cleveland Clinic Lerner College of Medicine",
                "investigatorAffiliation": "The Cleveland Clinic"
            },
            "leadSponsor": {
                "name": "Glen Taksler",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will evaluate whether patients and their providers benefit from an evidence-based decision tool to help prioritize preventive (and select chronic disease management) services based on their potential to improve quality-adjusted life expectancy, individualized for patient risk factors. The study seeks to enroll 600 patients and 60 primary care providers. Half of providers will be assigned to an intervention to utilize the decision tool with approximately 10 high-priority patients each (patients of particular interest to the research study, on whom follow-up outcomes will be collected), and half will be assigned to usual care.\n\nSurveys will be administered at baseline and approximately 6 months later; electronic health records data on preventive service utilization will be collected; and optional qualitative interviews may be conducted.",
            "detailedDescription": "The study will evaluate whether patients and their providers benefit from an evidence-based decision tool to help prioritize preventive services based on their potential to improve quality-adjusted life expectancy, individualized for patient risk factors. This partially-blinded study seeks to enroll 600 patients and 60 primary care providers. Half of providers will be assigned to an intervention to utilize the decision tool with approximately 10 high-priority patients each (patients of particular interest to the research study, on whom follow-up outcomes will be collected) and half will be assigned to usual care. It is hypothesized that quality-adjusted life expectancy will increase by more in high-priority patients who receive the intervention, as compared with a control group.\n\nObjectives:\n\nPrimary objective: To measure whether use of individualized preventive care recommendations is likely to help patients live a longer, healthier life.\n\nSecondary objectives:\n\n1. To measure whether use of individualized preventive care recommendations is likely to help patients live a longer life\n2. To assess comprehension of the decision tool\n3. To assess readiness to change\n4. To assess use of shared decision-making\n5. To measure outcomes for specific preventive services"
        },
        "conditionsModule": {
            "conditions": [
                "Primary Prevention",
                "Healthy Aging",
                "Quality of Life",
                "Decision Support Techniques"
            ],
            "keywords": [
                "Preventive care services",
                "Individualized disease prevention",
                "Personalized medicine",
                "Chronic disease management"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "parallel, partially-blinded, 1:1 allocation ratio.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "With the exception of the study biostatistician(s) and a safety assessor(s), all Co-Investigators participating in the randomized trial will be blinded to outcomes and safety events by study arm.\n\nThe nature of the randomized trial requires interaction with participants throughout the study (e.g., ongoing feedback from intervention arm providers, qualitative interviews with patients and providers), the assignment of participants to the intervention vs. control arm will be unblinded for the entire study team. Only the stratification of outcomes and safety events by study arm will be blinded.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 660,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual care",
                    "type": "NO_INTERVENTION",
                    "description": "Control arm: Participants will not receive individualized preventive care recommendations (decision tool)."
                },
                {
                    "label": "Individualized preventive care recommendations (decision tool)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Intervention arm: Providers will receive individualized preventive care recommendations (decision tool) for eligible patients, and discuss them with patients using shared decision-making.",
                    "interventionNames": [
                        "Behavioral: Individualized preventive care recommendations (decision tool)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Individualized preventive care recommendations (decision tool)",
                    "description": "Providers will receive individualized preventive care recommendations (decision tool) for eligible patients, and discuss them with patients using shared decision-making",
                    "armGroupLabels": [
                        "Individualized preventive care recommendations (decision tool)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in quality-adjusted life expectancy",
                    "description": "Change in quality-adjusted life expectancy for high-priority patients in the intervention arm, as compared with the control arm.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in quality-adjusted life expectancy",
                    "description": "Change in quality-adjusted life expectancy for high-priority patients in the intervention arm, as compared with the control arm.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in quality-adjusted life expectancy",
                    "description": "Change in quality-adjusted life expectancy for high-priority patients in the intervention arm, as compared with the control arm.",
                    "timeFrame": "Through study completion, approximately 2 to 3 years on average"
                },
                {
                    "measure": "Change in life expectancy",
                    "description": "Change in life expectancy for high-priority patients in the intervention arm, as compared with the control arm.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in life expectancy",
                    "description": "Change in life expectancy for high-priority patients in the intervention arm, as compared with the control arm.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in life expectancy",
                    "description": "Change in life expectancy for high-priority patients in the intervention arm, as compared with the control arm.",
                    "timeFrame": "Through study completion, approximately 2 to 3 years on average"
                },
                {
                    "measure": "Service most likely to improve quality-adjusted life expectancy",
                    "description": "Correct identification of the service most likely to improve a patient's quality-adjusted life expectancy. Assessed by survey administered to high-priority patients. Correct answer based on each patient's individualized preventive care recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Service least likely to improve quality-adjusted life expectancy",
                    "description": "Correct identification of the service least likely to improve a patient's quality-adjusted life expectancy. Assessed by survey administered to high-priority patients. Correct answer based on each patient's individualized preventive care recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "True age",
                    "description": "Correct identification of a patient's true age (the age most commonly associated with his/her quality-adjusted life expectancy), in relation to his/her biological age. Assessed by survey administered to high-priority patients. Correct answer based on each patient's individualized preventive care recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Readiness to change (top-ranked)",
                    "description": "Proportion of a patient's top-ranked individualized preventive recommendations that s/he is ready to change over the next 1 month. \"Ready to change\" defined as self-rated score of ≥6 on a 7-point scale. Assessed by survey administered to high-priority patients.\n\nMinimum=0, maximum=1, higher score indicates greater readiness to change (a better outcome).\n\nTop-ranked individualized preventive care recommendations defined as follows: top 3 for patients with ≥6 recommendations, 2 for patients with 4-5 recommendations, 1 for patients with 3 recommendations, not applicable for patients with ≤2 recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Readiness to change (bottom-ranked)",
                    "description": "Proportion of a patient's bottom-ranked individualized preventive recommendations that s/he is ready to change over the next 1 month. \"Ready to change\" defined as self-rated score of ≥6 on a 7-point scale. Assessed by survey administered to high-priority patients.\n\nMinimum=0, maximum=1, higher score indicates greater readiness to change (a better outcome).\n\nBottom-ranked individualized preventive care recommendations defined as follows: bottom 3 for patients with ≥6 recommendations, 2 for patients with 4-5 recommendations, 1 for patients with 3 recommendations, not applicable for patients with ≤2 recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Shared decision-making",
                    "description": "Use of shared decision-making at baseline encounter, measured by score on SDM-Q-9 validated survey metric. Assessed by survey administered to high-priority patients.\n\nSDM-Q-9 scale of shared decision-making: minimum=9, maximum=54, higher score indicates greater use of shared decision-making (a better outcome).",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Weight loss",
                    "description": "Percent change in body weight since baseline encounter. Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included a preventive service to help lose weight (e.g., healthy diet, physical activity, consideration of bariatric surgery).",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Systolic blood pressure",
                    "description": "Change in systolic blood pressure since baseline encounter (mmHg). Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included hypertension control.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "HbA1c",
                    "description": "Change in HbA1c since baseline encounter (percentage points). Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included glycemic control.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Cardiovascular disease risk",
                    "description": "Change in 10-year atherosclerotic cardiovascular disease risk (percentage points), measured by American College of Cardiology/American Heart Association pooled cohort equations. Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included control of hypertension or hyperlipidemia.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "LDL cholesterol",
                    "description": "Change in LDL cholesterol (mg/dL). Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included lipids control (cholesterol reduction).",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Total cholesterol",
                    "description": "Change in total cholesterol (mg/dL). Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included lipids control (cholesterol reduction).",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Healthy diet",
                    "description": "Change in dietary quality (score on modified Starting the Conversation dietary assessment): minimum=0, maximum=16, higher score indicates less healthy diet (a worse outcome). Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included healthy diet.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Physical activity",
                    "description": "Change in physical activity (score on modified International Physical Activity Questionnaire-Short Form): minimum=0, maximum=5508, higher score indicates more physical activity (a better outcome). Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included physical activity.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Alcohol misuse",
                    "description": "Change in alcohol misuse (score on AUDIT-C questionnaire): minimum=0, maximum=12, higher score indicates greater alcohol misuse (a worse outcome). Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included alcohol use reduction.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Tobacco cessation",
                    "description": "Proportion of patients who quit smoking. Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included tobacco cessation (quitting smoking).",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Breast cancer screening",
                    "description": "Proportion of patients who received breast cancer screening. Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included breast cancer screening.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Cervical cancer screening",
                    "description": "Proportion of patients who received cervical cancer screening. Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included cervical cancer screening.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Colorectal cancer screening",
                    "description": "Proportion of patients who received colorectal cancer screening. Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included colorectal cancer screening.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                },
                {
                    "measure": "Lung cancer screening",
                    "description": "Proportion of patients who received lung cancer screening. Assessed for subgroup of high-priority patients whose individualized preventive care recommendations included lung cancer screening.",
                    "timeFrame": "6 months (12 months and all follow-up time points may be assessed)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Patient health",
                    "description": "Patient self-rating of health (excellent, very good, good, fair, poor, prefer not to answer)",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Not ready to change (top-ranked)",
                    "description": "Proportion of a patient's top-ranked individualized preventive recommendations that s/he is not ready to change over the next 1 month. \"Not ready to change\" defined as self-rated score of ≤2 on a 7-point scale. Assessed by survey administered to high-priority patients.\n\nMinimum=0, maximum=1, higher score indicates lower readiness to change (a worse outcome).\n\nTop-ranked individualized preventive care recommendations defined as follows: top 3 for patients with ≥6 recommendations, 2 for patients with 4-5 recommendations, 1 for patients with 3 recommendations, not applicable for patients with ≤2 recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Not ready to change (bottom-ranked)",
                    "description": "Proportion of a patient's bottom-ranked individualized preventive recommendations that s/he is not ready to change over the next 1 month. \"Not ready to change\" defined as self-rated score of ≤2 on a 7-point scale. Assessed by survey administered to high-priority patients.\n\nMinimum=0, maximum=1, higher score indicates lower readiness to change (a worse outcome).\n\nBottom-ranked individualized preventive care recommendations defined as follows: bottom 3 for patients with ≥6 recommendations, 2 for patients with 4-5 recommendations, 1 for patients with 3 recommendations, not applicable for patients with ≤2 recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Mean readiness to change (top-ranked)",
                    "description": "Mean readiness to change for a patient's top-ranked individualized preventive recommendations over the next 1 month. Self-reported by patients on a 7-point scale. Assessed by survey administered to high-priority patients.\n\nMinimum=1, maximum=7, higher score indicates greater readiness to change (a better outcome).\n\nTop-ranked individualized preventive care recommendations defined as follows: top 3 for patients with ≥6 recommendations, 2 for patients with 4-5 recommendations, 1 for patients with 3 recommendations, not applicable for patients with ≤2 recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                },
                {
                    "measure": "Mean readiness to change (bottom-ranked)",
                    "description": "Mean readiness to change for a patient's bottom-ranked individualized preventive recommendations over the next 1 month. Self-reported by patients on a 7-point scale. Assessed by survey administered to high-priority patients.\n\nMinimum=1, maximum=7, higher score indicates greater readiness to change (a better outcome).\n\nBottom-ranked individualized preventive care recommendations defined as follows: bottom 3 for patients with ≥6 recommendations, 2 for patients with 4-5 recommendations, 1 for patients with 3 recommendations, not applicable for patients with ≤2 recommendations.",
                    "timeFrame": "Within 3 business days of baseline encounter"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Provider eligibility criteria. Any attending physician, nurse practitioner or physician assistant practicing in internal medicine or family medicine.\n\nPatient eligibility criteria. This study define 2 types of patients, \"eligible\" patients and \"high-priority\" patients. \"Eligible\" patients are a broadly-defined group of patients of the intervention arm providers, for whom the providers will be able to access individualized preventive care recommendations. Eligible patients are subject to a waiver of informed consent. \"High-priority\" patients are a more narrowly-defined subset of eligible patients, who will be contacted by the study team for follow-up.\n\nEligible patients will have the following inclusion criteria:\n\n1. A provider assigned to the intervention arm of the RCT is the patient's primary care physician (PCP) of record in the EHR.\n2. Aged 40-75 years.\n\nHigh-priority patients are defined as eligible patients who also meet all of the following inclusion criteria:\n\n1. A modifiable lifestyle factor with a large impact on quality-adjusted life expectancy, assessed by ≥1 of the following:\n\n   1. current smoker\n   2. BMI ≥30.0 kg/m\\^2\n   3. BP ≥140/90 mmHg\n   4. 10-year ASCVD risk ≥10%\n   5. HbA1c ≥9%\n   6. alcohol/week \\>4.2 oz (98 g) for female or \\>8.4 oz (196 g) for male\n2. Eligible for a high number of preventive services, assessed by ≥3 of the following. Factor(s) used to satisfy criteria 1 also count toward satisfying criteria 2:\n\n   1. current smoker\n   2. BMI ≥27.0 kg/m\\^2\n   3. systolic BP \\>130 mmHg\n   4. 10-year ASCVD risk ≥7.5%\n   5. HbA1c ≥7.5%\n   6. alcohol/week \\>4.2 oz (98 g) for female or \\>8.4 oz (196 g) for male\n   7. Overdue or due soon for colorectal cancer screening, as of date that study team confirms \"high-priority\" eligibility criteria\n   8. Overdue or due soon for lung cancer screening, as of date that study team confirms \"high-priority\" eligibility criteria\n   9. Overdue for breast cancer screening for ≥1 year, as of date that study team confirms \"high-priority\" eligibility criteria\n   10. Overdue for osteoporosis screening for ≥1 year, as of date that study team confirms \"high-priority\" eligibility criteria\n3. Ongoing primary care in the health system, defined as ≥2 visits with a primary care provider in the prior 730 days.\n\n   1. The term \"primary care provider\" is defined as an attending physician, nurse practitioner or physician assistant in the Department of Internal Medicine or Department of Family Medicine with an established patient panel.\n   2. The term \"visit\" is defined as an in-person or virtual visit encounter.\n4. An eligible encounter with the patient's primary care physician (PCP) of record in the EHR. \"Eligible encounter\" is defined as follows:\n\n   1. An annual wellness visit (sometimes called a physical) with scheduled length of 40 minutes, or for some practice sites or departments, 30 minutes. These encounters typically focus on preventive care and are more likely to allow enough time to engage in shared decision-making.\n   2. For patients without an annual wellness visit in the prior 2 years, a visit with scheduled length at least 30 minutes, or a shorter length directly related to at least one service relevant to the research study (e.g., the EHR notes field indicates that a patient is scheduled for a follow-up of hypertension).\n\nEligible patients have the following exclusion criteria, defined as ≥1 of the following:\n\n1. Cancer in the past 3 years (other than non-melanoma skin)\n2. Diagnosis of alcohol abuse in past 3 years\n3. History of myocardial infarction\n4. History of stroke\n5. End-stage renal disease\n6. Moderate-severe congestive heart failure (moderate-severe may be ignored if needed to facilitate automatic data extraction)\n7. Moderate-severe chronic obstructive pulmonary disease (moderate-severe may be ignored if needed to facilitate automatic data extraction)\n8. Other comorbidity with limited life expectancy, in the opinion of ≥2 members of the study team.\n9. Inability to communicate or limited communication (speaking, reading, writing) in the English language.\n\nIn addition to the above, high-priority eligible patients also have the following exclusion criteria, defined as ≥1 of the following:\n\n1. Known current pregnancy.\n2. Known acute care need that is likely to limit time available for discussion of preventive care.\n3. The first primary care encounter since a hospitalization, surgery or emergency department utilization.\n\nThere will be no exclusion from the study on the basis of race or ethnicity.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Glen Taksler, PhD",
                    "role": "CONTACT",
                    "phone": "216-445-7499",
                    "email": "taksleg@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Glen Taksler, PhD",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cleveland Clinic",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacqueline Fox, RN",
                            "role": "CONTACT",
                            "phone": "216-444-4590",
                            "email": "foxj6@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34726747",
                    "type": "BACKGROUND",
                    "citation": "Taksler GB, Hu B, DeGrandis F Jr, Montori VM, Fagerlin A, Nagykaldi Z, Rothberg MB. Effect of Individualized Preventive Care Recommendations vs Usual Care on Patient Interest and Use of Recommendations: A Pilot Randomized Clinical Trial. JAMA Netw Open. 2021 Nov 1;4(11):e2131455. doi: 10.1001/jamanetworkopen.2021.31455."
                },
                {
                    "pmid": "32716515",
                    "type": "BACKGROUND",
                    "citation": "Zhang JJ, Rothberg MB, Misra-Hebert AD, Gupta NM, Taksler GB. Assessment of Physician Priorities in Delivery of Preventive Care. JAMA Netw Open. 2020 Jul 1;3(7):e2011677. doi: 10.1001/jamanetworkopen.2020.11677."
                },
                {
                    "pmid": "31192307",
                    "type": "BACKGROUND",
                    "citation": "Taksler GB, Beth Mercer M, Fagerlin A, Rothberg MB. Assessing Patient Interest in Individualized Preventive Care Recommendations. MDM Policy Pract. 2019 May 27;4(1):2381468319850803. doi: 10.1177/2381468319850803. eCollection 2019 Jan-Jun."
                },
                {
                    "pmid": "23922061",
                    "type": "BACKGROUND",
                    "citation": "Taksler GB, Keshner M, Fagerlin A, Hajizadeh N, Braithwaite RS. Personalized estimates of benefit from preventive care guidelines: a proof of concept. Ann Intern Med. 2013 Aug 6;159(3):161-8. doi: 10.7326/0003-4819-159-3-201308060-00005. Erratum In: Ann Intern Med. 2024 Mar;177(3):406. doi: 10.7326/L24-0039."
                },
                {
                    "pmid": "23922066",
                    "type": "BACKGROUND",
                    "citation": "Owens DK, Goldhaber-Fiebert JD. Prioritizing guideline-recommended interventions. Ann Intern Med. 2013 Aug 6;159(3):223-4. doi: 10.7326/0003-4819-159-3-201308060-00014. No abstract available."
                },
                {
                    "pmid": "29863918",
                    "type": "BACKGROUND",
                    "citation": "Borsky A, Zhan C, Miller T, Ngo-Metzger Q, Bierman AS, Meyers D. Few Americans Receive All High-Priority, Appropriate Clinical Preventive Services. Health Aff (Millwood). 2018 Jun;37(6):925-928. doi: 10.1377/hlthaff.2017.1248."
                },
                {
                    "pmid": "32902588",
                    "type": "BACKGROUND",
                    "citation": "Muntner P, Hardy ST, Fine LJ, Jaeger BC, Wozniak G, Levitan EB, Colantonio LD. Trends in Blood Pressure Control Among US Adults With Hypertension, 1999-2000 to 2017-2018. JAMA. 2020 Sep 22;324(12):1190-1200. doi: 10.1001/jama.2020.14545."
                },
                {
                    "pmid": "23799943",
                    "type": "BACKGROUND",
                    "citation": "Krist AH, Glenn BA, Glasgow RE, Balasubramanian BA, Chambers DA, Fernandez ME, Heurtin-Roberts S, Kessler R, Ory MG, Phillips SM, Ritzwoller DP, Roby DH, Rodriguez HP, Sabo RT, Sheinfeld Gorin SN, Stange KC; MOHR Study Group. Designing a valid randomized pragmatic primary care implementation trial: the my own health report (MOHR) project. Implement Sci. 2013 Jun 25;8:73. doi: 10.1186/1748-5908-8-73."
                },
                {
                    "pmid": "19879711",
                    "type": "BACKGROUND",
                    "citation": "Kriston L, Scholl I, Holzel L, Simon D, Loh A, Harter M. The 9-item Shared Decision Making Questionnaire (SDM-Q-9). Development and psychometric properties in a primary care sample. Patient Educ Couns. 2010 Jul;80(1):94-9. doi: 10.1016/j.pec.2009.09.034. Epub 2009 Oct 30."
                },
                {
                    "pmid": "33069327",
                    "type": "BACKGROUND",
                    "citation": "GBD 2019 Risk Factors Collaborators. Global burden of 87 risk factors in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 2020 Oct 17;396(10258):1223-1249. doi: 10.1016/S0140-6736(20)30752-2."
                },
                {
                    "pmid": "36273151",
                    "type": "DERIVED",
                    "citation": "Taksler GB, Le P, Hu B, Alberts J, Flynn AJ, Rothberg MB. Personalized Disease Prevention (PDP): study protocol for a cluster-randomized clinical trial. Trials. 2022 Oct 22;23(1):892. doi: 10.1186/s13063-022-06750-7."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "A and B Recommendations. US Preventive Services Task Force. Updated May 2021. Accessed August 3, 2021",
                    "url": "https://www.uspreventiveservicestaskforce.org/uspstf/recommendation-topics/uspstf-and-b-recommendations"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified individual participant data, subject to compliance with institutional policies (for example, approval from Cleveland Clinic Institutional Review Board). Specific variables may be excluded based on organizational policies, local institutional review board rules, and local, state and federal laws and regulations, including the HIPAA Privacy Rule. Examples include any data that the study team is legally prohibited from sharing, data for which subjects do not provide consent or data which could result in identification of subjects. Should this trial result in an invention or intended patent, some aspects of data sharing may be delayed or withheld as appropriate; for example, to allow time to complete necessary filings and/or execute the invention or patent.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data expected to be available by the online publication date of manuscript(s) resulting from this study, or the date of institutional approval to share data, whichever is later. Data expected to remain available for at least 6 years after study conclusion.",
            "accessCriteria": "Data must be used for academic research purposes. Use for commercial purposes and by individuals employed by for-profit institutions excluded. Only qualified users may access the data. Users must accept a legal disclaimer, make no attempt to reveal personal or private information, and have institutional review board approval or a determination that such approval is not required. Other access criteria in accordance with NIH policy, institutional review board requirements and applicable laws (e.g., HIPAA) and regulations may be required."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}