{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04483206",
            "orgStudyIdInfo": {
                "id": "STUDY00000449"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-04920",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "WINSHIP5001-20",
                    "type": "OTHER",
                    "domain": "Emory University Hospital/Winship Cancer Institute"
                },
                {
                    "id": "P30CA138292",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA138292"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Personalized Autologous Transplant for Multiple Myeloma",
            "officialTitle": "Phase 1 of Exposure Targeted Melphalan Dosing",
            "therapeuticArea": [
                "Other"
            ],
            "study": "personalized-autologous-transplant-for-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2021-05-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-20",
            "studyFirstSubmitQcDate": "2020-07-20",
            "studyFirstPostDateStruct": {
                "date": "2020-07-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Craig Hofmeister",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "Gateway for Cancer Research",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial studies the best dose and side effects of mephalan in treating patients with multiple myeloma who are undergoing stem cell transplant. Chemotherapy drugs, such as mephalan, work in different ways to stop the growth of cancer cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. This trial uses a new method of dosing that is based on analysis of each individual's blood levels of melphalan after receiving a part of the dose, termed pharmacokinetic analysis. This may help to learn more about how to dose melphalan correctly and which patients are likely to benefit from a personalized dose.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Measure achievement of target melphalan systemic exposure in the first 20 patients.\n\nII. Identify safety and preliminary efficacy within each systemic exposure range of melphalan using a 5+5 design.\n\nSECONDARY OBJECTIVES:\n\nI. Describe International Myeloma Working Group response levels and selected grade 3/4 toxicities in an expansion set of patients at the recommended phase 2 area under the curve (AUC) range.\n\nII. Measure deoxyribonucleic acid (DNA) repair score from formalin-fixed paraffin-embedded diagnostic bone marrow sample (FFPE) and from pretransplant marrow aspirate sample.\n\nIII. Assess melphalan-induced DNA damage in peripheral blood mononuclear cells (PBMCs) from melphalan-treated patients.\n\nIV. To correlate peripheral blood CMMCs numbers obtained with CELLSEARCH with MRD assessment at day+90.\n\nOUTLINE: This is a dose-escalation study.\n\nPatients receive standard of care high dose melphalan hydrochloride intravenously (IV) over 30 minutes on day -3 and PK-directed melphalan hydrochloride IV over 30 minutes on day -1. Patients then undergo autologous stem cell transplantation (ASCT) on day 0.\n\nAfter completion of study treatment, patients are followed up at 7, 14, 30, 60, and 90 days."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (Melphalan-based autologous transplant)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive high dose (100 mg/m2) melphalan IV over 30 minutes on day -3 and PK-directed melphalan IV over 30 minutes on day -1 to achieve set cumulative melphalan exposure levels. Patients then undergo stem cell infusion on day 0.",
                    "interventionNames": [
                        "Procedure: Autologous Hematopoietic Stem Cell Transplantation",
                        "Drug: Melphalan",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Autologous Hematopoietic Stem Cell Transplantation",
                    "description": "Undergo ASCT",
                    "armGroupLabels": [
                        "Treatment (Melphalan-based autologous transplant)"
                    ],
                    "otherNames": [
                        "AHSCT",
                        "Autologous Hematopoietic Cell Transplantation",
                        "Autologous Stem Cell Transplantation",
                        "Stem Cell Transplantation, Autologous"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Melphalan",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (Melphalan-based autologous transplant)"
                    ],
                    "otherNames": [
                        "Alkeran"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Treatment (Melphalan-based autologous transplant)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Predicted versus observed total melphalan area under the curve (AUC)",
                    "description": "Will be measured using pharmacokinetic data from the day -3 and day -1 dose.",
                    "timeFrame": "At Days -3 and -1"
                },
                {
                    "measure": "Incidence of exposure limiting toxicity",
                    "description": "Will measure proportion of patients with clinically significant mucositis, tachyarrhythmia, and delayed engraftment. Toxicity will be evaluated according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) guidelines.",
                    "timeFrame": "During the first 30-days of treatment"
                },
                {
                    "measure": "Minimal residual disease (MRD) negativity post-transplant",
                    "description": "MRD status will be determined per International Myeloma Working Group (IMWG) criteria using next generation sequencing in patients with suspected complete response (CR).",
                    "timeFrame": "Up to 90 days post-transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate",
                    "description": "The number and percentage of subjects experiencing objective response will be descriptively summarized overall and by cohort. Responders will be defined as those that achieve best response of partial response (PR) or better defined according to the IMWG Uniform response criterion. CR rate will be calculated with an exact 95% confidence interval, both within cohorts but not between cohorts.",
                    "timeFrame": "Up to 90 days post transplantation"
                },
                {
                    "measure": "Incidence of selected grade 3/4 toxicities at the recommended AUC range",
                    "description": "The maximum grade for each type of toxicity will be recorded for each patient, and frequency tables will be reviewed to determine toxicity patterns. Adverse events will be summarized and described within each cohort. They will initially be reviewed regardless of attribution, but also whether they are possibly, probably, or definitely related to treatment. In addition, will review all adverse event data that are graded as 3, 4, or 5 and classified as either \"unrelated\" or \"unlikely to be related\" to study treatment in the event of an actual relationship developing. The incidence of severe adverse events or toxicities will be described. Will assess the proportion of patients who experience grade 3 or higher non-hematologic toxicity. To assess tolerability, will also capture the proportion of patients who go off treatment due to adverse events.",
                    "timeFrame": "Up to 60 days post transplantation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient must have the clinical diagnosis of a plasma cell neoplasm requiring treatment per the treating physician using the International Myeloma Working Group (IMWG) and World Health Organization (WHO) criteria as guidelines. This can include extraosseous plasmacytoma, monoclonal immunoglobulin deposition disease, and heavy-chain diseases as these diagnoses, while rare, can be treated in part with autologous transplant\n* If enrolling in phase A of this protocol, the patient\n\n  * must have received 2+ lines of therapy as defined by the IMWG; and\n  * Must have estimated glomerular filtration rate (eGFR) by Cockcroft-Gault \\> 40 mL/min; and\n  * Be eligible and appropriate per the treating physician to receive 200 mg/m\\^2\n\n    * If enrolling in phase B of the protocol, the transplant must be part of first line therapy to provide some level of homogeneity for toxicity assessment and preliminary efficacy\n* Absolute neutrophil count (ANC) \\>= 1000/uL\n* Platelet count \\>= 100,000\n* Total bilirubin \\< 1.5 x institutional upper limit of normal (unless the patient has an established diagnosis of Gilbert's in which case total bilirubin \\< 3 mg/dL)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 3 x the institutional upper limit of normal\n* Left ventricular ejection fraction \\>= 45%\n* Diffusion capacity of the lung for carbon monoxide (DLCO), forced expiratory volume in 1 second (FEV1), and forced vital capacity (FVC) \\> 50% of predicted value (corrected for hemoglobin)\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2 (Karnofsky \\>= 60%) is required for eligibility. Those patients with lower performance status based solely on bone pain secondary to multiple myeloma are eligible\n* Females of childbearing potential (FCBP) must have a negative serum or urine pregnancy test prior to starting therapy. The effects of protocol therapy on the developing human fetus are unknown. For this reason, FCBP and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 3 months after completion of protocol therapy administration. Female of childbearing potential (FCBP) is a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months)\n* The patient must be willing to comply with fertility requirements\n* Ability to understand and the willingness to sign a written informed consent document\n* Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial\n\nExclusion Criteria:\n\n* Patients known to meet criteria for progressive disease or clinical relapse between screening and planned melphalan infusion day -3\n* Subject has any of the following cardiac abnormalities\n\n  * History of clinically significant cardiovascular disease with New York Heart Association class III or IV congestive heart failure or\n  * Severe non-ischemic cardiomyopathy or\n  * Myocardial infarction within the previous 6 months prior to starting study treatment\n  * Unstable or poorly controlled angina\n  * Uncontrolled severe hypertension\n  * Clinically/hemodynamically significant arrythmias\n  * Severe uncontrolled cardiac arrhythmias (grade 3 or higher) or\n  * Clinically significant electrocardiogram (ECG) abnormalities includingcorrected QT interval (QTc) \\> 480 msec\n* Human immunodeficiency virus (HIV) positive EXCEPT if the patient meets all the following: CD4 \\> 350 cells/mm\\^3, undetectable viral load, maintained on modern therapeutic regimen utilizing non CYP interacting agents (e.g. excluding ritonavir), and no untreated acquired immune deficiency syndrome defining opportunistic infections.\n* Seropositive for hepatitis B surface antigen \\[HBsAg\\]) EXCEPT subjects with resolved infection (ie, subjects who are positive for antibodies to hepatitis B core antigen \\[antiHBc\\] and/or antibodies to hepatitis B surface antigen \\[antiHBs\\]) must be screened using real-time polymerase chain reaction (PCR) measurement of hepatitis B virus (HBV) DNA levels. Those who are PCR positive will be excluded. Subjects with serologic findings suggestive of HBV vaccination (antiHBs positivity as the only serologic marker) AND a known history of prior HBV vaccination, do not need to be tested for HBV DNA by PCR\n* Seropositive for hepatitis C except in the setting of a sustained virologic response \\[SVR\\], defined as without viremia for at least 12 weeks after completion of antiviral therapy\n* Polyneuropathy, organomegaly, endocrinopathy, monoclonal gammopathy, and skin change (POEMS) syndrome, amyloid light-chain (AL) amyloidosis, and Waldenstrom macroglobulinemia\n* Concurrent medical condition or disease (eg, active systemic infection) that is likely to interfere with study procedures or results, or that in the opinion of the investigator would constitute a hazard for participating in this study\n* Known or suspected of not being able to comply with the study protocol (eg, because of alcoholism, drug dependency, or psychological disorder) or the subject has any condition for which, in the opinion of the investigator, participation would not be in the best interest of the subject (eg, compromise their well-being) or that could prevent, limit, or confound the protocol-specified assessments\n* Pregnant women are excluded from this study because protocol therapy has the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to protocol treatment of the mother, breastfeeding should be discontinued",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Craig Hofmeister, MD, MPH",
                    "role": "CONTACT",
                    "phone": "404-778-1900",
                    "email": "craig.hofmeister@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Craig C Hofmeister, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Winship Cancer Institute of Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Loizos C. Nikolaou",
                            "role": "CONTACT",
                            "phone": "404-778-8658",
                            "email": "loizos.nikolaou@emory.edu"
                        },
                        {
                            "name": "Craig C Hofmeister, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "University Illinois Chicago",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60607",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karen Sweiss, PharmD",
                            "role": "CONTACT",
                            "phone": "312-996-0875",
                            "email": "KSweis2@UIC.EDU"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008558",
                    "term": "Melphalan"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11541",
                    "name": "Melphalan",
                    "asFound": "Controlled Study",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}