{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06347978",
            "orgStudyIdInfo": {
                "id": "24-41296"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Personalized DBS for OCD Guided by Stereoencephalography Mapping",
            "officialTitle": "A Double-Blinded, Randomized, Crossover Trial of Stereoencephalography- Guided Four-Lead Personalized Deep Brain Stimulation for Treatment-Refractory Obsessive Compulsive Disorder (SEEG-Guided DBS for OCD)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "personalized-dbs-for-ocd-guided-by-stereoencephalography-mapping"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-20",
            "studyFirstSubmitQcDate": "2024-04-02",
            "studyFirstPostDateStruct": {
                "date": "2024-04-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Andrew Moses Lee, MD, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Andrew Moses Lee, MD, PhD",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This is a double-blinded, randomized, crossover study design for SEEG-guided 4-lead DBS for treatment-refractory OCD, followed by open label stimulation for an additional 6 months. The study will be conducted in 3 stages: Stage 1 will consist of SEEG brain mapping and optimization of stimulation parameters. Stage 2 will consist of 4-lead DBS surgery with bilateral IPGs and further optimization of stimulation parameters. Stage 3 will be randomized, crossover treatment, followed by open label treatment.",
            "detailedDescription": "The study consists of 3 stages.\n\nIn Stage 1, the investigators will implant SEEG depth electrodes into various components of the CSTC OCD circuit such as the OFC, ACC, VC/VS, BNST, and amSTN. The investigators will perform extensive stimulation mapping to identify anatomical sites and stimulation parameters that improve symptoms. The investigators also intend to record abnormal local field potential (LFP) activity during periods of varying intensities of spontaneous and provoked OCD symptom severity and will determine if therapeutic stimulation can normalize abnormal neural activity associated with OCD symptoms.\n\nIn Stage 2, the investigators will use the information obtained during the SEEG Invasive Monitoring phase (Stage 1) to inform the placement of 4 DBS leads using the Medtronic Percept Implantable Pulse Generator system. DBS leads will be targeted to regions identified, in Stage 1, as being associated with symptomatic improvement and OCD-related neural activity. During this phase, the investigators will perform DBS programming to systematically change stimulation parameters to find parameters that optimally relieve patients' OCD symptoms.\n\nIn Stage 3, the investigators will then carry out a randomized, controlled, crossover trial to assess the safety, feasibility, and initial efficacy of our SEEG-guided DBS approach for treatment-refractory OCD."
        },
        "conditionsModule": {
            "conditions": [
                "Obsessive-Compulsive Disorder",
                "OCD"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ON-OFF (Stimulation-Sham)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in the ON-OFF arm will first be treated for up to 12 weeks with the parameters identified during the DBS optimization phase until the washout period.",
                    "interventionNames": [
                        "Device: Deep Brain Stimulation"
                    ]
                },
                {
                    "label": "OFF-ON (Sham-Stimulation)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in the OFF-ON will have their devices turned off and will not have their device switched on (activated) until the crossover point.",
                    "interventionNames": [
                        "Device: Deep Brain Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Deep Brain Stimulation",
                    "description": "Subjects will be randomized to either ON-OFF (Stimulation-Sham) or OFF-ON (Sham-Stimulation) arms. Patients in the ON-OFF arm will first be treated for up to 12 weeks with the parameters identified during the DBS optimization phase until the washout period. Patients in the OFF-ON will have their devices turned off and will not have their device switched on (activated) until the crossover point.\n\nAfter completion of the first phase of the trial, patients will undergo another washout phase until they are within 20% of their pre-treatment Y-BOCS II score or 4 weeks have passed, whichever comes first. The purpose of the washout is to eliminate any residual effect of stimulation in the ON group.\n\nPatients will then be advanced to the crossover phase. The participants who were initially randomized to the ON-OFF arm will be moved onto the sham (OFF) period, and the participants who were initially randomized to the OFF-ON group will be moved onto stimulation (ON) period for up to 12 weeks.",
                    "armGroupLabels": [
                        "OFF-ON (Sham-Stimulation)",
                        "ON-OFF (Stimulation-Sham)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Primary Feasibility Endpoint #1 - Stimulation Target That Acutely Improves OCD Symptoms",
                    "description": "Percentage of patients in which the investigators can identify a stimulation target that acutely improves OCD symptoms during the SEEG Stage 1",
                    "timeFrame": "12 days"
                },
                {
                    "measure": "Primary Feasibility Endpoint #2 - Identifying an electrophysiological biomarker of OCD",
                    "description": "Percentage of patients in which an electrophysiological biomarker of OCD can be identified during the SEEG Stage 1",
                    "timeFrame": "12 days"
                },
                {
                    "measure": "Primary Feasibility Endpoint #3 - Acute Symptomatic Improvement",
                    "description": "Percentage of implanted DBS sites associated with acute symptomatic improvement during the SEEG Stage 1 that also have long-term therapeutic benefit during the DBS Stage 2",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Primary Feasibility Endpoint #4 - Completion of Stages 1 and 2",
                    "description": "Percentage of enrolled patients completing SEEG Stage 1 and Stage 2 of the trial",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Primary Safety Endpoint - Serious Adverse Events",
                    "description": "Number and type of serious adverse events in this SEEG-guided 4-lead DBS approach compared to conventional DBS for OCD.",
                    "timeFrame": "Approximately 4 years"
                },
                {
                    "measure": "Primary Efficacy Endpoint - Treatment Response",
                    "description": "Treatment response, determined by the difference in Yale-Brown Obsessive Compulsive Scale (YBOCS) II score between the active stimulation (ON) condition and sham control (OFF) condition",
                    "timeFrame": "Approximately 4 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Secondary Efficacy Endpoint #1 - Improvement in YBOCS scores from Baseline",
                    "description": "Responder rates, based on ≥ 35% reduction of baseline Yale-Brown Obsessive Compulsive Scale (YBOCS) I and II scores",
                    "timeFrame": "Approximately 4 years"
                },
                {
                    "measure": "Secondary Efficacy Endpoint #2 - Improvement in OCD Symptoms from Baseline",
                    "description": "Reduction of baseline Obsessive-Compulsive Inventory (OCI) score",
                    "timeFrame": "Approximately 4 years"
                },
                {
                    "measure": "Secondary Efficacy Endpoint #3 - Improvement in Depression Symptoms from Baseline",
                    "description": "Reduction of baseline Montgomery and Asberg Depression Rating Scale Self Report (MADRS-SR) score",
                    "timeFrame": "Approximately 4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. ≥ 22 years and ≤ 75 years of age, at the time of screening\n2. Chronic (\\> 5 years preceding the date of enrollment) OCD, diagnosed as per the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition guidelines (DSM-5)\n\n   1. Presence of obsessions, compulsions, or both\n   2. Time-consuming obsessions and compulsions that take more than one hour a day or cause clinically significant distress or impairment in social, occupational, or other important areas of functioning\n   3. Obsessive-compulsive symptoms that are not attributable to the physiological effects of a substance (e.g. a drug of abuse, a medication) or another medical condition\n   4. Disturbance not better explained by the symptoms of another mental disorder listed in the DSM-5\n3. Severe OCD symptoms, as defined by Y-BOCS I score of ≥ 28, within two weeks prior to enrollment\n4. Lack of adequate response to a history of all the following treatments, based on information from any of the following: (a) the current treating physician and/or psychologist; (b) medical records or other forms of communication from previous healthcare providers; and (c) pharmacy records, as determined by the Principal Investigator (PI). Patients may continue to be receiving these following treatments while still enrolled in the study.\n\n   1. Adequate trial of ≥ 2 selective serotonin reuptake inhibitors (SSRIs) for an adequate duration at the maximum dose recommended for OCD or at the maximally-tolerated dose according to the FDA-approved package labeling\n   2. Adequate trial of ≥ 1 augmentation trial using an antipsychotic medication\n   3. Adequate trial of clomipramine, either as monotherapy or as an augmentation therapy, unless medically contradicted\n   4. Adequate trials of cognitive behavior therapy-based Exposure and Response Prevention (ERP)\n5. Willingness and ability to remain on the same daily dose of any and all scheduled psychotropic medication(s) for at least 8 weeks prior to study enrollment and for the duration of the trial, in the opinion of the Principal Investigator\n6. Study participation in the prospective subject's best psychiatric interest, as determined by the research/study psychiatrist and based on a comprehensive assessment that includes the following: (a) detailed psychiatric history; (b) examination of the mental status; (c) review of psychiatric assessment measures obtained to determine eligibility, as applicable; (d) review of previous medical records for a minimum of 2 years prior to enrollment, or as applicable; and (e) consideration of the potential benefits versus risks of study participation\n7. Agreement to being evaluated by a licensed psychiatrist and/or psychologist at regular intervals of every 3 months for the duration of study participation\n8. Adequate social support, including but not limited to, stable housing and two family members and/or friends, who are identified as a verifiable emergency contacts\n9. Willingness and ability to provide at least two verifiable contacts for emergency purposes and to permit verification of emergency contacts by research staff before all study visits and as needed, at the discretion of the Principal Investigator\n10. Ability to understand procedure-related instructions and to complete study assessments in English, in the opinion of the Principal Investigator\n11. Willingness and ability to comply with protocol requirements (e.g. procedure visits, treatment schedule, follow-up visit schedule, evaluations, etc.), in the opinion of the Principal Investigator\n12. Willingness and ability to provide written agreement to allow any and all forms of communication between the research team and treating clinician(s)\n13. Willingness and ability to provide informed consent, in the opinion of the Principal Investigator\n\nExclusion Criteria:\n\n1. Diagnosed, according to the Mini International Neuropsychiatric Interview (MINI), as suffering from any other primary psychiatric diagnosis defined in the DSM-5, including Hoarding Disorder\n2. In the opinion of the Principal Investigator and relative to the date of enrollment, (a) current or past diagnosis of, or medical history/records suggestive of, a DSM-5 defined Personality Disorder, considered to be severe; or (b) history of hospitalization because of Borderline Personality Disorder\n3. Present clinical secondary diagnosis of any of the following, as defined in the DSM-5 and based on the MINI and the psychiatric evaluation:\n\n   1. Bipolar I Disorder or Bipolar II Disorder\n   2. Anorexia Nervosa, Bulimia Nervosa, or Binge Eating Disorder\n   3. Psychotic Disorder or Mood Disorder with psychotic features\n4. Current suicidal risk, as determined by the research/study psychiatrist using the brief mental status exam and the psychiatric interview (including the Columbia Suicide Severity Rating Scale \\[C-SSRS\\]), or significant suicide risk, defined as Hamilton Depression Rating Scale (HDRS-21) Item 3 score of ≥ 3 or any lifetime history of suicide attempt\n\n   a. Subjects who answer 'Yes' to questions 3, 4, or 5 of the C-SSRS will be excluded and brought by study staff to the nearest emergency room for additional evaluation and psychiatric care.\n5. Treatment, within 24 months of screening, for any of the following: dependency on, addiction to, use of, abuse of, or overuse of any illicit substance(s), including alcohol, but not including nicotine or caffeine\n6. History of head trauma associated with any of the following:\n\n   1. Loss of consciousness for \\> 5 minutes\n   2. A residual effect(s) that failed to resolve completely at least 1 year prior to the date of screening\n   3. An abnormality on a neuroimaging study (MRI, CT Scan) that was/is attributable to the head trauma\n   4. \\> 1 head injury within the past 2 years which were diagnosed as a concussion, concussive-type or traumatic brain injury (TBI), according to medical records or as reported by the prospective subject or a family member\n7. Any of the following permanent implants:\n\n   1. Cardiac implant (e.g. pacemaker or any intracardiac lines, implanted neurostimulators, shunts)\n   2. Brain implant (e.g. intracranial implant, aneurysm clips, shunts, stimulators, cochlear implants, or electrodes)\n   3. Implanted medical pumps\n8. Diathermy treatments requirement for any reason\n9. Hearing loss that, in the opinion of the Principal Investigator, an audiologist, or a treating physician, is likely to affect the subject's ability to comply with all of the requirements of the study or may affect the integrity of the study data\n10. Any metal or metallic particles anywhere in the head, except in the inside of the mouth\n11. Pregnancy, at the time of screening or during the course of the study (i.e. 3 years)\n\n    a. Acceptable methods of contraception include the following: i. Established use of oral, injected or implanted contraceptives ii. Placement of an intrauterine device (IUD) or an intrauterine system (IUS) iii. Female sterilization (e.g. surgical bilateral oophorectomy with or without hysterectomy, total hysterectomy, tubal ligation) iv. Male sterilization, with the appropriate post-vasectomy documentation of the absence of sperm in the ejaculate v. True abstinence, when in line with the preferred and usual lifestyle of the subject b. Barrier methods of contraception, such as a condom, a diaphragm, or cervical/vault caps with spermicidal foam/gel/film/cream/suppository, and rhythm methods of contraception, although encouraged, alone are not considered acceptable forms or contraception.\n12. History of uncontrolled or untreated physical, systemic, or metabolic disorders\n\n    a. Uncontrolled hypertension, defined as systolic \\> 185 mm Hg and/or diastolic \\> 110 mmHg and demonstrated on each of three repeated measurements taken within one hour, regardless of whether the patient is taking antihypertensive medications\n13. History of involuntary movements, which may impact the quality of a neuroimaging study significantly, in the opinion of the Principal Investigator or a neuro-radiologist\n14. History of excessive or prolonged bleeding and/or any of the following:\n\n    1. INR of \\> 1.8\n    2. Prolonged activated partial thromboplastin time (aPTT) of ≥ 45 sec\n    3. Platelet count of \\< 100×100/L\n15. Allergy to gadolinium\n16. Inability to safely and successfully undergo an MRI or a CT Scan\n17. Any past or present medical condition, disease, disorder, or injury that, in the opinion of the Principal Investigator, may reduce or hinder the subject's ability to fully comply with all study requirements for the duration of the study or may impact, compromise, or affect the integrity of the data or the results of the study\n18. Current participation in other research that may potentially interfere with DBS study objectives or with the ability to follow the timeline of this study, as determined by the Principal Investigator",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gen Basich-Pease, BS",
                    "role": "CONTACT",
                    "phone": "415-885-7707",
                    "email": "ocdresearch@ucsf.edu"
                },
                {
                    "name": "Tenzin Norbu, BS",
                    "role": "CONTACT",
                    "phone": "‪510-730-0295‬",
                    "email": "ocdresearch@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "A Moses Lee, MD, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Andrew Krystal, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33462446",
                    "type": "BACKGROUND",
                    "citation": "Scangos KW, Makhoul GS, Sugrue LP, Chang EF, Krystal AD. State-dependent responses to intracranial brain stimulation in a patient with depression. Nat Med. 2021 Feb;27(2):229-231. doi: 10.1038/s41591-020-01175-8. Epub 2021 Jan 18. Erratum In: Nat Med. 2022 Oct;28(10):2218. doi: 10.1038/s41591-022-01950-9."
                },
                {
                    "pmid": "19005196",
                    "type": "BACKGROUND",
                    "citation": "Mallet L, Polosan M, Jaafari N, Baup N, Welter ML, Fontaine D, du Montcel ST, Yelnik J, Chereau I, Arbus C, Raoul S, Aouizerate B, Damier P, Chabardes S, Czernecki V, Ardouin C, Krebs MO, Bardinet E, Chaynes P, Burbaud P, Cornu P, Derost P, Bougerol T, Bataille B, Mattei V, Dormont D, Devaux B, Verin M, Houeto JL, Pollak P, Benabid AL, Agid Y, Krack P, Millet B, Pelissolo A; STOC Study Group. Subthalamic nucleus stimulation in severe obsessive-compulsive disorder. N Engl J Med. 2008 Nov 13;359(20):2121-34. doi: 10.1056/NEJMoa0708514. Erratum In: N Engl J Med. 2009 Sep 3;361(10):1027."
                },
                {
                    "pmid": "31906709",
                    "type": "BACKGROUND",
                    "citation": "Denys D, Graat I, Mocking R, de Koning P, Vulink N, Figee M, Ooms P, Mantione M, van den Munckhof P, Schuurman R. Efficacy of Deep Brain Stimulation of the Ventral Anterior Limb of the Internal Capsule for Refractory Obsessive-Compulsive Disorder: A Clinical Cohort of 70 Patients. Am J Psychiatry. 2020 Mar 1;177(3):265-271. doi: 10.1176/appi.ajp.2019.19060656. Epub 2020 Jan 7."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "De-identified data may be shared upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003193",
                    "term": "Compulsive Personality Disorder"
                },
                {
                    "id": "D000009771",
                    "term": "Obsessive-Compulsive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010554",
                    "term": "Personality Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12706",
                    "name": "Obsessive-Compulsive Disorder",
                    "asFound": "Obsessive-Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6419",
                    "name": "Compulsive Personality Disorder",
                    "asFound": "Compulsive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13462",
                    "name": "Personality Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}