{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05846841",
            "orgStudyIdInfo": {
                "id": "202205090"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DA056050",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DA056050"
                }
            ],
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Personalized Tobacco Treatment in Primary Care (MOTIVATE)",
            "officialTitle": "A Multilevel Intervention to Personalize and Improve Tobacco Treatment in Primary Care (MOTIVATE)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "personalized-tobacco-treatment-in-primary-care-motivate"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-21",
            "studyFirstSubmitQcDate": "2023-05-04",
            "studyFirstPostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study examines the application of precision treatment intervention for smoking cessation from both the clinician perspective and patient perspective, and compares it to usual care on tobacco treatment in the primary care setting. The precision treatment intervention includes personalized tobacco treatment recommendations using the patient's clinical, genetic, and biomarker information. This approach may increase effectiveness and adherence for the patient, and increase the clinician's likelihood of prescribing.",
            "detailedDescription": "The overarching goal of this study is to test the impact of a multilevel precision treatment intervention aiming to address gaps in clinician and patient uptake of tobacco treatment and overall treatment effectiveness. This study builds on evidence that (1) genetic and metabolic factors may inform precision tobacco treatment and (2) increasingly high demand for precision treatment, in particular, may signal its potential to activate behavior change. The multilevel precision treatment intervention to be tested--PrecisionTx-- provides the opportunity to present personalized risk, benefit, and treatment recommendation to increase clinician ordering, patient uptake, and overall effectiveness of tobacco treatment. This study aims to understand the relative benefit of precision treatment over usual care and associated mechanistic and implementation outcomes. Therefore, the investigators propose a 2-arm cluster randomized controlled trial of 50 clinicians and 800 screen-eligible patients (\\~16 per clinician) from diverse primary care settings. Clinicians and patients will be randomized with 1:1 allocation to usual care (UC) vs. precision treatment (PT) to evaluate the effect of precision treatment on smoking cessation success. In Aim 1, the investigators will test the effect of PT on clinician prescribing (or patient receipt of medication when prescription is not needed) and patient use of medication for smoking cessation. The investigators hypothesize that patient receipt of tobacco treatment medication for smoking cessation at 6 months post-intervention will be higher in PT vs UC. The investigators also hypothesize that patient use of cessation medication at 6 months post-intervention will be higher in PT vs. UC. In Aim 2, the investigators will test the effect of PT on patient smoking abstinence. The investigators hypothesize that patient bioverified smoking abstinence at 6 months will be higher in PT vs. UC. In Aim 3, the investigators will examine mechanisms of behavior change and implementation outcomes. The investigators will evaluate putative mechanisms for PT (e.g., outcome expectancy and withdrawal suppression). The investigators will conduct assessments at baseline, intervention, and 1-month, 3-month, 6-month, and 12-month post-intervention follow-ups.\n\nPrimary outcomes include patient receipt of tobacco treatment, patient use of tobacco treatment, and patient smoking abstinence. Secondary outcomes include patient receipt of recommended medication, patient medication adherence, and additional patient smoking cessation outcomes. Mechanistic outcomes include clinician level (perceived benefit, outcome expectancy), clinician-patient interaction (self-efficacy), patient-level (perceived risk, outcome expectancy, withdrawal suppression, adverse events). Implementation outcomes will be evaluated based on the RE-AIM framework. The study is an innovative paradigm shift from a traditional treatment model to precision treatment that includes both metabolic and genetic markers to motivate and guide tobacco treatment for both clinicians and patients, integrated within primary care.\n\nSmoking is a leading cause of premature death, causing more than half of all cancer deaths. However, tobacco treatment is often not provided and is not highly effective in primary care. New evidence suggests that a precision treatment approach to motivate and guide treatment based on personal genetic and metabolic markers could improve treatment uptake and quit success. This study will test the impact of a multilevel precision treatment intervention on improving tobacco treatment and health outcomes in primary care."
        },
        "conditionsModule": {
            "conditions": [
                "Physician's Role",
                "Smoking Cessation",
                "Smoking"
            ],
            "keywords": [
                "genetics",
                "primary care physicians",
                "tobacco treatment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Clinicians will be randomized on a 1:1 basis to usual care or precision treatment. Patients will be assigned to the same arm as their clinician.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 850,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The arm will represent usual care in the primary care clinics. Physicians will receive a report designed to recommend guideline-based tobacco treatment. Patients will receive a report on guideline-based advice about smoking cessation and a brief discussion with a behavior interventionist.",
                    "interventionNames": [
                        "Behavioral: Usual Care"
                    ]
                },
                {
                    "label": "PrecisionTx",
                    "type": "EXPERIMENTAL",
                    "description": "Physicians will receive PrecisionTx, an intervention designed to recommend precision tobacco treatment. Patients will receive PrecisionTx, an intervention designed to recommend precision tobacco treatment, and a brief discussion with a behavior interventionist.",
                    "interventionNames": [
                        "Behavioral: Precision Treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Precision Treatment",
                    "description": "Precision treatment will be informed by practice guidelines (standard of care, brief advice, and guideline awareness), plus patient-specific risk feedback and personalized tobacco treatment recommendations using patients' clinical, genetic, and biomarker information.",
                    "armGroupLabels": [
                        "PrecisionTx"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual Care",
                    "description": "Usual care will be informed by practice guidelines (standard of care, brief advice, and guideline awareness).",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient receipt of tobacco treatment medication for smoking cessation",
                    "description": "This will be quantified by the proportion of enrolled patients who receive cessation medication.",
                    "timeFrame": "6 months post-intervention"
                },
                {
                    "measure": "Patient use of cessation medication",
                    "description": "This will be quantified by the proportion of patients taking any cessation medication from time of enrollment through 6 months post-intervention.",
                    "timeFrame": "6 months post-intervention"
                },
                {
                    "measure": "Patient smoking abstinence",
                    "description": "This will be quantified by the proportion of smokers with bioverified point-prevalent abstinence at 6 months.",
                    "timeFrame": "6 months post-intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient receipt of recommended tobacco treatment",
                    "description": "This will be quantified by the proportion of enrolled patients who received recommended cessation medication.",
                    "timeFrame": "6 months post-intervention"
                },
                {
                    "measure": "Patient medication adherence",
                    "description": "This will be quantified by the proportion of medication taken among medication prescribed.",
                    "timeFrame": "6 months post-intervention"
                },
                {
                    "measure": "Patient smoking abstinence among treated",
                    "description": "This will be quantified by the proportion of smokers with bioverified point-prevalence abstinence among those receiving cessation medication.",
                    "timeFrame": "6 months post-intervention"
                },
                {
                    "measure": "Abstinence Outcomes Across Multiple Time Points",
                    "description": "The outcome measures abstinence (self-reported no smoking (not even a puff of a cigarette) for at least 7 days prior to the assessment) over these time points.",
                    "timeFrame": "From intervention through 12 months post-intervention"
                },
                {
                    "measure": "Smoking quantity across multiple time points",
                    "description": "The outcome measures smoking quantity (self-reported average cigarettes smoked per day for the past 30 days prior to the assessment) over these time points.",
                    "timeFrame": "From intervention through 12 months post-intervention"
                },
                {
                    "measure": "Quit attempts",
                    "description": "This outcome measures the number of quit attempts in the past 30 days prior to the assessment over these time points.",
                    "timeFrame": "6 and 12 months post-intervention"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Perceived benefits (Clinician)",
                    "description": "Clinicians' perceived importance and benefits of patients receiving smoking cessation medications will be assessed using a modified version of the Beliefs and Attitudes About Bupropion Scale.",
                    "timeFrame": "Exit interview [after last patient is enrolled per clinician at the time of the last intervention (approximately 3 years)]"
                },
                {
                    "measure": "Outcome expectancies (Clinician)",
                    "description": "Clinicians' outcome expectancies regarding tobacco treatment will be assessed using a modified version of the Stanford Expectation of Treatment Scale.",
                    "timeFrame": "Exit interview [after last patient is enrolled per clinician at the time of the last intervention (approximately 3 years)]"
                },
                {
                    "measure": "Self-efficacy regarding patient-clinician interaction (Clinician)",
                    "description": "Clinicians' perceived self-efficacy regarding patient-clinician communication will be assessed using a modified version of the Communication Perceived Self-Efficacy Scale.",
                    "timeFrame": "Exit interview [after last patient is enrolled per clinician at the time of the last intervention (approximately 3 years)]"
                },
                {
                    "measure": "Self-efficacy regarding patient-clinician interaction (Patient)",
                    "description": "Patients' perceived self-efficacy regarding patient-clinician communication will be assessed using a modified version of the Communication Perceived Self-Efficacy Scale.",
                    "timeFrame": "From intervention through 12 months post-intervention"
                },
                {
                    "measure": "Perceived risk (Patient)",
                    "description": "Patients' perceived smoking-related disease risks will be assessed using a modified version of the Perceived Susceptibility and Severity Scale.",
                    "timeFrame": "From baseline through 12 months post-intervention"
                },
                {
                    "measure": "Outcome expectancies (Patient)",
                    "description": "Patients' outcome expectancies regarding tobacco treatment will be assessed using a modified version of the Stanford Expectation of Treatment Scale.",
                    "timeFrame": "From baseline through 12 months post-intervention"
                },
                {
                    "measure": "Withdrawal",
                    "description": "Withdrawal severity is assessed by Wisconsin Smoking Withdrawal Scale (WSWS).",
                    "timeFrame": "From baseline through 12 months post-intervention"
                },
                {
                    "measure": "Side Effects",
                    "description": "All reported side effects will be summarized and presented for the study. In addition, the investigators will further identify a pre-specified set of key side effects as being related to drug agonist effects (e.g., nausea, vomiting, racing heart, headache, and sleep disturbance). These will be analyzed as the rate of occurrence during the period of cessation medication use, if applicable.",
                    "timeFrame": "From baseline through 12 months post-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Eligibility Criteria for Primary Care Clinicians\n\n* Clinician from participating clinic\n* At least 18 years of age\n* Can speak and understand English\n\nEligibility Criteria for Primary Care Patients\n\nInclusion:\n\n* Patient at participating clinic\n* Age 18 years or older, inclusive\n* Current smoking (cigarettes per day \\>=5)\n* Can speak and understand English\n* Willing to consider medication to help reduce craving or smoking such as nicotine patch, lozenge, or varenicline\n\nExclusion:\n\n* Active use of smoking cessation medication (within the past 30 days)\n* Receipt of smoking cessation medication or prescription for smoking cessation medication (within the past 30 days)\n* Having a contraindication for cNRT or varenicline (allergic reactions, current cardiac problems, pregnancy)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Li-Shiun Chen, ScD, MD, MPH",
                    "role": "CONTACT",
                    "phone": "314-362-3932",
                    "email": "li-shiun@wustl.edu"
                },
                {
                    "name": "Alex Ramsey, PhD",
                    "role": "CONTACT",
                    "phone": "314-362-5370",
                    "email": "aramsey@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Li-Shiun Chen, ScD, MD, MPH",
                    "affiliation": "Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Li-Shiun Chen, ScD, MD, MPH",
                            "role": "CONTACT",
                            "phone": "314-362-3932",
                            "email": "li-shiun@wustl.edu"
                        },
                        {
                            "name": "Alex Ramsey, PhD",
                            "role": "CONTACT",
                            "phone": "314-362-5370",
                            "email": "aramsey@wustl.edu"
                        },
                        {
                            "name": "Li-Shiun Chen, ScD, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Alex Ramsey, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Laura Bierut, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Esther Lu, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robert Schnoll, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Timothy Baker, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Hilary Tindle, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Rachel Tyndale, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Alvin J. Siteman Cancer Center at Barnes-Jewish Hospital and Washington University School of Medicine",
                    "url": "http://www.siteman.wustl.edu"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The University will share anonymized human genomic data and relevant associated data from approximately 800 research participants by depositing these data in a NIH-designated data repository or other repositories that meet the appropriate data security measures, confidentiality, privacy, and data use measures. The genotype data will be made available 12 months after trial completion in a NIH-designated data repository after data cleaning and quality control completion, which we anticipate to be in year 5, without restrictions on publication or other dissemination. In addition, information necessary to interpret the submitted data will be included, such as study protocols, data instruments and survey tools.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "12 months after trial completion"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}