{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06073626",
            "orgStudyIdInfo": {
                "id": "Pro2022001513"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA277599",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA277599"
                }
            ],
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "Personalized Oncology Promoting Equity for Black Lives",
            "officialTitle": "Personalized Oncology Promoting Equity for Black Lives",
            "acronym": "PROPEL",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology"
            ],
            "study": "personalized-oncology-promoting-equity-for-black-lives"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-14",
            "studyFirstSubmitQcDate": "2023-10-02",
            "studyFirstPostDateStruct": {
                "date": "2023-10-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Anita Y. Kinney, PhD, RN",
                "investigatorTitle": "Director, Center for Cancer Health Equity",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Georgetown University",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to increase genetic education and genetic testing for hereditary cancer risk among Black cancer survivors. The study will:\n\n1. Test the effectiveness of a chatbot intervention (also called relational agent, or RA) vs. enhanced usual care (EUC) on engagement in genetic education and requests for genetic testing.\n2. Evaluate the impact of the chatbot vs. EUC on the process that participants use to make decisions and evaluate effects on well-being (also called psychosocial outcomes).\n3. Explore the ways (methods) that influence how participants experience the intervention.\n\nThe main questions this study aims to answer are which group - the chatbot (RA) group or the EUC group - is more likely to request genetic testing and which group is more likely to get (engage with) genetic education.\n\nParticipants will be randomly assigned to either the chatbot (RA) group or EUC group. This means each participant has an equal chance of being placed in either group, just like flipping a coin. Each group will receive genetic education and have an opportunity to request genetic testing. Researchers will compare the chatbot (RA) group and the EUC group to see which may request more GT (genetic testing) and which group engages more with genetic education.",
            "detailedDescription": "Research Design and Methods:\n\nThis study will employ a 2-arm parallel group randomized controlled trial to evaluate the efficacy of the RA intervention compared to EUC among 428 Black cancer survivors who meet the National Comprehensive Cancer Network's guidelines for genetic referral. Primary outcomes will be engagement with genetic education and uptake of genetic testing (Aim 1). The investigators will also evaluate the impact of the RA intervention on psychosocial and decision quality outcomes (Aim 2) and evaluate mediators and moderators of intervention impact (Aim 3).\n\nResearch Procedures:\n\nThe design for this study is a 2-arm parallel group trial. Randomization is at the patient level. The investigators will recruit eligible cancer survivors who will be randomized by computer to enhanced usual care (EUC) or RA. Randomization will be balanced in a 1:1 ratio - with 214 participants randomized to each arm. Because this study is designed to address the disparity of low genetic testing utilization in Black cancer patients, all study participants will be Black and approximately 10% will be Hispanic.\n\nThe investigators will utilize the EHRs at our participating sites to identify cancer survivors who have not been tested despite meeting GT eligibility criteria. Participants will be ascertained from 1) Georgetown Lombardi Comprehensive Cancer Center (LCCC) and MedStar Washington Cancer Institute (MWCI) in DC and 2) Rutgers' Cancer Institute of NJ (Rutgers CINJ New Brunswick and Rutgers CINJ Newark) including RWJ Barnabas Health community oncology sites. Participants will be women and men who self-identify as Black or African American, have a history of breast, ovarian, uterine, colorectal, prostate, or pancreatic cancer, are at least six-months post-diagnosis, and have received treatment or follow-up oncology care at one of the participating sites in the prior two years. There is no limit on the years since diagnosis as genetic testing (GT) can guide treatment decisions and provide opportunities for cascade testing to guide screening and prevention in at-risk relatives."
        },
        "conditionsModule": {
            "conditions": [
                "Hereditary Cancer",
                "Genetic Testing"
            ],
            "keywords": [
                "hereditary cancer",
                "genetic testing",
                "genetic education",
                "relational agent",
                "chatbot"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This study will employ a 2-arm parallel group randomized controlled trial to evaluate the efficacy of the relational agent/chatbot (RA) intervention compared to Enhanced Usual Care (EUC) among 428 Black cancer survivors. Randomization is at the patient level and will be balanced in a 1:1 ratio - with 214 participants randomized to each arm. Randomization will be in blocks and stratified by recruitment site (DC, NJ). The investigators also plan to enroll a total of 16 usability testing participants across all sites.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Treating clinicians will be blind their patients group assignment. While participants cannot be blinded to group, they will be blinded to the study's specific hypotheses. Statisticians and outcome assessors will be blinded to allocation.",
                    "whoMasked": [
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 428,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Relational Agent (RA)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the RA arm will receive a clinical letter from the institution's clinical genetics program with a link to the RA. The fully HIPAA-compliant RA will provide comparable educational information to traditional genetic counseling (GC) but in a streamlined and tailored manner including video, education and decision support, patient testimonial and answers to questions in real-time. Participants will be informed that they may speak to a genetic risk specialist free of charge. For participants who wish to proceed directly to GT, the RA will alert staff to these requests and a GT kit will be mailed to them. Results will be shared with the participant, their oncologist and tailored per the result. Participants who indicate that they are unsure or do not want GT will be encouraged by RA to discuss their risk and GT options with their oncology provider and to schedule a GC appointment with the clinic or via a link to the automated scheduling tool in the RA.",
                    "interventionNames": [
                        "Behavioral: Relational agent (RA) / Chatbot"
                    ]
                },
                {
                    "label": "Enhanced Usual Care (EUC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the EUC arm will also be mailed a clinical letter signed by the Medical Director of the institution's clinical genetics program. The letter sent to EUC participants will inform them of their own and their family's potential risk for carrying a pathogenic variant (PV) related to hereditary cancer. The letter will emphasize their eligibility for GT, include a recommendation to consider scheduling a GC appointment to obtain more information, and include a link to the CINJ or LCCC high-risk clinic website. The study team will help facilitate GT when requested by the participant. Results will be shared with the participant, their oncologist and tailored per the result.",
                    "interventionNames": [
                        "Behavioral: Enhanced Usual Care (EUC)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Relational agent (RA) / Chatbot",
                    "description": "Consists of clinical letter and engagement with genetic education and uptake of genetic testing for hereditary cancer risk among Black cancer survivors.",
                    "armGroupLabels": [
                        "Relational Agent (RA)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced Usual Care (EUC)",
                    "description": "Consists of clinical letter and recommendation for genetic testing for hereditary cancer risk among Black cancer survivors.",
                    "armGroupLabels": [
                        "Enhanced Usual Care (EUC)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Uptake of Germline Genetic Testing",
                    "description": "As captured via internal RedCap form for the number or count of participants who opt for genetic testing, the investigators will test the efficacy of a culturally tailored and interactive electronic relational agent (RA) intervention vs. enhanced usual care (EUC) consisting of clinical letter and genetic recommendation on engagement in genetic testing uptake;",
                    "timeFrame": "6-months"
                },
                {
                    "measure": "Survey Assessment of Impact of RA vs. EUC",
                    "description": "Evaluate the impact of the RA vs. EUC on informed decision-making and psychosocial outcomes via survey measures of related constructs at 1-month and 6-month surveys. Multiple scales are used to measure this outcome and each scale has a unique scoring system.",
                    "timeFrame": "1-month and 6-month survey"
                },
                {
                    "measure": "Survey Assessment of Mediators and Moderators of Efficacy",
                    "description": "Explore potential mechanisms by assessing mediators and moderators of efficacy via survey measures of related constructs at baseline, 1-month and 6-month surveys. Multiple scales are used to measure this outcome and each scale has a unique scoring system.",
                    "timeFrame": "Baseline, 1-month and 6-month surveys"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Survey Assessment of Engagement with Genetic Education",
                    "description": "Engagement with genetic education/counseling via survey measures of related constructs at 1-month survey. Multiple scales are used to measure this outcome and each scale has a unique scoring system.",
                    "timeFrame": "1-month survey"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18-80 years of age\n* Identify as Black or African American\n* At least 6-months post diagnosis with any of the following cancers: breast, ovarian, uterine, prostate, colorectal, pancreatic\n* Have received treatment or follow-up oncology care at one of the participating sites in the prior two years.\n* Meet National Comprehensive Cancer Network criteria for germline GT\n* Able to read and speak in English.\n\nExclusion Criteria:\n\n* Do not speak English\n* Unable to access the Internet\n* Have previously undergone germline genetic testing for hereditary cancer risk\n* Are unable to provide informed consent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin Speiser, PhD, MA",
                    "role": "CONTACT",
                    "phone": "732-675-1668",
                    "email": "erin.speiser@rutgers.edu"
                },
                {
                    "name": "Julie Chapman Greene, PhD, MPH",
                    "role": "CONTACT",
                    "email": "chapmaje@cinj.rutgers.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anita Y Kinney, PhD, RN",
                    "affiliation": "Director, Center for Cancer Health Equity",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Georgetown Lombardi Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20007",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lia Sorgen",
                            "role": "CONTACT",
                            "email": "lia.sorgen@georgetown.edu"
                        },
                        {
                            "name": "Christopher Grisham",
                            "role": "CONTACT",
                            "email": "cjg93@georgetown.edu"
                        },
                        {
                            "name": "Marc Schwartz, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Rutgers Cancer Institute",
                    "status": "RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Speiser, PhD, MA",
                            "role": "CONTACT",
                            "email": "erin.speiser@rutgers.edu"
                        },
                        {
                            "name": "Julie Chapman Greene, PhD, MPH",
                            "role": "CONTACT",
                            "email": "chapmaje@cinj.rutgers.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form: RCT - Georgetown",
                    "date": "2024-05-13",
                    "uploadDate": "2024-05-14T13:46",
                    "filename": "ICF_000.pdf",
                    "size": 448503
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form: RCT - Rutgers Cancer Institute of NJ",
                    "date": "2024-05-13",
                    "uploadDate": "2024-05-14T13:48",
                    "filename": "ICF_001.pdf",
                    "size": 248386
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}