{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02147405",
            "orgStudyIdInfo": {
                "id": "140124"
            },
            "secondaryIdInfos": [
                {
                    "id": "14-I-0124"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "PET Imaging and Lymph Node Assessment of IRIS in People With AIDS",
            "officialTitle": "PET Imaging and Lymph Node Assessment of IRIS in Persons With AIDS",
            "therapeuticArea": [
                "Immunology and Rheumatology"
            ],
            "study": "pet-imaging-and-lymph-node-assessment-of-iris-in-people-with-aids"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2014-05-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-05-22",
            "studyFirstSubmitQcDate": "2014-05-22",
            "studyFirstPostDateStruct": {
                "date": "2014-05-26",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Sometimes people with HIV, the virus that causes AIDS, can have new or worsening symptoms soon after starting HIV medications. Often these symptoms are caused by immune reconstitution inflammatory syndrome (IRIS). Researchers want to study why and how people develop IRIS and how best to prevent and treat it.\n\nObjectives:\n\n- To learn the causes and effects of IRIS,and how to best manage it.\n\nEligibility:\n\n- Adults 18 and older with HIV and low CD4 counts,, about to start HIV medicines; or those already taking HIV medicines with symptoms thought to be related to IRIS.\n\nDesign:\n\n* Participants not on ART will have screening blood tests for CD4 count, HIV viral load and genetic testing.\n* After the screening blood tests and before starting HIV medicines., participants will return for more than 1 visit for the following:\n* review of medical history\\<TAB\\>\n* physical and eye exams\n* blood, urine, and tuberculosis (TB) tests\n* electrocardiogram (EKG)\n* chest x-ray\n* apheresis: a blood drawing procedure where blood is removed from a vein, white blood cells are separated and collected, and the rest of the blood is returned to the person using another vein\n* - PET scan - a procedure where a small amount of radioactive material is injected in a vein. The participant then lies on a table that slides into a scanner which takes images of the body.\n* lymph node biopsy\n* stool collection by swab\n* After completion of the above, HIV medicines will be started.\n* Follow-up visits will be at 2, 4, 8, and 12 weeks after starting ART, then every 12 weeks. Some of the tests above may be repeated.\n* Participants already on HIV medicines who may have IRIS will be screened over a 4 week time period to see if they really are experiencing IRIS. The screening process will include all of the items listed above. Follow-up visits will be at Weeks, 4, 8, 12 and then every 12 weeks.\n* The study will last 1 year for both groups but may be extended to 2 years (3 additional appointments) for some participants.",
            "detailedDescription": "Immune reconstitution inflammatory syndrome (IRIS) in HIV infection represents a paradoxical, frequently inflammatory, immune response after initiation of antiretroviral (ART) therapy. The immunopathogenesis of IRIS remains elusive partially due to a lack of tissue sampling and a lack of detailed screening, including imaging, for subclinical opportunistic infections in many studies. Most pathogenesis studies to date have been performed in peripheral blood with a few notable exceptions of cryptococcal IRIS studies in which cerebrospinal fluid (CSF) samples were obtained and evaluated.\n\nThis is a 2-arm natural history study intended to evaluate the incidence, predictors and pathogenic mechanisms of IRIS in HIV-1 infected adults (age \\>18 years). An ART naive arm will enroll 140 patients who are ART-na(SqrRoot) ve with CD4+ T cell counts \\<100 cells/mm\\^3. These participants will initiate ART according to the clinical standard of care. Any opportunistic infections (OIs) or AIDS-defining illnesses identified prior to, during screening or at any point during the study, will also be treated according to standard of care. The IRIS arm will enroll 60 participants who are ART-treated and meet criteria suspicious for IRIS, with any CD4+ T cell count. The ART naive arm will be followed for 48 weeks, with an optional extension up to week 96. The IRIS arm will be followed for 48 weeks after enrollment if the IRIS event is confirmed, also with an optional extension up to week 96. In both arms, subjects must have adequate venous access and will undergo collection of whole blood by phlebotomy, leukapheresis, lymph node biopsy, and fluorodeoxyglucose-positron emission tomography (FDG-PET/CT) at designated study visits."
        },
        "conditionsModule": {
            "conditions": [
                "Immune Reconstitution Inflammatory Syndrome"
            ],
            "keywords": [
                "FDG PET/CT Scan",
                "Lymph Node Biopsy",
                "Apheresis",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ARV naive",
                    "description": "Patients that have not started or have ever been on ARV therapy."
                },
                {
                    "label": "IRIS",
                    "description": "Patients that are on medication but are possibly experiencing an IRIS event."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Correlate LN inflammation (by FDG-PET)",
                    "description": "Correlate LN inflammation (by FDG-PET) and degree of fibrosis as assessed by immunohistochemistry (IHC) with development of IRIS and degree if immune reconstitution after 1 year of ART",
                    "timeFrame": "After completion of enrollment of all participants."
                },
                {
                    "measure": "Pathogenesis studies",
                    "description": "Pathogenesis studies to evaluate role of myeloid cells in periphery and LN in IRIS",
                    "timeFrame": "After completion of enrollment of all participants."
                },
                {
                    "measure": "FDG-PET scans",
                    "description": "FDG-PET measurements and correlations with viremia, biomarkers, OI, immune recovery of B cells and Tfh cells with ART",
                    "timeFrame": "After completion of enrollment of all participants."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* ELIGIBILITY CRITERIA:\n\nART NAIVE ARM INCLUSION CRITERIA:\n\n1. Documentation of HIV-1 infection. Results from outside facilities will be accepted for enrollment.\n2. No recent (within the past two years) treatment with combination anti-retroviral therapy (ART). Patients with limited (no more than 2-3 weeks) recent use of potent combination ART may be eligible for study participation if, the opinion of the investigator, the ART usage will not impact the scientific validity of the protocol\n3. Documented CD4+ cell count less than or equal to 100 cells/mm(3) within the past 8 weeks.\n4. Residence within the wider Washington D.C. area (within a 100-mile radius from the NIH Bethesda campus) and plans to stay in the area for 48 weeks\n5. Men or women age greater than or equal to 18 years.\n6. Ability and willingness of subject (or legal guardian/representative) to understand study requirements and give informed consent.\n7. Willingness to allow storage of blood or tissue samples for future research\n8. Willingness at time of screening to undergo study procedures (phlebotomy, apheresis, optional FDG-PET/CT and lymph node biopsy\\*)\n9. Willingness to have genetic testing\n10. Participants should have a primary care physician or will need to agree to have one established by 24 weeks on study.\n\n    * In the event of an estimated reversible inability to consent, patients may enroll via a legally authorized representative (DPA) if they have the ability to assign a DPA. For these participants, baseline lymph node biopsy will not be performed however the week 4-8 lymph node biopsy may be performed if the participant regains the capacity to consent prior to that time. If a subject permanently loses the ability to consent during participation, they will be withdrawn from the study.\n\nIRIS ARM INCLUSION CRITERIA:\n\n1. Documentation of HIV-1 infection. Results from outside facilities will be accepted for enrollment.\n2. Meet criteria suspicious for IRIS (Must meet 4/5 following criteria):\n\n   I. Initiation (reintroduction or change) in antiretroviral therapy/regimen\n\n   II. Evidence of:\n   1. an increase in CD4+ cell count defined as greater than or equal to 50cell/mm(3) or a greater than or equal to 2 fold rise in CD4+ cell count, and/or\n   2. decrease in the HIV-1 viral load of greater than or equal to 0.5 log10\n\n   III. Symptoms and/or signs consistent with an infectious/inflammatory condition.\n\n   IV. Theses symptoms and/or signs cannot be explained by a newly acquired infection, the expected clinical course of a previously recognized infectious agent, or the side effects of antiretroviral therapy itself.\n\n   V. The infectious/inflammatory condition must be attributable to a specific pathogen or condition.\n\n   \\*Criteria IV or V may not be met for suspected IRIS definition.\n3. Residence within the wider Washington D.C. area (within a 100-mile radius from the NIH Bethesda campus). \\*\\*Participants from outside of the 100 mile radius may be enrolled on a case by case basis to diagnose or manage IRIS.\n4. Men or women age greater than or equal to 18 years.\n5. Ability and willingness of subject to understand study requirements and give informed consent.\n6. Willingness to allow storage of blood or tissue samples for future research\n7. Willingness at time of screening to undergo study procedures (phlebotomy, apheresis, an optional FDG-PET/CT, and lymph node biopsy\\*)\n8. Willingness to have genetic testing\n9. Participants should have a primary care physician who will initiate the referral.\n\n   * In the event of an estimated reversible inability to consent, patients may enroll using a legally authorized representative (DPA) if they have the ability to assign a DPA. lymph node biopsy will not be performed in these occasions. If a subject permanently loses the ability to consent during participation, they will be withdrawn from the study.\n\nSUBJECT EXCLUSION CRITERIA:\n\n1. Active drug or alcohol use or dependence that, in the opinion of the investigator, would interfere with adherence to study requirements.\n2. Pregnancy will be an exclusion criterion for study entry given the intense nature of the protocol regarding blood draws, apheresis, biopsies and FDG-PET/CT imaging.\n3. Inadequate venous access for phlebotomy and apheresis procedures as assessed by the study team.\n4. Women who are breastfeeding.\n5. A life-threatening underlying illness that according to the study team requires immediate intervention such as PML requiring initiation of ARVs or lymphomas requiring chemotherapy initiation.\n6. An inability to consent that is estimated by the study team to be irreversible.\n7. History of significant medical non-adherence which would, in the opinion of the investigator, interfere with study participation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "random sample of participants.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Irini Sereti, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-5533",
                    "email": "isereti@niaid.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Irini Sereti, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22944873",
                    "type": "BACKGROUND",
                    "citation": "Naidoo K, Yende-Zuma N, Padayatchi N, Naidoo K, Jithoo N, Nair G, Bamber S, Gengiah S, El-Sadr WM, Friedland G, Abdool Karim S. The immune reconstitution inflammatory syndrome after antiretroviral therapy initiation in patients with tuberculosis: findings from the SAPiT trial. Ann Intern Med. 2012 Sep 4;157(5):313-24. doi: 10.7326/0003-4819-157-5-201209040-00004."
                },
                {
                    "pmid": "22230950",
                    "type": "BACKGROUND",
                    "citation": "Barber DL, Andrade BB, Sereti I, Sher A. Immune reconstitution inflammatory syndrome: the trouble with immunity when you had none. Nat Rev Microbiol. 2012 Jan 9;10(2):150-6. doi: 10.1038/nrmicro2712."
                },
                {
                    "pmid": "20966640",
                    "type": "BACKGROUND",
                    "citation": "Sereti I, Rodger AJ, French MA. Biomarkers in immune reconstitution inflammatory syndrome: signals from pathogenesis. Curr Opin HIV AIDS. 2010 Nov;5(6):504-10. doi: 10.1097/COH.0b013e32833ed774."
                },
                {
                    "pmid": "33336253",
                    "type": "DERIVED",
                    "citation": "Manion M, Dulanto Chiang A, Pei L, Wong CS, Khil P, Hammoud DA, Anderson M, Laidlaw E, Kuriakose S, Lisco A; NISC Comparative Sequencing Program; Zelazny AM, Dekker JP, Sereti I. Disseminated Mycobacterium marinum in Human Immunodeficiency Virus Unmasked by Immune Reconstitution Inflammatory Syndrome. J Infect Dis. 2021 Aug 2;224(3):453-457. doi: 10.1093/infdis/jiaa769."
                },
                {
                    "pmid": "30215671",
                    "type": "DERIVED",
                    "citation": "Hammoud DA, Boulougoura A, Papadakis GZ, Wang J, Dodd LE, Rupert A, Higgins J, Roby G, Metzger D, Laidlaw E, Mican JM, Pau A, Lage S, Wong CS, Lisco A, Manion M, Sheikh V, Millo C, Sereti I. Increased Metabolic Activity on 18F-Fluorodeoxyglucose Positron Emission Tomography-Computed Tomography in Human Immunodeficiency Virus-Associated Immune Reconstitution Inflammatory Syndrome. Clin Infect Dis. 2019 Jan 7;68(2):229-238. doi: 10.1093/cid/ciy454."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2014-I-0124.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".No plan to make IPD available at this time."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000054019",
                    "term": "Immune Reconstitution Inflammatory Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M27529",
                    "name": "Immune Reconstitution Inflammatory Syndrome",
                    "asFound": "Immune Reconstitution Inflammatory Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}