{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05324982",
            "orgStudyIdInfo": {
                "id": "IRB00307925"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Pharmacokinetics and Pharmacodynamics of CHI-914 in Healthy Participants",
            "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Study, Pharmacokinetics, and Pharmacodynamics of CHI-914 in Healthy Participants",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pharmacokinetics-and-pharmacodynamics-of-chi-in-healthy-participants"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-05",
            "studyFirstSubmitQcDate": "2022-04-05",
            "studyFirstPostDateStruct": {
                "date": "2022-04-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Canopy Growth Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the present study is to examine the pharmacokinetics and pharmacodynamics of cannabigerol (CBG; CHI-914), a naturally occurring chemical constituent of the cannabis plant formulated for oral consumption, in healthy adults. The study will utilize a within-subjects, placebo-controlled, double-blind, ascending-dose design.Upon enrollment, participants will complete 5 oral dosing conditions (placebo, 25, 50, 100, and 200 mg CBG). Each condition will consist of a single acute drug exposure, followed by an 8-hour period to evaluate acute pharmacodynamic and pharmacokinetic drug effects. This work will provide novel data on the pharmacokinetics, pharmacodynamic effects, and safety of acute oral CBG dose administration in humans.",
            "detailedDescription": "The purpose of the present study is to examine the pharmacokinetics and pharmacodynamics of cannabigerol (CBG; CHI-914), a naturally occurring chemical constituent of the cannabis plant formulated for oral consumption, in healthy adults. The study will utilize a within-subjects, placebo-controlled, double-blind, ascending-dose design. Oral drug administration will be double blind (the participant and research staff will be unaware of the dose administered; though active doses will be fixed in ascending order, placebo will be randomly assigned). Upon enrollment, participants will complete 5 oral dosing conditions (placebo, 25, 50, 100, and 200 mg CBG). Doses were selected based on current retail CBG products and web-based surveys of CBG use among current CBG product users. Each condition will consist of a single acute drug exposure, followed by an 8-hour period to evaluate acute pharmacodynamic and pharmacokinetic drug effects. Blood specimens will be obtained throughout these 8 hours to characterize the pharmacokinetics of CBG. Pharmacodynamic assessments including subjective drug effects, cognitive performance testing, and vital signs will also be collected for 8 hours post-drug administration. Experimental test sessions will be separated by at least 1 week to allow for sufficient drug washout between doses. This work will provide novel data on the pharmacokinetics, pharmacodynamic effects, and safety of acute oral CBG dose administration in humans."
        },
        "conditionsModule": {
            "conditions": [
                "Behavioral Pharmacology of Cannabis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "A within-subjects design.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Placebo controlled, double blind drug administration",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Single acute administration of oral Placebo liquid (MCT oil).",
                    "interventionNames": [
                        "Drug: Oral Placebo"
                    ]
                },
                {
                    "label": "Oral administration of 25mg CBG",
                    "type": "EXPERIMENTAL",
                    "description": "Single acute administration of 25mg CBG suspended in MCT oil.",
                    "interventionNames": [
                        "Drug: Oral CBG Cannabis"
                    ]
                },
                {
                    "label": "Oral administration of 50mg CBG",
                    "type": "EXPERIMENTAL",
                    "description": "Single acute administration of 50mg CBG suspended in MCT oil.",
                    "interventionNames": [
                        "Drug: Oral CBG Cannabis"
                    ]
                },
                {
                    "label": "Oral administration of 100mg CBG",
                    "type": "EXPERIMENTAL",
                    "description": "Single acute administration of 100mg CBG suspended in MCT oil.",
                    "interventionNames": [
                        "Drug: Oral CBG Cannabis"
                    ]
                },
                {
                    "label": "Oral administration of 200mg CBG",
                    "type": "EXPERIMENTAL",
                    "description": "Single acute administration of 200mg CBG suspended in MCT oil.",
                    "interventionNames": [
                        "Drug: Oral CBG Cannabis"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Oral Placebo",
                    "description": "Placebo will be orally self-administered by study participants.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Oral CBG Cannabis",
                    "description": "CBG cannabis oil will be orally self-administered by study participants.",
                    "armGroupLabels": [
                        "Oral administration of 100mg CBG",
                        "Oral administration of 200mg CBG",
                        "Oral administration of 25mg CBG",
                        "Oral administration of 50mg CBG"
                    ],
                    "otherNames": [
                        "marijuana"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Self-reported Drug Effect ratings on the Drug Effect Questionnaire (DEQ)",
                    "description": "Subjective drug effect ratings (0-100) will be collected with the Drug Effect Questionnaire, with 0 being no effect and 100 being maximum effect.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Heart rate",
                    "description": "Heart rate (beats/minute) will be measured while sitting down using the vitals machine.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Blood Pressure",
                    "description": "Blood pressure (mmHg) will be measured while sitting down using the vitals machine.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Divided Attention as assessed by the DAT",
                    "description": "Divided Attention Task (DAT), cognitive task administered on the computer to assess divided attention.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Digit Symbol Substitution Task (DSST) score",
                    "description": "Digit Symbol Substitution Task, cognitive task administered to assess response speed, sustained attention, visual spatial skills and set shifting.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Paced Auditory Serial Addition Task (PASAT) score",
                    "description": "Paced Auditory Serial Addition Task, cognitive task that measures cognitive function by assessing auditory information processing speed and flexibility, as well as calculation ability.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Behavioral task performance as assessed by the DRUID app",
                    "description": "Composite score on the DRUID App, a measure of behavioral task performance (range 0-100) where lower scores indicate better performance.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Digit Vigilance Test (response time)",
                    "description": "Digit Vigilance Test, primary outcome is response time of all trials.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Digit Vigilance Test (number of incorrect responses)",
                    "description": "Digit Vigilance Test, primary outcome is number of incorrect responses of all trials.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Go/No-Go Task (response time)",
                    "description": "Go/No-Go Task, primary outcome is response time of all trials.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Go/No-Go Task (number of incorrect responses)",
                    "description": "Go/No-Go Task, primary outcome is number of incorrect responses of all trials.",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Quantitative levels of CHI-914 (CBG) in blood",
                    "description": "Blood is collected through an intravenous catheter, quantitative results are reported in nanograms per milliliter (ng/ml).",
                    "timeFrame": "8 hours"
                },
                {
                    "measure": "Quantitative levels of CHI-914 (CBG) in urine",
                    "description": "Urine is provided by participant, quantitative results are reported in nanograms per milliliter (ng/ml).",
                    "timeFrame": "8 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have provided written informed consent.\n2. Be between the ages of 18 and 55.\n3. Be in good general health based on a physical examination, medical history, vital signs, and screening urine and blood tests.\n4. Test negative for recent cannabis use in urine at the screening visit and again upon admission for the experimental sessions.\n5. Test negative for other drugs of abuse, including alcohol, at the screening visit and upon arrival for the experimental session.\n6. Not be pregnant or nursing (if female). All females must have a negative serum pregnancy test at the screening visit and a negative urine pregnancy test at clinic admission.\n7. Have a body mass index (BMI) in the range of 18 to 30 kg/m2.\n8. Blood pressure at Screening Visit does not exceed a systolic blood pressure (SBP) of 150 mmHg or a diastolic blood pressure (DBP) of 90 mmHg.\n9. Self-report prior experience using cannabis, but no use of any cannabinoid products in the prior 30 days.\n10. Have not donated blood in the prior 30 days.\n\nExclusion Criteria:\n\n1. Non-medical use of psychoactive drugs other than, nicotine, alcohol, or caffeine in the 30-days prior to the Screening Visit.\n2. History of or current evidence of significant medical or psychiatric illness judged by the investigator to put the participant at greater risk of experiencing an adverse event due to exposure or completion of other study procedures.\n3. Endorse suicidal intent as indexed by endorsement of questions #4 and #5 on the C-SSRS.\n4. Use of an over-the-counter, systemic or topical drug(s), herbal supplement(s), or vitamin(s) within 14 days of experimental sessions; which, in the opinion of the investigator or sponsor, will interfere with the study result or the safety of the subject.\n5. Use of a prescription medication (with the exception of birth control prescriptions) within 14 days of experimental sessions; which, in the opinion of the investigator or sponsor, will interfere with the study result or the safety of the subject.\n6. History of clinically significant cardiac arrhythmias or vasospastic disease (e.g., Prinzmetal's angina).\n7. Enrolled in another clinical trial or have received any drug as part of a research study within 30 days prior to dosing.\n8. Epilepsy or a history of seizures.\n9. Individuals with anemia for whom, in the opinion of the study team, participation would pose increased medical risk.\n10. Women of childbearing potential, or men who are sexually active with a woman of childbearing potential, who are unwilling or unable to use an acceptable method of contraception.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cecilia Bergeria, PhD",
                    "role": "CONTACT",
                    "phone": "410-550-1979",
                    "email": "cberge21@jhmi.edu"
                },
                {
                    "name": "Ryan Vandrey, PhD",
                    "role": "CONTACT",
                    "phone": "410-550-4036",
                    "email": "rvandrey@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cecilia Bergeria, PhD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Behavioral Pharmacology Research Unit",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cecilia Bergeria, Ph.D.",
                            "role": "CONTACT",
                            "phone": "410-550-1979",
                            "email": "cberge21@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}