{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06444048",
            "orgStudyIdInfo": {
                "id": "23-0005"
            },
            "secondaryIdInfos": [
                {
                    "id": "5UM1AI148684-05",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5UM1AI148684-05"
                }
            ],
            "organization": {
                "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "briefTitle": "Phase 1, Randomized, Double-Blind, Placebo-controlled Study to Evaluate the Safety and Tolerability of an Enterovirus D68-specific Monoclonal Antibody in Healthy Adults",
            "officialTitle": "Phase 1, Randomized, Double-Blind, Placebo-controlled Study to Evaluate the Safety and Tolerability of an Enterovirus D68-specific Monoclonal Antibody (EVD68-228N) in Healthy Adults",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "phase-randomized-double-blind-placebo-controlled-study-to-evaluate-the-safety-and-tolerability-of-an-enterovirus-specific-monoclonal-antibody-in-healthy-adults"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-16",
            "studyFirstSubmitQcDate": "2024-05-29",
            "studyFirstPostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            },
            "collaborators": [
                {
                    "name": "KBio Inc",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1, randomized, placebo-controlled, double-blinded study to assess the safety and pharmacokinetics of single IV administrations of EV68-228-N in healthy adult volunteers. Three doses (3, 10 and 30 mg/kg) of EV68-228-N will be evaluated in three separate, sequential cohorts in this single dose escalation study. The cohorts will be randomized in a 5:1 randomization scheme. The first two participants in each cohort will serve as sentinels. Sentinel participants may be located at different sites. Sentinel safety data will be collected through Day 3 before submitting to the Safety Review Committee (SRC) for review. The SRC is comprised of the Principal Investigator (PI), the DMID Medical Monitor, and the DMID Medical Officer. Data to be reviewed will include clinical data collected from Visits 1, 2 and 3, the results of laboratory testing conducted at these visits, solicited adverse events (AEs) and the passive reporting of adverse events through Day 3. From the time of infusion of the sentinels to at least 48 hours after infusion, no new participants will be given study product or placebo, but screening may continue. If no safety signal is detected in the sentinel group, and after approval from the DMID Medical Monitor, the remaining 10 participants in the cohort will be dosed following the overall 5:1 randomization scheme. All participants will be actively monitored for AEs and safety laboratory data following dosing through Day 8. Data will be reviewed by the SRC and discussed with the Safety Monitoring Committee (SMC) for their concurrence before advancing to the next cohort. Electronic review of the safety data by the SMC is required prior to the cohort dose escalation when halting rules are met or there are any safety concerns. The primary objective is to evaluate the safety of a single IV infusion of either 3, 10, or 30 mg/kg of EV68-228-N when administered to healthy adults. The secondary objective is to: 1) characterize the PK of single ascending doses of EV68-228-N for approximately four months following the infusion and 2) measure the occurrence of anti-drug antibodies (ADAs) elicited following a single IV infusion of EV68-228-N in healthy adults.",
            "detailedDescription": "This is a Phase 1, randomized, placebo-controlled, double-blinded study to assess the safety and pharmacokinetics of single IV administrations of EV68-228-N in healthy adult volunteers. Three doses (3, 10 and 30 mg/kg) of EV68-228-N will be evaluated in three separate, sequential cohorts in this single dose escalation study. The cohorts will be randomized in a 5:1 randomization scheme. The first two participants in each cohort will serve as sentinels. Sentinel participants may be located at different sites. Sentinel safety data will be collected through Day 3 before submitting to the Safety Review Committee (SRC) for review. The SRC is comprised of the Principal Investigator (PI), the DMID Medical Monitor, and the DMID Medical Officer. Data to be reviewed will include clinical data collected from Visits 1, 2 and 3, the results of laboratory testing conducted at these visits, solicited adverse events (AEs) and the passive reporting of adverse events through Day 3. From the time of infusion of the sentinels to at least 48 hours after infusion, no new participants will be given study product or placebo, but screening may continue. If no safety signal is detected in the sentinel group, and after approval from the DMID Medical Monitor, the remaining 10 participants in the cohort will be dosed following the overall 5:1 randomization scheme. All participants will be actively monitored for adverse events (AEs) and safety laboratory data following dosing through Day 8. Data will be reviewed by the SRC and discussed with the Safety Monitoring Committee (SMC) for their concurrence before advancing to the next cohort. Electronic review of the safety data by the SMC is required prior to the cohort dose escalation when halting rules are met or there are any safety concerns. Assuming no safety concerns are identified after review of the first cohort safety data through Day 8, enrollment of Cohort 2 will begin. The dose of EV68-228-N will be increased to 10 mg/kg for the second cohort. The same sentinel design and safety plan will be used to evaluate sentinel participants in Cohort 2 and determine whether to enroll the remaining participants in Cohort 2. In addition, the same sentinel design and safety plan will be used for Cohort 3, which will evaluate the 30 mg/kg dose. Following informed consent, participants will be screened for eligibility, including medical history, physical examination, weight and height measurements, vital signs, screening laboratory tests, and a 12-lead electrocardiogram (ECG). Within 28 days of screening, eligible participants will be seen at the clinical research unit (Day 1) and be randomized to receive either a single intravenous dose of EV68-228-N or placebo (formulation buffer alone). Participants will remain in the unit for at least 5 hours following infusion and return for assessments on Day 2 and Day 3. Participants will have subsequent follow-up clinic visits on Days 8, 15, 29, 61, 91, and 121. Participants will be monitored and assessed for safety and the incidence of adverse events (AEs) at all visits beginning with the dosing visit. An electronic memory aid will be utilized from Day 1 through Day 3 to assist with collecting solicited adverse events (AEs). Safety laboratory studies will be collected at screening and on Days 1, 2, 3, 8, and 29. Concomitant medications taken 28 days before and after dosing will be recorded. Pharmacokinetic (PK) samples will be collected prior to infusion, end of infusion, 1, 3, 5, 24 and 48 hours after end of infusion; and on Days 8, 15, 29, 61, 91, and 121. The single dose pharmacokinetic (PK) parameters to be estimated include maximum observed serum concentration (Cmax), time to Cmax (Tmax), area under the serum concentration-time curve (AUC) from time zero to time t (AUC0-t), from time zero to 48 hours post infusion \\[AUC(0-48)\\], from time zero to the last measurable concentration \\[AUC(0-tlast)\\] and extrapolated to infinity \\[AUC(0-oo)\\], apparent serum terminal elimination phase half-life (t\\^1/2), total serum clearance (CL), and volume of distribution during the terminal phase (Vz). PK parameters will be calculated from serum EV68-228-N levels measured using an electrochemiluminescence (ECL) enzyme-linked immunosorbent assay (ELISA). Samples will be collected prior to infusion on Day 1 and on Days 8, 15, 29, 61, 91 and 121 for serum levels of anti-EV68-228-N antibodies. A sample will be collected pre-infusion on Day 1 for hypersensitivity testing in the event that the participant experiences an infusion reaction. These baseline samples will only be analyzed in the event of a hypersensitivity reaction related to the infusion. If a participant experiences anaphylaxis or an anaphylactoid event related to the infusion, three additional samples will be collected: 1) during onset, 2) 2 or more hours after onset, and 3) after resolution of symptoms. The primary objective is to evaluate the safety of a single IV infusion of either 3, 10, or 30 mg/kg of EV68-228-N when administered to healthy adults. The secondary objective is to: 1) characterize the PK of single ascending doses of EV68-228-N for approximately four months following the infusion and 2) measure the occurrence of anti-drug antibodies (ADAs) elicited following a single IV infusion of EV68-228-N in healthy adults."
        },
        "conditionsModule": {
            "conditions": [
                "Enterovirus Infection"
            ],
            "keywords": [
                "Antibody",
                "Double Blind",
                "Enterovirus",
                "Healthy Adults",
                "Monoclonal",
                "Placebo Controlled",
                "Randomized"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants, investigators, study personnel performing any study-related assessments following study product administration, and laboratory personnel will be blinded to treatment assignments.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1A",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy adult participants will be randomized at a 5:1 ratio. 10 participants to receive a 3 mg/kg single intravenous infusion of EV68-228-N and 2 Participants matching Placebo (20mM Citrate + 10 mM Glycine, 8% Sucrose, and 0.01% Polysorbate 80)",
                    "interventionNames": [
                        "Biological: EV68-228-N"
                    ]
                },
                {
                    "label": "Cohort 1B",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Healthy adult participants will be randomized at a 5:1 ratio. 10 participants to receive a 3 mg/kg single intravenous infusion of EV68-228-N and 2 Participants matching Placebo (20mM Citrate + 10 mM Glycine, 8% Sucrose, and 0.01% Polysorbate 80)",
                    "interventionNames": [
                        "Other: Placebo for EV68-228-N"
                    ]
                },
                {
                    "label": "Cohort 2A",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy adult participants will be randomized at a 5:1 ratio to receive a single intravenous infusion of EV68-228-N and Placebo (20mM Citrate + 10 mM Glycine, 8% Sucrose, and 0.01% Polysorbate 80) 10 mg/kg. N=2",
                    "interventionNames": [
                        "Biological: EV68-228-N"
                    ]
                },
                {
                    "label": "Cohort 2B",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Healthy adult participants will be randomized at a 5:1 ratio to receive a single intravenous infusion of EV68-228-N and Placebo (20mM Citrate + 10 mM Glycine, 8% Sucrose, and 0.01% Polysorbate 80) 10 mg/kg. N=2",
                    "interventionNames": [
                        "Other: Placebo for EV68-228-N"
                    ]
                },
                {
                    "label": "Cohort 3A",
                    "type": "EXPERIMENTAL",
                    "description": "Healthy adult participants will be randomized at a 5:1 ratio to receive a single intravenous infusion of EV68-228-N N=10 and Placebo (20mM Citrate + 10 mM Glycine, 8% Sucrose, and 0.01% Polysorbate 80) 30 mg/kg. N=2",
                    "interventionNames": [
                        "Biological: EV68-228-N"
                    ]
                },
                {
                    "label": "Cohort 3B",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Healthy adult participants will be randomized at a 5:1 ratio to receive a single intravenous infusion of EV68-228-N N=10 and Placebo (20mM Citrate + 10 mM Glycine, 8% Sucrose, and 0.01% Polysorbate 80) 30 mg/kg. N=2",
                    "interventionNames": [
                        "Other: Placebo for EV68-228-N"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "EV68-228-N",
                    "description": "EV68-228-N is a recombinant human monoclonal IgG1 antibody which is produced by genetically engineered plasmids in Nicotiana benthamiana. This intervention is directed against enterovirus EV-D68 capsid protein potentially providing treatments for EV-D68 infection and AMF.",
                    "armGroupLabels": [
                        "Cohort 1A",
                        "Cohort 2A",
                        "Cohort 3A"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo for EV68-228-N",
                    "description": "The placebo is a sterile buffer solution formulated to match the EV68-228-N Drug Product. The formulation is 20mM Citrate + 10 mM Glycine, 8% Sucrose, and 0.01% Polysorbate 80, with a target pH of 5.5. The placebo will be filled into glass vials at 10 mL per vial. The formulation buffer is a clear colorless liquid.",
                    "armGroupLabels": [
                        "Cohort 1B",
                        "Cohort 2B",
                        "Cohort 3B"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants experiencing solicited adverse events (AEs)",
                    "description": "through 48 hours post-infusion.",
                    "timeFrame": "Through Day 2"
                },
                {
                    "measure": "Proportion of participants experiencing serious adverse events (SAEs), medically attended adverse events (MAAEs), and new onset chronic medical conditions (NOCMCs)",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Proportion of participants experiencing unsolicited adverse events (AEs)",
                    "description": "including clinical and laboratory adverse events (AEs)",
                    "timeFrame": "Through Day 29"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Apparent serum terminal elimination half-life (t1/2)",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Area under the curve from time 0 to 48 hours postdose (AUC0-48) after a single IV infusion of EV68-228-N",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Area under the curve from time 0 to time t (AUC0-t) after a single IV infusion of EV68-228-N",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Area under the serum concentration-time curve (AUC) from time 0 to infinity (AUC0-8) after a single IV infusion of EV68-228-N",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "AUC from time 0 to the time of the last quantifiable concentration (AUC0-tlast) after a single IV infusion of EV68-228-N",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Incidence of anti-EV68-228-N antibodies as measured by the proportion of participants with detectable anti- EV68-228-N antibodies in serum.",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Maximum observed serum concentration (Cmax) after a single IV infusion of EV68-228-N",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Time of the Cmax (Tmax)",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Total serum clearance (CL)",
                    "timeFrame": "Through Day 121"
                },
                {
                    "measure": "Volume of distribution during the terminal phase (Vz) calculated from serum EV68-228-N levels",
                    "timeFrame": "Through Day 121'"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provides written informed consent prior to initiation of any study procedures.\n2. Is able to understand and agrees to adhere to planned study procedures and is available for all study visits.\n3. Adult volunteers 18 to 49 years of age, inclusive.\n4. Females who are of childbearing potential must agree not to become pregnant. Not of childbearing potential includes post-menopausal females (defined as no menses for at least 12 months without an alternative medical cause for amenorrhea) or surgically sterile females with documented history of hysterectomy, bilateral oophorectomy, tubal ligation/salpingectomy, or Essure(R) placement.\n5. Females who have sexual intercourse with male partners must agree to use at least one acceptable form of contraception for the duration of the study.\n\n   Acceptable methods of birth control include long-acting reversible contraception (LARC), combined pill, progestin-only pill, hormone-releasing transdermal patch or vaginal ring, and depot medroxyprogesterone acetate (DMPA) injection. Participants who choose to use a licensed hormonal product should use them for a minimum of 28 days prior to study infusion. True sexual abstinence or a monogamous relationship with a vasectomized partner who has been vasectomized for 180 days or more prior to the participant's first infusion are also acceptable contraceptive methods.\n\n   Participants who report practicing true abstinence, defined as no heterosexual vaginal-penile intercourse, need to practice true abstinence at all times during the study. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and the withdrawal method are not acceptable methods of contraception.\n6. Females of childbearing potential must agree to not donate ova or oocytes during the study.\n7. Participant is in good health Good health is defined by the absence of a medical condition described in the exclusion criteria. If the participant has another current, ongoing medical condition, the condition cannot meet any of the following criteria: (1) was first diagnosed within 3 months of enrollment with a clinically significant condition, in the opinion of investigator that has worsened within 3 months of enrollment; (2) had non-elective surgery, clinically significant medical procedure, or hospitalization within 3 months of enrollment; (3) received new prescription for systemic medication within 30 days of enrollment, unless the new prescription is in the same class of agent or a transition from generic to/from brand name equivalent; or (4) takes medication that may pose a risk to participant's safety or impede assessment of adverse events or study endpoints if they participate in the study.\n8. Must agree to refrain from donating blood or blood products during the study. This includes whole blood cells, red blood cells, platelets, plasma, and plasma derivatives collected and donated outside of the study blood draws.\n9. Body mass index (BMI) 18 kg/m2 to 32 kg/m2, inclusive, and a weight of 125 kg or less at time of screening.\n10. Must have adequate venous access for intravenous (IV) infusion and blood sampling.\n\nExclusion Criteria:\n\nAll participants meeting any of the exclusion criteria at baseline will be excluded from study participation.\n\n1. Positive pregnancy test at screening or prior to infusion.\n2. Female participant who is lactating.\n3. Presence of significant psychiatric condition, that in the opinion of the site PI or appropriate sub-investigator, precludes study participation.\n4. History of drug abuse or alcohol abuse within 6 months of enrollment that, in the opinion of the site PI or appropriate sub-investigator, precludes study participation.\n5. Has a significant acute illness (with or without fever), as determined by the site PI or appropriate sub-investigator, within 72 hours prior to infusion.\n\n   If the participant meets all other eligibility criteria, they may be enrolled and dosed once they meet this eligibility criterion. If the illness resolves within the 28-day screening window, they do not need to be rescreened, otherwise they will need to be rescreened.\n6. Currently enrolled in or plans to participate in another clinical trial with an investigational agent that will be received during the study-reporting period.\n7. Has a history of significant hypersensitivity, intolerance, or allergy to any drug compound, vaccine, food, or other substance, unless approved by the Investigator (or designee).\n\n   Sensitivity to glycine, citric acid, trisodium citrate, sorbitol, or polysorbate 80 (components of the study product) is exclusionary.\n8. Any history of an infusion reaction to any biologic product.\n9. Receipt of a monoclonal antibody in the 180 days prior to infusion.\n10. Receipt of a blood product within 120 days prior to infusion.\n11. Received any live-attenuated vaccine in the 28 days prior or any other vaccine in the 14 days prior to infusion.\n12. Has used any prohibited medication within 30 days prior to Day 1 or plans to use prohibited medication during the study.\n\n    Prohibited medications include systemic immunosuppressive drugs, immune modulators (except acetaminophen or non-steroidal anti-inflammatory drugs), oral corticosteroids, and systemic anti-neoplastic agents. Topical, inhaled, and intranasal steroids, as well as topical anti-neoplastic agents are acceptable.\n13. Has clinically significant findings on 12-lead electrocardiogram. Clinical significance will be determined by a cardiologist. Examples of findings that will lead to exclusion are significant left ventricular hypertrophy, right or left bundle branch block, advanced A-V heart block, non-sinus rhythm (excluding isolated premature atrial contractions), pathologic Q wave abnormalities, significant ST-T wave changes, and prolonged QTc interval. Long QT interval is defined in males as a median QTcB greater than 450 msec or in females as a median QTcB greater than 460 msec (Bazett's correction) at screening.\n14. Abnormal vital signs (Grade 1 or higher) at screening or on Day 1.\n\n    Grade 1 or higher is equivalent to:\n\n    Systolic blood pressure (SBP) \\> 140 mmHg or \\< 85 mmHg Diastolic blood pressure (DBP) \\> 90 mmHg Oral temperature \\>/= 38.0 degrees Celsius (100.4 degrees Fahrenheit)\n15. Abnormal laboratory results that are Grade 1 or worse at screening based on the Toxicity Tables in Appendix B7.\n\n    Creatinine, alanine transaminase (ALT), hemoglobin (Hgb), platelets (PLT), white blood cell count (WBC), and total bilirubin (T bili).\n\n    Laboratory studies can be repeated once if an alternative, transient etiology for abnormal laboratory values is identified.\n16. Known, current human immunodeficiency virus (HIV), hepatitis B Virus (HBV), or hepatitis C virus (HCV) infection\n17. Has any medical disease or condition that, in the opinion of the site PI or appropriate sub-investigator, precludes study participation.\n\nMedical conditions include, but are not limited to, kidney disease with creatinine clearance \\< 90 mL/min/1.73 cm2 (CKD-EPI method); known active liver disease including steatosis; ischemic heart disease, clinically significant cardiac conduction disorder, arrhythmia requiring treatment, congenital long QT syndrome, uncompensated heart failure; diabetes requiring insulin; neuropathy or myopathy; and malignancy (not including squamous cell skin cancer, basal cell skin cancer, or cervical low-grade squamous intraepithelial lesions).\n\nParticipation may be precluded due to safety concerns or inability to adequately evaluate clinical trial endpoints.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "49 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "C. Buddy Creech",
                    "role": "CONTACT",
                    "phone": "16153430332",
                    "email": "buddy.creech@vumc.org"
                }
            ],
            "locations": [
                {
                    "facility": "University of Maryland, School of Medicine, Center for Vaccine Development and Global Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201-1509",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232-0011",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004769",
                    "term": "Enterovirus Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010850",
                    "term": "Picornaviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7930",
                    "name": "Enterovirus Infections",
                    "asFound": "Enterovirus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13745",
                    "name": "Picornaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M9104",
                    "name": "Glycine",
                    "relevance": "LOW"
                },
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "T7",
                    "name": "Glycine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}