{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04744402",
            "orgStudyIdInfo": {
                "id": "BS-CTL-II"
            },
            "organization": {
                "fullName": "Biosolution Co., Ltd.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Phase 2 Clinical Trial of CartiLife® in the United States",
            "officialTitle": "A Multi-Center, Open-Label, Phase 2 Trial to Evaluate the Efficacy and Safety of CartiLife® for Patients With Articular Cartilage Defects in the Knee",
            "therapeuticArea": [
                "Critical Care"
            ],
            "study": "phase-clinical-trial-of-cartilife-in-the-united-states"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-10-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-18",
            "studyFirstSubmitQcDate": "2021-02-03",
            "studyFirstPostDateStruct": {
                "date": "2021-02-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Biosolution Co., Ltd.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To evaluate the safety and efficacy of implanting pellet-type extracellular matrix-associated autologous chondrocytes (CartiLife®) obtained by cultivating costal chondrocytes of the subject with articular cartilage defects of the knee as a result of trauma or degeneration.",
            "detailedDescription": "This open-label, phase 2 study is being conducted to evaluate the safety and efficacy of pellet-type extracellular matrix-associated autologous chondrocytes (CartiLife®) in adults with articular cartilage defects due to trauma or degeneration of the knee. It is hypothesized that CartiLife® treatment will demonstrate structural regeneration and improvement in function and pain at Week 48 compared to baseline."
        },
        "conditionsModule": {
            "conditions": [
                "Articular Cartilage Defect",
                "Articular Cartilage Degeneration"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Investigational group: CartiLife® Extracellular matrix-associated autologous chondrocytes comprise CartiLife®, composed as pellets (1.1 to 1.8 mm in diameter) in suspension. One pre-filled syringe is implanted per 1 cm3 of defect volume, and fibrin adhesive is applied to fix pellets in place through minimal arthrotomy.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CartiLife®",
                    "type": "EXPERIMENTAL",
                    "description": "Extracellular matrix-associated autologous chondrocytes comprise CartiLife®, composed as pellets (1.1 to 1.8 mm in diameter) in suspension. One pre-filled syringe is implanted per 1 cm3 of defect volume, and fibrin adhesive is applied to fix pellets in place through minimal arthrotomy.",
                    "interventionNames": [
                        "Drug: Autologous Chondrocyte Implantation (CartiLife®)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Autologous Chondrocyte Implantation (CartiLife®)",
                    "description": "CartiLife consists of small beads (1 mm in diameter) in suspension, developed from pellet culture of autologous costal chondrocytes after multiplication. The beads are implanted in an injective manner with fibrin glue through minimal arthrotomy. The dose depends on the size (volume) of the defect, recommended dose is 480 pellets/cm\\^3 defect",
                    "armGroupLabels": [
                        "CartiLife®"
                    ],
                    "otherNames": [
                        "CCP-ACI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in KOOS (Knee Injury and Osteoarthritis Outcome Score) function (sports and recreational activities)",
                    "description": "The KOOS (Knee Injury and Osteoarthritis Outcome Score) is a reliable and valid patient-reported outcome measurement tool that evaluates both short-term and long-term consequences of knee injury. The 5 separately scored subscales of Pain, other Symptoms, Function in daily living (ADL), Function in Sport and Recreation (Sport/Rec), and knee-related QOL may enrich clinical and research data interpretation (Roos and Lohmander, 2003; Collins et al, 2011). The score ranges from 0 to 100, with 0 representing extreme problems and 100 representing no problems.",
                    "timeFrame": "Week 0 (pre-operation) to Week 48 (post-operation)"
                },
                {
                    "measure": "Change in volume fill of cartilage defect score",
                    "description": "Volume fill of cartilage defect score from MOCART 2.0 Criteria (Schreiner, et al, 2019). The score is from 0 to 20, with 0 representing \"\\<25% filling of total defect volume OR complete delamination in situ\" and 20 representing \"Complete fill OR minor hypertrophy (100% to 150% filling of total defect volume).",
                    "timeFrame": "Week 0 (pre-operation) to Week 48 (post-operation)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Lysholm Score",
                    "description": "The Lysholm scale is a broadly applicable, validated tool for measuring changes following nonsurgical and surgical intervention, as well as deterioration over time in patients with various knee pathologies (Collins et al, 2011). The score is from 0 to 100, with 0 representing extreme problems and 100 representing no problems.",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Change in IKDC (International Knee Documentation Committee) Score",
                    "description": "The IKDC (International Knee Documentation Committee) Knee form covers domains likely to be important to patients and has adequate consistency and broad applicability across mixed groups of patients (Collins et al, 2011). The score is from 0 to 100, with 0 representing extreme problems and 100 representing no problems.",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Change in KOOS (Knee injury Osteoarthritis Outcome Score) subscale scores (Pain, Other symptoms, Function in daily living, and knee-related Quality of Life)",
                    "description": "The KOOS (Knee injury Osteoarthritis Outcome Score) is a reliable and valid patient-reported outcome measurement tool that evaluates both short-term and long-term consequences of knee injury. The 5 separately scored subscales of Pain, other Symptoms, Function in daily living (ADL), Function in Sport and Recreation (Sport/Rec), and knee-related QOL may enrich clinical and research data interpretation (Roos and Lohmander, 2003; Collins et al, 2011). The score is from 0 to 100, with 0 representing extreme problems and 100 representing no problems.",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Change in KOOS (Knee injury Osteoarthritis Outcome Score) Total Score",
                    "description": "The KOOS is a reliable and valid patient-reported outcome measurement tool that evaluates both short-term and long-term consequences of knee injury. The 5 separately scored subscales of Pain, other Symptoms, Function in daily living (ADL), Function in Sport and Recreation (Sport/Rec), and knee-related QOL may enrich clinical and research data interpretation (Roos and Lohmander, 2003; Collins et al, 2011). The score is from 0 to 100, with 0 representing extreme problems and 100 representing no problems.",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Change in VAS (100mm Pain Visual Analogue Scale)",
                    "description": "The VAS is a validated, ubiquitous tool for patient-reported measurement of pain at a given point in time (Kersten et al, 2014). The score is from 0 to 100, with 0 representing no pain and 100 representing extreme pain.",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Change in Tegner Activity Score",
                    "description": "The Tegner activity score is a frequently used patient-administered activity rating system for patients with various knee activity functions. The instrument scores a person's activity level between 0 and 10 where 0 is 'on sick leave/disability' and 10 is 'participation in competitive sports such as soccer at a national or international elite level' (Karen Hambly, 2011).",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Change in WOMAC (Western Ontario and McMaster Universities Osteoarthritis Index) Score",
                    "description": "The Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) is a widely used, proprietary set of standardized questionnaires used by health professionals to evaluate the condition of patients with osteoarthritis of the knee and hip, including pain, stiffness, and physical functioning of the joints (Jose M. 2006). The score is from 0 to 100, with 0 representing no problems and 100 representing extreme problems.",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Evaluations of MOCART Score",
                    "description": "MOCART provides a reliable, reproducible, and accurate method of assessment of cartilage repair tissue. The total score is determined by adding the following subscale scores :\n\n1. Volume fill of cartilage defect (0\\~20 points, 20:Complete filling, 0:\\<25% filling of total defect volume)\n2. Integration into adjacent cartilage (0\\~15 points, 15:Complete integration, 0:Integrated cartilage interface ≥50% of repair tissue length)\n3. Surface of the repair tissue (0\\~10 points, 10:Surface intact, 0:≥50% surface irregularity)\n4. Structure of the repair tissue (0\\~10 points, 10:Homogenous, 0:Inhomogenous)\n5. Signal intensity of the repair tissue (0\\~15 points, 15:Normal, 0:Severely abnormal)\n6. Bony defect or bony overgrowth (0\\~10 points, 10:No bony defect or overgrowth, 0:Bony defect, depth ≥ thickness or overgrowth ≥50% of adjacent cartilage)\n7. Subchondral changes (0 \\~ 20 points, 20:No major changes, 0:Subchondral cyst ≥5 mm in longest diameter OR osteonecrosis-like signal)",
                    "timeFrame": "Week 24 and 48 (post-operation)"
                },
                {
                    "measure": "Evaluation of T2 mapping",
                    "description": "In vivo, the visualization of collagen architecture, and possibly the maturation of this architecture over time in cartilage repair tissue, can be seen when assessing the spatial variation of T2 values. Histologically validated animal studies report this increase in zonal T2 as an indicator of hyaline or ''hyaline-like'' cartilage composition. T2 evaluation is more sensitive in revealing changes in articular cartilage and cartilage repair tissue compared to morphological analysis using thickness measurements or the MOCART score. (Mamisch et al, 2010)",
                    "timeFrame": "Week 24 and 48 (post-operation)"
                },
                {
                    "measure": "Change in pain medication dosage",
                    "description": "Pain medication history is an indicator of patient pain. The amount of analgesic ingestion is measured for the specified duration over the course of the clinical trial, and changes in analgesic ingestion are assessed to analyze the efficacy of the clinical trial product.",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Change in pain medication frequency",
                    "description": "Pain medication history is an indicator of patient pain. The frequency of analgesic ingestion is measured for the specified duration over the course of the clinical trial, and changes in analgesic ingestion in terms of frequency are assessed to analyze the efficacy of the clinical trial product.",
                    "timeFrame": "Week 0 (pre-operation) to Week 8, 24 and 48 (post-operation)"
                },
                {
                    "measure": "Number of subjects with treatment-related adverse events",
                    "description": "Number of subjects with treatment related adverse events as assessed by analysis of adverse events including symptoms, and abnormal findings on physical examination, vital signs, ECG, and standard laboratory examination results",
                    "timeFrame": "Week 0 (pre-operation), and up to 24 Months (post-operation)"
                },
                {
                    "measure": "Number of subjects with treatment-emergent serious adverse events",
                    "description": "Number of subjects with treatment-emergent serious adverse events defined as one or more of the following untoward medical occurrences happening during study period.\n\n* Life-threatening event (e.g., stroke or non-fatal pulmonary embolism).\n* Requires inpatient hospitalization or prolongation of existing hospitalization.\n* Results in persistent or significant disability/incapacity.\n* Results in death.\n* Leads to other clinically significant untoward laboratory test result(s) or medical condition(s), determined per Investigator's judgement.",
                    "timeFrame": "Week 0 (pre-operation), and up to 24 Months (post-operation)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following:\n\n1. Male or female subjects aged over 18 at the time of signing the Informed Consent form\n2. Subject who has a size of the relevant cartilage lesion ≥ 2 cm2 and ≤ 10 cm2 but with a defect area total volume ≤ 4 cm3\n3. Subject with isolated International Cartilage Repair Society (ICRS) Grade III or IV chondral lesion on articular cartilage\n4. Subject who has a lower extremity alignment within 5 degrees of the neutral weight bearing axis\n5. Subject who can move independently and has a mechanically stable knee (normal ligament status)\n6. Subject with intact or partial meniscus status (\\>50% of meniscus)\n7. Subject who has KOOS pain value less than 60 at baseline\n8. Subject who agrees to actively participate in a rehabilitation protocol and follow-up program\n9. Subject who is able to provide informed consent and comply with study requirements\n10. Subject who is willing to discontinue any nonsteroidal anti-inflammatory drugs (NSAIDs) except rescue medication (\\< acetaminophen 4 g per day) 7 days prior to visit\n11. Subject who has Body Mass Index (BMI) ≤ 37 kg/m2\n12. Female and male subjects of childbearing potential who are willing to use adequate contraception methods for the duration of the trial.\n\nExclusion Criteria:\n\nIndividuals who meet any of the following will be excluded from participation in this study:\n\n1. Subject who has inflammatory articular diseases such as rheumatoid arthritis or gout or pseudogout\n2. Subject who has radiographic evidence of grade 4 osteoarthritis based on the Kellgren and Lawrence criteria\n3. Subject who has received an intra-articular treatment within the last 3 months\n4. Subject who has had a surgical procedure on the knees within the last 6 weeks (Subjects can be considered enrollment per the investigator's discretion)\n5. Subject who has a condition in another lower extremity joint that interferes with the function of the index knee\n6. Subject who would receive a concomitant surgical procedure on the knees at the time of the study treatment\n7. Subject whose articular cartilage defect is asymptomatic\n8. Subject who has any clinically significant disease, which is judged by the investigator to affect this clinical trial, including but not limited to diabetes not adequately controlled, bleeding diathesis or hematologic disease, endocrinopathies, cardiovascular disease, renal disease (severe renal impairment), autoimmune disease, inflammatory arthritis, and current infectious disease\n9. Subject with other diseases including tumors except for cartilaginous defects of joints\n10. Subject who has a history of hypersensitivity to gentamicin, other aminoglycosides, or products of porcine or bovine origin\n11. Subject who participates in concurrent trials or in previous trial within 30 days of signing informed consent\n12. Subject who has any radiation therapy or chemotherapy within 2 years prior to screening\n13. Subject who is currently pregnant or nursing\n14. Subject who has any degenerative muscular, connective tissue or neurological condition or other disease process that would interfere with healing or the evaluation of outcome measures.\n15. Subject with known HIV infection, active hepatitis C and/or hepatitis B infection\n16. Subject who has ligament instability \\> Grade 1\n17. Subject who is an active drug/alcohol abuser or has a history of alcohol or drug abuse during the last two years.\n18. Subject who has significant lab abnormalities for the following parameters (If the value is within 10% of the listed laboratory exclusion criterion value and the value is considered not to be clinically significant by the investigator, the subject can be considered for enrollment):\n\n    * Serum ALT and AST \\> 3 x upper limit of normal\n    * Serum creatinine \\> 1.5 x upper limit of normal\n    * PT/INR out of normal range\n    * Hemoglobin \\< 10 g/dL for female subject and hemoglobin \\< 11 g/dL for male subject\n    * Platelets out of normal range\n    * Hemoglobin A1c levels \\> 9%",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "TaeKyung Kim, MA",
                    "role": "CONTACT",
                    "phone": "+82234468884",
                    "phoneExt": "6683",
                    "email": "taekyung1215@biosolutions.co.kr"
                },
                {
                    "name": "Jungsun Lee, Ph.D",
                    "role": "CONTACT",
                    "phone": "+82234468884",
                    "phoneExt": "6603",
                    "email": "dvmljs@biosolutions.co.kr"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jungsun Lee, Ph.D",
                    "affiliation": "Biosolution Co., Ltd.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Tilda Research",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Irvine",
                    "state": "California",
                    "zip": "92612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Justin Deck",
                            "role": "CONTACT",
                            "email": "jdeck@tilda.bio"
                        },
                        {
                            "name": "Kenneth Deck, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.66946,
                        "lon": -117.82311
                    }
                },
                {
                    "facility": "Biosolutions Clinical Research Center",
                    "status": "RECRUITING",
                    "city": "La Mesa",
                    "state": "California",
                    "zip": "91942",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tamara Packard",
                            "role": "CONTACT",
                            "email": "tamara@biosolutionsresearch.com"
                        },
                        {
                            "name": "Peter Hanson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.76783,
                        "lon": -117.02308
                    }
                },
                {
                    "facility": "Horizon Clinical Research",
                    "status": "RECRUITING",
                    "city": "La Mesa",
                    "state": "California",
                    "zip": "91942",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dino Subasic",
                            "role": "CONTACT",
                            "email": "dino@horizontrials.com"
                        },
                        {
                            "name": "Scott Hacker, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.76783,
                        "lon": -117.02308
                    }
                },
                {
                    "facility": "Lafayette General Health",
                    "status": "RECRUITING",
                    "city": "Lafayette",
                    "state": "Louisiana",
                    "zip": "70506",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alaina Sandoz",
                            "role": "CONTACT",
                            "email": "alaina.sandoz@ochsner.org"
                        },
                        {
                            "name": "Brian E Etier, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.22409,
                        "lon": -92.01984
                    }
                },
                {
                    "facility": "Ohio State University",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angela Pedroza",
                            "role": "CONTACT",
                            "email": "Angela.Pedroza@osumc.edu"
                        },
                        {
                            "name": "David Flanigan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No plan to share IPD at this point."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002357",
                    "term": "Cartilage Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5611",
                    "name": "Cartilage Diseases",
                    "asFound": "Articular Cartilage Defects",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M18291",
                    "name": "Fibrin Tissue Adhesive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}