{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02390752",
            "orgStudyIdInfo": {
                "id": "150093"
            },
            "secondaryIdInfos": [
                {
                    "id": "15-C-0093"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Phase I Trial of TURALIO(R) (Pexidartinib, PLX3397) in Children and Young Adults With Refractory Leukemias and Refractory Solid Tumors Including Neurofibromatosis Type 1 (NF1) Associated Plexiform Neurofibromas (PN) and Tenosynovial Giant Cell Tumor ...",
            "officialTitle": "Phase I Trial of TURALIO (Pexidartinib, PLX3397) in Children and Young Adults With Refractory Leukemias and Refractory Solid Tumors Including Neurofibromatosis Type 1 (NF1) Associated Plexiform Neurofibromas (PN) and Tenosynovial Giant Cell Tumor (TGCT)",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "phase-i-trial-of-turalio-r-pexidartinib-in-children-and-young-adults-with-refractory-leukemias-and-refractory-solid-tumors-including-neurofibromatosis-type-associated-plexiform-neurofibromas-pn-and-tenosynovial-giant-cell-tumor"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2015-04-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-03-17",
            "studyFirstSubmitQcDate": "2015-03-17",
            "studyFirstPostDateStruct": {
                "date": "2015-03-18",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n- Some people with cancer have solid tumors. Others have refractory leukemia. This may not go away after treatment. Researchers want to see if a drug called TURALIO(R) can shrink tumors or stop them from growing.\n\nObjectives:\n\n- To find the highest safe dose and side effects of TURALIO(R). To see if it helps treat certain types of cancer.\n\nEligibility:\n\n- People ages 3-35 with a solid tumor or leukemia that has returned or not responded to cancer therapies.\n\nDesign:\n\n* Participants will be screened with:\n* Medical history\n* Physical exam\n* Blood and urine tests\n* Heart tests\n* Scans or other tests of the tumor\n* Participants will take TURALIO(R) as a capsule once daily for a 28-day cycle. They can do this for up to 2 years.\n* During the study, participants will have many tests and procedures. They include repeats of the screening tests. Participants will keep a diary of symptoms.\n* Participants with solid tumors will have scans or x-rays.\n* Participants with leukemia will have blood tests. They may have a bone marrow sample taken.\n* Some participants may have a biopsy.\n* When finished taking TURALIO(R), participants will have follow-up visits. They will repeat the screening tests and note side effects.",
            "detailedDescription": "Background\n\n* Traditional therapeutic approaches to pediatric cancer have focused on cytotoxic agents and, more recently, targeted inhibition of cellular signaling pathways through the use of small molecule kinase inhibitors. Despite these interventions, significant numbers of pediatric cancer patients develop recurrent and resistant disease. Targeting the tumor microenvironment is a promising but incompletely explored strategy for the treatment of pediatric cancer and non-cancer tumors.\n* This trial will begin to explore the disruption of the interaction between neoplastic cells and the myeloid component of the tumor microenvironment as a treatment strategy for pediatric cancers and neurofibromatosis type 1 (NF1) related plexiform neurofibromas (PN) and malignant peripheral nerve sheath tumor (MPNST).\n* TURALIO(R) is an orally available small molecule inhibitor of class III protein tyrosine kinases including Kit, CSF1R (colony stimulating factor 1 receptor)/Fms (Feline McDonough Sarcoma), and oncogenic Flt3 (Fms like tyrosine kinase).\n\nPrimary Objectives\n\n-Evaluate the safety and tolerability of TURALIO(R) and determine a recommended phase II dose of TURALIO(R) in pediatric patients with refractory solid tumors including NF1 MPNST and brain tumors or refractory leukemias, limited to acute myelogenous leukemia (AML) and acute lymphoblastic leukemia (ALL).\n\nEligibility\n\n-\\>= 3 and \\<= 35 years of age\n\n* Recurrent or refractory solid tumors including primary neoplasms of the central nervous system and patients with NF1 and MPNST, or refractory leukemias (AML or ALL).\n* Subjects must have adequate performance status, be able to swallow tablets, may not be pregnant or breastfeeding, and have adequate major organ function. Subjects with history of severe or uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic cardiovascular or pulmonary disease, or history of prolonged QT syndrome will be excluded.\n\nDesign\n\n* Using a rolling-six phase I design with 2-6 subjects per dose level and standard definitions of MTD (during cycle 1) and DLT.\n* TURALIO(R) will be administered orally (125 mg capsules) once daily on a continuous basis for cycles of 28 days without a rest period between cycles. Patients must be able to swallow intact capsules. Dosing will be based on body surface area (BSA), and the total weekly dose will be rounded to within 10% of calculated dose using a dosing nomogram.\n* At the MTD, the recommended phase II dose level will be expanded to up to 12 patients with attempts made to enroll at least 3 patients with refractory solid tumors and 3 patients with refractory acute leukemia (ALL and AML) to gain more experience with the toxicities and pharmacokinetics of TURALIO(R) in these disease cohorts. Attempts will be made to enroll equal numbers of patients between the ages of 3 and 12 years and over 12 years of age to gain pharmacokinetic and safety data over a broad age range."
        },
        "conditionsModule": {
            "conditions": [
                "Neurofibroma, Plexiform",
                "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                "Leukemia, Promyelocytic, Acute",
                "Sarcoma"
            ],
            "keywords": [
                "Maximum Tolerated Dose",
                "Dose Escalation",
                "Acute Lymphocytic Leukemia",
                "Acute Myelogenous Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 54,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase I",
                    "type": "EXPERIMENTAL",
                    "description": "take oral drug daily for a 28 day cycle",
                    "interventionNames": [
                        "Drug: TURALIO(R)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "TURALIO(R)",
                    "description": "take oral drug daily for a 28 day cycle",
                    "armGroupLabels": [
                        "Phase I"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase I: determine a phase II dose of TURALIO(R)",
                    "description": "Evaluate the safety and tolerability of TURALIO(R)",
                    "timeFrame": "first cycle"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Tolerability",
                    "description": "Evaluate biologic activity and extended tolerability of TURALIO(R)",
                    "timeFrame": "each cycle"
                },
                {
                    "measure": "To characterize the pharmacokinetic profile",
                    "description": "Preliminarily determine the antitumor activity within the confines of a phase 1 study for recurrent or refractory pediatric solid tumors and leukemia (AML and ALL)",
                    "timeFrame": "Cycle 1 and 2"
                },
                {
                    "measure": "Safety",
                    "description": "Evaluate patient reported and functional outcomes",
                    "timeFrame": "prior to cycles 3,5,9, 13 and every 6 cycles"
                },
                {
                    "measure": "Correlative analysis of immune endpoints with response",
                    "description": "Determine effect of TURALIO(R) on circulating biomarkers",
                    "timeFrame": "before C1 and then C1D7 and then at each restaging evaluation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Diagnosis:\n\n  * Patients must have recurrent or refractory solid tumors or acute leukemia (limited to AML or ALL) or have been intolerant of prior therapies, confirmed by the Laboratory of Pathology, NCI, e.g., solid tumors including rhabdomyosarcoma, Ewing sarcoma, soft tissue sarcomas. These may include primary neoplasms of the central nervous system, such as high-grade (WHO grade III-IV) glioma. Patients with diffuse intrinsic pontine glioma (DIPG) or optic pathway glioma are exempt from histologic verification. For DIPG typical MRI findings must be present which include hypo- or isointense on T1-weighted imaging, hyperintense on FLAIR or T2-weighted imaging, epicenter in the pons in the face of a typical clinical presentation. Optic pathway gliomas are located in the optic pathway and are typically hypo- or iso-intense on T1 and hyperintense on T2-weighted images.\n  * In addition, patients with NF1 and with malignant peripheral nerve sheath tumor (MPNST).\n\n    * Patients must have relapsed after or be refractory to effective standard therapies. There are no limits on number of prior therapeutic regimens.\n* Disease status: Patients with refractory solid tumors including patients with NF1 and MPNST must have evaluable disease, patients with leukemia must have measurable or evaluable disease at the time of enrollment, which may include any evidence of disease including minimal residual disease detected by flow cytometry.\n* Age \\>= 3 and \\<= 35 years of age (must have BSA \\>= 0.55 m\\^2):\n* Ability of subject or Legally Authorized Representative \\[LAR\\] (the parent/guardian if subject is a minor) to understand and the willingness to sign a written informed consent document.\n* Patients must be able to swallow capsules.\n* Performance Status: Karnofsky \\>= 50% for patients \\> 16 years of age and Lansky \\>= 50% for patients \\<= 16 years of age. Subjects who are wheelchair bound because of paralysis will be considered \"ambulatory\" when they are up in their wheelchair. Subjects have to be able to travel to the NIH for evaluations.\n* Prior therapy:\n\nPatients must have fully recovered (to Grade 1) from the acute toxic effects of all prior anti-cancer therapy.\n\n* Myelosuppressive chemotherapy: At least 21 days after the last dose of myelosuppressive chemotherapy (42 days if prior nitrosourea).\n* Biologic (anti-neoplastic agent): At least 7 days after the last dose of a biologic agent. For agents that have known adverse events occurring beyond 7 days after administration, this period must be extended beyond the time during which adverse events are known to occur. The duration of this interval must be discussed with the study chair.\n* Immunotherapy: At least 42 days after the completion of any type of immunotherapy, e.g. tumor vaccines.\n* Monoclonal antibodies: At least 3 half-lives of the antibody after the last dose of a monoclonal antibody.\n* XRT: At least 7 days after local palliative XRT (small port); At least 150 days must have elapsed if prior TBI or if \\>= 50% radiation of pelvis; \\>= 14 days from whole brain radiation, craniospinal radiation, or targeted radiation to CNS tumors. At least 42 days must have elapsed if other substantial BM radiation.\n* HSCT: \\>= 56 days from stem cell transplant with no evidence of active graft vs. host disease; must be off immunosuppressive therapy for at least 4 weeks and have no active graft-versus-host disease (GVHD) at the time of entry onto this trial.\n* Surgery: \\>= 14 days from surgery\n* Others: \\>= 7 days from last dose of short active hematopoietic growth factors, i.e. filgrastim, \\>= 14 days for long-acting, i.e. pegfilgrastim.\n* Steroids: Patients with CNS tumors who are managed with steroids are eligible if they have no worsening neurologic deficits and are on a stable or decreasing dose of corticosteroids for greater than or equal to 7 days prior to registration. Patients with leukemia receiving corticosteroids or hydroxyurea are eligible provided that the corticosteroids are not being used to manage GVHD and there has been no increase in corticosteroid of hydroxyurea dose for 7 days prior to starting TURALIO(R).\n\n  - Patient must have adequate hematologic, hepatic, and renal function, defined by:\n* Absolute neutrophil count \\>= 1.5 x 10\\^9/L\n* Hemoglobin \\> 10 g/dL\n* Platelet count \\>= 100 x 10\\^9/L\n* AST and ALT \\<= upper limit of normal (ULN)\n* TBil and DBil \\<= ULN with an exception of patients with confirmed Gilbert's syndrome. For patients with confirmed Gilberts syndrome, the TBil should be \\<= 1.5 x ULN\n* Serum creatinine \\<= 1.5 x ULN\n* Exceptions:\n\n  * Cytopenias due to underlying disease (i.e. potentially reversible with anti-neoplastic therapy); A subject will not be excluded because of cytopenia due to disease, based on the results of bone marrow studies.\n  * Known active or chronic human immunodeficiency virus (HIV) or hepatitis C virus (HCV) infection, or positive hepatitis B (Hep B) surface antigen. Prior hepatitis infection that has been treated with highly effective therapy with no evidence of residual infection and with normal liver function (ALT, AST, total and direct bilirubin \\<= ULN) is allowed.\n  * Hepatobiliary diseases including biliary tract diseases, autoimmune hepatitis, inflammation, fibrosis, cirrhosis of liver caused by viral, alcohol, or genetic reasons. Gilbert's disease is allowed if TBil is \\<= 1.5 x ULN.\n\n    * Cardiac ejection fraction \\>= 50%, and QTcF \\< 450 ms (male) or \\<470 ms (female) on ECG at Baseline. (Fridericia's Formula: QTcF = (QT)/RR0.33)\n    * Contraception: Women of child-bearing potential must agree to use an effective method of birth control during treatment and for 1 month after receiving their last dose of study drug. Fertile men must also agree to use an acceptable method of birth control while on study drug and for at least one week after last dose.\n\nEXCLUSION CRITERIA:\n\n* Individuals who are pregnant or breast feeding or who become pregnant while enrolled on this trial will be excluded from participation, due to the unknown effects of TURALIO(R) on a growing fetus or newborn child.\n* Ongoing treatment with any other cancer therapy or investigational agent, with the exception of IT chemotherapy for leukemia, when indicated.\n* Individuals who require therapy with warfarin.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Active untreated infection.\n* Known active hepatitis A, B, C or HIV infection, chronic Hepatitis B or C, or HIV infection or inactive Hepatitis B carrier.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to TURALIO(R) or other agents used in study.\n* Patients with PT and/or INR higher than or equal to 1.5 times upper limit of normal, unless patients have lupus anticoagulant in which case they are eligible if cleared by hematology.\n* Drugs that strongly inhibit or potentiate CYP3A4, which includes CYP3A4 inducer, UGT inhibitors and acid reducing agents and avoid concomitant use of PPIs:\n\n  * Patients who have received these drugs within 14 days or within 5 half-lives of the drug (whichever is longer) prior to study initiation will be excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elaine W Thomas",
                    "role": "CONTACT",
                    "phone": "(240) 858-7013",
                    "email": "elaine.thomas@nih.gov"
                },
                {
                    "name": "Rosandra N Kaplan, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6198",
                    "email": "kaplanrn@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rosandra N Kaplan, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2015-C-0093.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. All collected IPD will be shared with collaborators under the terms of collaborative agreements.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000017253",
                    "term": "Neurofibromatoses"
                },
                {
                    "id": "D000009456",
                    "term": "Neurofibromatosis 1"
                },
                {
                    "id": "D000009455",
                    "term": "Neurofibroma"
                },
                {
                    "id": "D000018318",
                    "term": "Neurofibroma, Plexiform"
                },
                {
                    "id": "D000005870",
                    "term": "Giant Cell Tumors"
                },
                {
                    "id": "D000070779",
                    "term": "Giant Cell Tumor of Tendon Sheath"
                },
                {
                    "id": "D000015473",
                    "term": "Leukemia, Promyelocytic, Acute"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000018317",
                    "term": "Nerve Sheath Neoplasms"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000009386",
                    "term": "Neoplastic Syndromes, Hereditary"
                },
                {
                    "id": "D000020752",
                    "term": "Neurocutaneous Syndromes"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020271",
                    "term": "Heredodegenerative Disorders, Nervous System"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000010523",
                    "term": "Peripheral Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000010524",
                    "term": "Peripheral Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000013585",
                    "term": "Synovitis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000052256",
                    "term": "Tendinopathy"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000015470",
                    "term": "Leukemia, Myeloid, Acute"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15327",
                    "name": "Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "relevance": "LOW"
                },
                {
                    "id": "M19549",
                    "name": "Neurofibromatoses",
                    "asFound": "Neurofibromas",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12399",
                    "name": "Neurofibromatosis 1",
                    "asFound": "Neurofibromatosis Type 1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12398",
                    "name": "Neurofibroma",
                    "asFound": "Neurofibromas",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20462",
                    "name": "Neurofibroma, Plexiform",
                    "asFound": "Neurofibroma, Plexiform",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "relevance": "LOW"
                },
                {
                    "id": "M8982",
                    "name": "Giant Cell Tumors",
                    "asFound": "Giant Cell Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18130",
                    "name": "Leukemia, Promyelocytic, Acute",
                    "asFound": "Leukemia, Promyelocytic, Acute",
                    "relevance": "HIGH"
                },
                {
                    "id": "M641",
                    "name": "Giant Cell Tumor of Tendon Sheath",
                    "asFound": "Tenosynovial Giant Cell Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20461",
                    "name": "Nerve Sheath Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12331",
                    "name": "Neoplastic Syndromes, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M22509",
                    "name": "Neurocutaneous Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M22092",
                    "name": "Heredodegenerative Disorders, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M13432",
                    "name": "Peripheral Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13433",
                    "name": "Peripheral Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M16362",
                    "name": "Synovitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27013",
                    "name": "Tendinopathy",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5284",
                    "name": "Soft Tissue Sarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4096",
                    "name": "Neurofibromatosis",
                    "asFound": "Neurofibromas",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4097",
                    "name": "Neurofibromatosis Type 1",
                    "asFound": "Neurofibromatosis Type 1",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T4095",
                    "name": "Neurofibroma",
                    "asFound": "Neurofibromas",
                    "relevance": "HIGH"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T4552",
                    "name": "Pigmented Villonodular Synovitis",
                    "asFound": "Tenosynovial Giant Cell Tumor",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5554",
                    "name": "Synovitis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}