{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05064280",
            "orgStudyIdInfo": {
                "id": "2021-0611"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-11329",
                    "type": "OTHER",
                    "domain": "NCI-CTRP Clinical Trials Reporting Process"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Phase II Study of Pembrolizumab in Combination With Lenvatinib in Patients With TNBC, NSCLC, and Other Tumor Types and Brain Metastases",
            "officialTitle": "Phase II Study of Pembrolizumab in Combination With Lenvatinib in Patients With TNBC, NSCLC, and Other Tumor Types and Brain Metastases",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "phase-ii-study-of-pembrolizumab-in-combination-with-lenvatinib-in-patients-with-tnbc-nsclc-and-other-tumor-types-and-brain-metastases"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2022-01-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-29",
            "studyFirstSubmitQcDate": "2021-09-29",
            "studyFirstPostDateStruct": {
                "date": "2021-10-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eisai Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-center, open-label, multi-cohort Phase II study evaluating the efficacy and safety of pembrolizumab in combination with lenvatinib in patients with solid tumors and brain metastases.\n\nThe study will be comprised of 3 patient cohorts: triple negative breast cancer (TNBC), non-small cell lung cancer (NSCLC), and solid tumor types other than TNBC and NSCLC. Cohort 3 will be comprised of solid tumor types with established (e.g., renal cell carcinoma \\[RCC\\], endometrial cancer) or preliminary clinical evidence (e.g., gastric cancer, colorectal cancer) of efficacy of programmed cell death-1 (PD-1) and angiogenesis inhibitors. The study will be conducted using a Simon's optimal two-stage design, and approximately 87 patients will be enrolled concurrently (n=29 per cohort).\n\nThe primary endpoint is intracranial objective response rate (ORR) as assessed by the modified Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.",
            "detailedDescription": "Primary Objective:\n\nObjective: To determine the intracranial ORR of the pembrolizumab and lenvatinib combination in patients with TNBC or NSCLC and brain metastases, as assessed according to the modified RECIST (mRECIST) \\[Qianet al., 2017\\] (Appendix 1).\n\nSecondary Objectives:\n\n* Objective: To evaluate the safety and tolerability of the pembrolizumab and lenvatinib combination in patients with TNBC, NSCLC, and other solid tumor types and brain metastases, as assessed by the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v5.0. (Appendix 2).\n* To determine the intracranial ORR of the pembrolizumab and lenvatinib combination in patients with TNBC or NSCLC and brain metastases, as assessed according to the Response Assessment in Neuro-Oncology-Brain Metastases (RANO-BM) criteria (Appendix 3).\n* Objective: To determine intracranial progression-free survival (PFS) of the pembrolizumab and lenvatinib combination in patients with TNBC, NSCLC, and other solid tumor types --Objective: To determine the systemic ORR of the pembrolizumab and lenvatinib combination in patients with TNBC, NSCLC, and other solid tumor types and brain metastases, as assessed by the RECIST v1.1 (Appendix 4).\n* Objective: To evaluate systemic PFS in patients with TNBC, NSCLC, and other solid tumor types and brain metastases receiving the pembrolizumab and lenvatinib combination, as assessed by the RECIST v1.1.\n* Objective: To evaluate overall survival (OS) in patients with TNBC, NSCLC, and other solid tumor types and brain metastases receiving the pembrolizumab and lenvatinib combination.\n\nExploratory Objectives\n\n* Objective: To identify the site of first progression.\n* Objective: To determine changes in dose, duration, and frequency of steroid use for symptomatic management of brain metastases. Patients who require at least 4 mg of dexamethasone/day for symptom management will be considered as requiring high-dose steroids.\n* Objective: To assess neurological function according to the Neurologic Assessment in Neuro-Oncology (NANO) scale (Appendix 5).\n* Objective: To evaluate immune-related biomarkers of response to the pembrolizumab and lenvatinib combination.\n* Objective: To identify imaging characteristics associated with pembrolizumab and lenvatinib treatment-induced immunological changes.\n* Objective: To evaluate the effects of the pembrolizumab and lenvatinib combination on cranial radiation and opiate pain medication use and seizure reduction.\n* Objective: Intracranial and systemic duration of response (DOR) in patients who achieve partial response (PR) or complete response (CR)."
        },
        "conditionsModule": {
            "conditions": [
                "Brain Metastases",
                "Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 104,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1",
                    "type": "OTHER",
                    "description": "Patients with TNBC and brain metastases",
                    "interventionNames": [
                        "Drug: Pembrolizumab",
                        "Drug: Lenvatinib"
                    ]
                },
                {
                    "label": "Cohort 2",
                    "type": "OTHER",
                    "description": "Patients with NSCLC and brain metastases",
                    "interventionNames": [
                        "Drug: Pembrolizumab",
                        "Drug: Lenvatinib"
                    ]
                },
                {
                    "label": "Cohort 3",
                    "type": "OTHER",
                    "description": "Patients with other solid tumor types and brain metastases",
                    "interventionNames": [
                        "Drug: Pembrolizumab",
                        "Drug: Lenvatinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pembrolizumab",
                    "description": "Given by IV (200 mg IV D1 Q3W)",
                    "armGroupLabels": [
                        "Cohort 1",
                        "Cohort 2",
                        "Cohort 3"
                    ],
                    "otherNames": [
                        "KEYTRUDA®"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lenvatinib",
                    "description": "Given by PO (20 mg PO QD)",
                    "armGroupLabels": [
                        "Cohort 1",
                        "Cohort 2",
                        "Cohort 3"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To establish the intracranial ORR of the pembrolizumab and lenvatinib combination in patients with TNBC or NSCLC and brain metastases, as assessed according to the modified RECIST",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients are eligible to be included in the study only if all the following criteria apply:\n\n1. Male/female patients who are at least 18 years of age on the day of signing informed consent with histologically or cytologically confirmed TNBC (Cohort 1), NSCLC (Cohort 2), or solid tumors other than TNBC and NSCLC (Cohort 3) with brain metastasis and with or without active extracranial disease will be enrolled in this study.\n2. Has at least 1 measurable brain metastasis: Presence of at least 1 independently verified measurable brain metastasis in accordance with mRECIST (Appendix 1) that can be accurately assessed at baseline and suitable for accurate repeated measurements and with a tumor diameter of 0.5-3 cm on magnetic resonance imaging \\[MRI\\]).\n\n   * Previous SRS and excision of up to 5 brain metastases are permitted at least 3 weeks prior to study treatment initiation, provided that neurologic sequelae have completely resolved and measurable untreated lesion(s) remain. If the patient had prior whole brain radiation therapy or SRS, progression in any measurable brain metastasis must have occurred at least 1 month after the end of radiation therapy for the irradiated lesion to be counted as measurable.\n   * Patients can have asymptomatic (no neurologic signs or symptoms, not requiring immediate local intervention \\[surgery or radiosurgery\\] or systemic glucocorticoid therapy \\[within 10 days prior to study treatment initiation\\]) OR minimally symptomatic brain metastases (requiring ≤10 mg prednisone or equivalent per day and not requiring immediate surgical or radiation therapy in the opinion of the treating investigator and a radiation therapy or neurosurgical consultant).\n3. Extracranial disease is not required and if present, it can be measurable or non-measurable (RECIST v1.1).\n4. A female patient is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n   1. Not a woman of childbearing potential (WOCBP) as defined in Appendix 6 OR\n   2. A WOCBP who agrees to follow the contraceptive guidance in Appendix 6 during the treatment period and for at least 120 days after the last dose of study treatment.\n5. A male patient must agree to use contraception as detailed in Appendix 6 of this protocol during the treatment period and for at least 120 days after the last dose of study treatment and refrain from donating sperm during this period.\n6. The patient (or legally acceptable representative if applicable) provides written informed consent for the study.\n7. Has Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 (Appendix 7).\n8. Has a life expectancy ≥12 weeks.\n9. Has adequate organ function within 28 days of study treatment initiation as defined below:\n\n   * Absolute neutrophil count ≥1000/µL (without granulocyte colony-stimulating factor support within 2 weeks of laboratory test used to determine eligibility)\n   * Platelet count ≥100 000/µL (without transfusion within 2 weeks of laboratory test used to determine eligibility)\n   * Hemoglobin ≥9.0 g/dL\n   * Total bilirubin ≤1.5 × upper limit of normal (ULN); if hepatic metastases are present, ≤2.0 × ULN\n   * Aspartate transaminase (AST) and alanine transaminase (ALT) ≤2.5 × ULN; if hepatic metastases are present, ≤5.0 × ULN\n   * Creatinine clearance ≥50 mL/min\n   * International normalized ratio (INR) OR prothrombin time (PT) and activated partial thromboplastin time (aPTT) ≤1.5 × ULN.\n10. Adequately controlled blood pressure with 0 or 1 antihypertensive medication (defined as blood pressure ≤150/90 mmHg at screening and no changes in antihypertensive medication within 7 days of Day 1 of Cycle 1).\n11. Hepatitis B and C screening tests are not required unless:\n\n    * Known history of HBV or HCV infection\n    * As mandated by local health authority 11.1 Hepatitis B positive subjects\n    * Participants who are HBsAg positive are eligible if they have received HBV antiviral therapy for at least 4 weeks and have undetectable HBV viral load prior to randomization.\n    * Participants should remain on anti-viral therapy throughout study intervention and follow local guidelines for HBV anti-viral therapy post completion of study intervention\n\n11.2 Participants with history of HCV infection are eligible if HCV viral load is undetectable at screening.\n\n• Participants must have completed curative anti-viral therapy at least 4 weeks prior to randomization.\n\nExclusion Criteria:\n\nPatients are excluded from the study if any of the following criteria apply, unless medically indicated and after approval by study chair/IRB office:\n\n1. Has NSCLC with an oncogenic driver mutation (mutation\\[s\\] in EGFR, ERBB2, or BRAF V600E; fusion/rearrangement\\[s\\] in ALK, ROS1, NTRK, or RET; or MET amplification). KRAS or PIK3CA mutation are allowed.\n2. Has hepatocellular carcinoma. NOTE: patients with hepatocellular carcinoma and brain metastasis are excluded from this trial because the dose of lenvatinib approved for this disease is different than the ones used in this trial.\n3. Has symptomatic or untreated spinal cord compression. Patients with clinical or radiographic evidence of leptomeningeal metastases or other metastatic systemic disease are not allowed. In cases where brain metastases are superficially located (cortical-based brain metastasis) and leptomeningeal spread is suspected, a work-up for leptomeningeal disease (LMD) should be performed (MRI and lumbar puncture with CSF cytology). If LMD is not confirmed, the treating physician, neuro-oncologist, or brain metastasis multidisciplinary team should make a clinical call and exclude the patient if LMD dissemination is likely.\n4. Has received prior therapy with lenvatinib or other antiangiogenic tyrosine kinase inhibitor alone or in combination with a PD-1/PD-L1 inhibitor. Prior therapy with an anti-PD-1, anti-PD-L1, anti-PD L2, or anti-CTLA-4 agent or chemotherapy is allowed.\n5. Has received prior systemic anticancer therapy including investigational agents within 28 days prior to study treatment initiation.\n\n   * Patients must have recovered from all AEs due to previous therapies to ≤ Grade 1 or baseline. Patients with ≤ Grade 2 neuropathy may be eligible. Patients with immunotherapy-related AEs of a permanent nature but manageable (hypothyroidism on thyroid hormone replacement, vitiligo, etc.) are eligible.\n   * Patients must have recovered adequately from any complications from major surgery. Withhold lenvatinib treatment for at least 1 week prior to elective surgery. Do not administer lenvatinib for at least 2 weeks following major surgery and until adequate wound healing.\n6. Has received radiotherapy within 14 days prior to study treatment initiation. Patients must have recovered from all radiation-related toxicities, not require corticosteroids in dosing exceeding 10 mg daily of prednisone equivalent, and not have had radiation pneumonitis. Any radiation to the brain or spinal cord/cauda equina must have been completed within \\>3 weeks from study treatment initiation.\n7. Has received a live vaccine or live-attenuated vaccine within 30 days prior to study treatment initiation. Administration of killed vaccines is allowed.\n8. Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 28 days or 5 half-lives, whichever is shorter, prior to study treatment initiation.\n\n   Note: Patients who have entered the follow-up phase of an investigational study may participate as long as it has been 28 days after the last dose of the previous investigational agent.\n9. Contraindications to MRI (implanted metal device or foreign bodies) or MRI contrast (insufficient renal function or allergy).\n10. A WOCBP who has a positive screening serum pregnancy test within 7 days prior to Day 1 of Cycle 1 (see Appendix 6).\n11. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to study treatment initiation.\n12. Has a known additional malignancy that is progressing or has required active treatment within the past 5 years.\n\n    Note: Patients with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ (e.g., breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n13. Has severe hypersensitivity (≥ Grade 3) to pembrolizumab or lenvatinib and/or any of their excipients.\n14. Has a condition requiring systemic treatment with either corticosteroids (\\>10 mg daily prednisone equivalent) or other immunosuppressive medications within 14 days of study treatment initiation. Inhaled or topical steroids, and adrenal replacement steroid doses ≤10 mg daily prednisone equivalent, are permitted in the absence of active autoimmune disease.\n15. Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has current pneumonitis/interstitial lung disease.\n16. Has an active infection requiring systemic therapy.\n17. Has a known history of human immunodeficiency virus.\n18. Concurrent active Hepatitis B (defined as HBsAg positive and/or detectable HBV DNA) and Hepatitis C virus (defined as anti-HCV Ab positive and detectable HCV RNA) infection.\n\n    Note: Hepatitis B and C screening tests are not required unless:\n    * Known history of HBV and HCV infection\n    * As mandated by local health authority\n19. Active tuberculosis (Bacillus Tuberculosis).\n20. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the patient's participation for the full duration of the study, or is not in the best interest of the patient to participate, in the opinion of the treating investigator.\n21. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n22. Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of study treatment.\n23. GI tract disease causing the inability to take oral medication, malabsorption syndrome, a requirement for IV alimentation, prior surgical procedures affecting absorption, or uncontrolled inflammatory GI disease (e.g., Crohn's disease, ulcerative colitis).\n24. Unable to swallow and retain oral medications.\n25. Has significant cardiac impairment including but not limited to history of congestive heart failure greater than New York Heart Association Class II (Appendix 8), unstable angina, myocardial infarction or stroke within previous 6 months, or cardiac arrhythmia requiring medical treatment at the time of screening.\n26. Has prolongation of QTc using Fridericia's formula (QTcF) to \\>480 ms.\n27. Has gastric or esophageal varices that may require treatment.\n28. Having a GI bleeding event or active hemoptysis (bright red blood of at least 0.5 teaspoon) with 28 days of enrollment.\n29. Has bleeding or thrombotic disorder(s) or uses anticoagulants such as warfarin or similar agents requiring therapeutic INR monitoring. Treatment with low molecular weight heparin is allowed.\n30. Electrolyte abnormalities that have not been corrected.\n31. Patients having \\>1+ proteinuria on urine dipstick testing unless a 24-hour urine collection for quantitative assessment indicates that the urine protein is \\<1 g/24 hours.\n32. Has had an allogeneic tissue/solid organ transplant.\n33. Has radiographic evidence of intratumoral cavitation, encasement, or invasion of a major blood vessel.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jordi Rodon Ahnert, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(713) 792-5603",
                    "email": "jrodon@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jordi Rodon Ahnert, MD, PhD",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jordi Rodon Ahnert, MD, PhD",
                            "role": "CONTACT",
                            "phone": "713-792-5603",
                            "email": "jrodon@mdanderson.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "M D Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "C000531958",
                    "term": "Lenvatinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353738",
                    "name": "Lenvatinib",
                    "asFound": "Approved",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}