{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06391918",
            "orgStudyIdInfo": {
                "id": "Protocol GVO-1102"
            },
            "organization": {
                "fullName": "GenVivo, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Phase 1 Study of GEN2 in Patients With Advanced Solid Tumors",
            "officialTitle": "A Phase 1 Study of GEN2 in Adult Patients With Locally Advanced or Metastatic Solid Tumor Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "phase-study-of-in-patients-with-advanced-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-19",
            "studyFirstSubmitQcDate": "2024-04-25",
            "studyFirstPostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "GenVivo, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Protocol GVO-1102 is a phase 1, open label, multi-center study in adult patients with locally advanced or metastatic solid tumors. This study includes two parts: dose escalation and dose expansion. In the dose escalation phase, GEN2 will be administered at increasing dose levels via intravenous infusion on Days 1, 3 and 8 every 4 weeks. Valganciclovir will start dosing on Day 12 and continue for 10 days (through Day 21). Once a recommended dose has been defined in approximately 40-50 patients, the dose expansion phase will initiate. Approximately 15 patients per tumor type will be enrolled in the dose expansion phase.",
            "detailedDescription": "GEN2 is a non-replicating off-the-shelf gene therapy vector product being developed as a cancer immunotherapy to activate a patient's immune system against their personal cancer antigens (neoantigens). The vector payload encodes for a suicide gene, an enhanced viral thymidine kinase enzyme (HSV-eTK), which in the presence of a prodrug, valganciclovir, causes the tumor to release patient specific tumor antigens. These neoantigens in the presence of a human immune modulator cytokine, granulocyte-macrophage colony-stimulating factor (hGM-CSF), results in the generation of immune effector cells. These effector cells maintain continually amplifying therapeutic immune responses as more tumor cells are killed and release antigen and will potentially kill any new tumor metastases that arise."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor, Adult"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 91,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "GEN2 + Valganciclovir",
                    "description": "Gene therapy vector product"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the recommended phase 2 dose (RP2D) of GEN2 by intravenous infusion",
                    "description": "The RP2D will be determined by evaluating the number of subjects with treatment related adverse events and Dose Limiting Toxicities",
                    "timeFrame": "First 28 days."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety and tolerability as assessed by adverse event monitoring",
                    "description": "Adverse events as characterized by type, frequency, severity (graded by NCI CTCAE v 5.0), timing, seriousness and relationship to study therapy",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Pharmacokinetics (PK): area under the concentration-time curve from the time of dosing to 48 hours after dosing (AUC48h)",
                    "description": "AUC48h will be recorded from the PK plasma samples collected",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "PK: Maximum Concentration (Cmax)",
                    "description": "Cmax will be recorded from the PK plasma samples collected.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "To assess replication competent retrovirus (RCR) in peripheral blood mononuclear cells (PBMCs)",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "To assess vector integration into genomic deoxyribonucleic acid (DNA) of PBMCs",
                    "timeFrame": "Up to 36 months"
                },
                {
                    "measure": "Overall response rate (ORR) by RECIST 1.1 (Response Evaluation in Solid Tumors Version 1.1) by Investigator Review",
                    "description": "ORR is defined as the proportion of participants whose best overall response with confirmation status is rated as (confirmed or unconfirmed) complete response (CR) or (confirmed or unconfirmed) partial response (PR) based on RECIST v1.1.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Disease control rate including a best overall response of Complete Response (CR), Partial Response (PR) or stable disease (SD)",
                    "description": "DCR is defined as the proportion of participants whose best overall response with confirmation status is rated as (confirmed or unconfirmed) CR, (confirmed or unconfirmed) PR or stable disease (SD) based on RECIST v1.1.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "DOR is measured from the day the criteria are first met for time point overall response rated as CR or PR (whichever is first recorded) until the first date of documented radiological disease progression per RECIST v1.1 or death in the absence of progression.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Assess the immunogenicity of GEN2",
                    "description": "Serial blood samples will be screened for anti-vector antibodies (AVAs)",
                    "timeFrame": "Up to 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients with a locally advanced or metastatic solid tumor that has progressed or was non-responsive to prior therapy\n* For the dose expansion phase: Patients with hepatocellular carcinoma: no more than 2 prior systemic regimens for metastatic disease. Patients with breast cancer: no more than 2 prior cytotoxic regimens for metastatic disease (single-agent hormone therapy or hormone-based doublets do not count).\n* Measurable disease as determined by response evaluation criteria in solid tumors (RECIST) v1.1.\n* At least 18 years of age.\n* Eastern Cooperative Oncology Group (ECOG) performance status score of 0 - 1.\n* For patients with HCC: Child-Pugh Class A\n* Available archived tumor tissue sample or a lesion that can be safely biopsied if the archived sample is not available.\n* Adequate renal, liver and bone marrow function.\n* Ability to swallow VGCV tablets.\n* Willingness of men and women of child-bearing potential (WCBP) to observe conventional and highly effective birth control for the duration of treatment and for 12 months following the last dose of study treatment. Patients who are pregnant or lactating are excluded.\n\nExclusion Criteria:\n\n* Investigational agent or anticancer therapy within 28 days or 5 elimination half-lives prior to Cycle 1 Day 1.\n* Prior receipt of talimogene laherparepvec (TVEC) or any other oncolytic virus; prior receipt of a live vaccine within 28 days prior to Cycle 1 Day 1.\n* Any unresolved toxicities from prior therapy greater than CTCAE Grade 1 at the time of enrollment (alopecia and other nonacute toxicities are not exclusionary)\n* Washout from prior major surgery and radiotherapy (less than 28 days)\n* Symptomatic primary central nervous system (CNS) tumor or metastases; symptomatic leptomeningeal carcinomatosis; untreated spinal cord compression. Patients with CNS lesions may be eligible if CNS lesions are asymptomatic or if neurological symptoms are stable, the patient is not receiving steroids to manage CNS symptoms, and no CNS surgery or radiation has been performed for 28 days (14 days for stereotactic radiation).\n* Active uncontrolled systemic bacterial, viral, or fungal infection, which in the opinion of the Investigator makes it undesirable for the patient to participate in the trial\n* Clinically significant active malabsorption syndrome or other conditions such as refractory nausea and vomiting, external biliary shunt, or significant bowel resection likely to affect gastrointestinal absorption of valganciclovir\n* Known contraindications to the ganciclovir class\n* For patients with hepatocellular carcinoma, patients with active hepatitis B are excluded; patients with evidence of prior exposure who have a negative hepatitis surface antigen (HbsAg) and who do not require antiviral therapy are allowed. Patients with hepatitis C are allowed but may not be on antiviral therapy during study participation and for two weeks prior to Cycle 1 Day 1.\n* Known HIV positivity\n* Current treatment with systemic steroids at or above 10 mg/day of prednisone (or its equivalent). Inhalational and topical steroids are acceptable",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James Chrisman",
                    "role": "CONTACT",
                    "phone": "626-441-6695",
                    "email": "GenVivoClinicalOperations@genvivoinc.com"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daneng Li, MD",
                            "role": "CONTACT",
                            "phone": "626-471-9200",
                            "email": "clinicaltrialsinfo@coh.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                },
                {
                    "facility": "University of Southern California-Keck School of Medicine",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lorraine Martinez, BSN, RN",
                            "role": "CONTACT",
                            "email": "Lorraine.Martinez@med.usc.edu"
                        },
                        {
                            "name": "Stephanie Kim, MSN, RN",
                            "role": "CONTACT",
                            "email": "Stephanie.Kim2@med.usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "NEXT Oncology",
                    "status": "RECRUITING",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carrie Friedman, RN, BSN, OCN",
                            "role": "CONTACT",
                            "phone": "703-636-1473",
                            "email": "carrie.friedman@usoncology.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Within one year of Last Patient off."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077562",
                    "term": "Valganciclovir"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1840",
                    "name": "Valganciclovir",
                    "asFound": "Levofloxacin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}