{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05739981",
            "orgStudyIdInfo": {
                "id": "201-21-202"
            },
            "organization": {
                "fullName": "Imunon",
                "class": "INDUSTRY"
            },
            "briefTitle": "Phase II IMNN-001 (Also Known as GEN-1) on SLL With BEV and NACT, Newly Diagnosed Advanced Ovarian, Fallopian Tube or Primary Peritoneal Cancer",
            "officialTitle": "Phase II Study Evaluating the Effect of IMNN-001 on Second Look Laparoscopy (SLL) in Combination With Bevacizumab (BEV) and Neoadjuvant Chemotherapy (NACT) in Newly Diagnosed With Advanced Ovarian, Fallopian Tube or Primary Peritoneal Cancer",
            "acronym": "MRD",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "phase-ii-imnn-also-known-as-gen-on-sll-with-bev-and-nact-newly-diagnosed-advanced-ovarian-fallopian-tube-or-primary-peritoneal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-13",
            "studyFirstSubmitQcDate": "2023-02-13",
            "studyFirstPostDateStruct": {
                "date": "2023-02-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Imunon",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Break Through Cancer Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a 1:1 randomized, open label, multi-center phase I/II trial to evaluate the safety, dosing, efficacy, and biological activity of adding IMNN-001 to chemotherapy + BEV compared to chemotherapy + BEV alone.",
            "detailedDescription": "This is a 1:1 randomized, open label, multi-center phase I/II trial to evaluate the safety, dosing, efficacy, and biological activity of adding IMNN-001 to chemotherapy + BEV compared to chemotherapy + BEV alone. The chemotherapy (NACT \\& adjuvant) will be a standard regimen of carboplatin + paclitaxel administered every three weeks for a total of 7-9 cycles. The protocol requires at least 4 cycles of NACT and allows up to 2 additional cycles of neoadjuvant therapy at the Investigator's discretion based on response and other clinical considerations. ICS will take place 3-4 weeks from last dose of NACT. Following at least a 4-week recovery from ICS, 3 additional adjuvant cycles of study treatments will be administered. The minimum time interval between surgery and BEV administration will be 4 weeks for safety. BEV will be included at Cycles 2, 3, 6, and 7. BEV may be substituted by an FDA approved biosimilar. The experimental arm will add IMNN-001 weekly to each cycle of chemotherapy + BEV beginning with cycle 1 day 15 and continue weekly through the last cycle of adjuvant therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Ovarian Cancer",
                "Fallopian Tube Cancer",
                "Primary Peritoneal Cancer"
            ],
            "keywords": [
                "IMNN-001",
                "GEN-1"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Chemotherapy + BEV + IMNN-001 (Experimental)",
                    "type": "EXPERIMENTAL",
                    "description": "Chemotherapy (neoadjuvant and adjuvant): Paclitaxel 175 mg/m2 IV followed by carboplatin AUC 5-6 IV starting on C1D1. During the neoadjuvant period, there will be from 4 to 6 cycles repeated every 21 days.\n\nBEV 15 mg/kg IV administration will be included with each cycle except during the cycles around time of surgery. During maintenance, BEV will be administered every 3 weeks as a single agent until disease progression or unacceptable toxicity for a maximum of an additional 18 cycles. In total, BEV may be administered up to 24 cycles. FDA approved BEV biosimilars may be used in this study in place of BEV.\n\nIMNN-001 80 mg/m2 IP will be administered weekly beginning C1D15 and continue weekly through the last cycle of adjuvant therapy. At the conclusion of chemotherapy, GEN-1 will be administered every 21 days with BEV in subjects who are BRCA-/HRP until disease progression or unacceptable toxicity for up to an additional 18 cycles.",
                    "interventionNames": [
                        "Drug: Paclitaxel",
                        "Drug: Carboplatin",
                        "Drug: Bevacizumab",
                        "Drug: IMNN-001"
                    ]
                },
                {
                    "label": "Chemotherapy + BEV (Control)",
                    "type": "OTHER",
                    "description": "Chemotherapy (neoadjuvant and adjuvant): Paclitaxel 175 mg/m2 IV followed by carboplatin AUC 5-6 IV starting on C1D1. During the neoadjuvant period, there will be from 4 to 6 cycles (at the Investigator's discretion, having an additional C4+1 and C4+2) repeated every 21 days.\n\nBEV 15 mg/kg IV administration will be included with each cycle EXCEPT the following cycles: \\[1\\] Cycle 1, \\[2\\] the last cycle of neoadjuvant therapy immediately preceding ICS, and \\[3\\] the first cycle of adjuvant chemotherapy (i.e., first cycle after ICS). During the maintenance phase, BEV 15 mg/kg will be administered every 3 weeks as a single agent until disease progression or unacceptable toxicity for a maximum of an additional 18 cycles. In total, BEV may be administered up to 24 cycles. FDA approved BEV biosimilars may be used in this study in place of BEV.",
                    "interventionNames": [
                        "Drug: Paclitaxel",
                        "Drug: Carboplatin",
                        "Drug: Bevacizumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Paclitaxel",
                    "description": "Paclitaxel 175 mg/m2 IV",
                    "armGroupLabels": [
                        "Chemotherapy + BEV (Control)",
                        "Chemotherapy + BEV + IMNN-001 (Experimental)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Carboplatin",
                    "description": "Carboplatin AUC 5-6 IV",
                    "armGroupLabels": [
                        "Chemotherapy + BEV (Control)",
                        "Chemotherapy + BEV + IMNN-001 (Experimental)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bevacizumab",
                    "description": "BEV 15 mg/kg IV administration will be included with each cycle EXCEPT the following cycles: \\[1\\] Cycle 1, \\[2\\] the last cycle of neoadjuvant therapy immediately preceding ICS, and \\[3\\] the first cycle of adjuvant chemotherapy (i.e., first cycle after ICS). During the maintenance phase, BEV 15 mg/kg will be administered every 3 weeks as a single agent until disease progression or unacceptable toxicity for a maximum of an additional 18 cycles. In total, BEV may be administered up to 24 cycles. FDA approved BEV biosimilars may be used in this study in place of BEV.",
                    "armGroupLabels": [
                        "Chemotherapy + BEV (Control)",
                        "Chemotherapy + BEV + IMNN-001 (Experimental)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "IMNN-001",
                    "description": "IL-12 Plasmid Formulated with PEG-PEI-Cholesterol Lipopolymer",
                    "armGroupLabels": [
                        "Chemotherapy + BEV + IMNN-001 (Experimental)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Minimal Residual Disease",
                    "description": "To determine if the addition of IMNN-001 reduces the rate of histologically documented MRD as determined by SLL in the experimental group (chemotherapy + BEV + IMNN-001) as compared to the control group (chemotherapy + BEV).",
                    "timeFrame": "8 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PFS",
                    "description": "Progression Free Survival comparison in experimental vs. control arm",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "OS",
                    "description": "Overall Survival comparison in experimental vs. control arm",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects with ovarian, fallopian tube, or primary peritoneal carcinoma with high grade serous adenocarcinoma histology are eligible. Poorly differentiated carcinomas consistent with high grade serous histology are eligible. Pathologic diagnosis may be via frozen section or permanent pathology from diagnostic laparoscopy during the screening phase or via pre-enrollment core biopsy (but not cytology).\n2. Subjects must have an International Federation of Gynecology and Obstetrics (FIGO) stage of III or IV who based on standard of care clinical considerations have been recommended to undergo neoadjuvant therapy per standard clinical determination by their oncology provider.\n3. Subjects must have adequate: bone marrow function, renal function, hepatic function, and neurologic function.\n4. Subjects should be free of active infection requiring isolation, parenteral antibiotics or a serious uncontrolled medical illness or disorder within four weeks of study entry. Subjects with diagnosis of COVID-19 infection must be 14 days after positive test or onset of symptoms.\n5. Any hormonal therapy directed at the malignant tumor must be discontinued at least one week prior to the first treatment. Continuation of hormone replacement therapy is permitted.\n6. Subjects must have a performance status score of 0-1 by Eastern Cooperative Group (ECOG) criteria.\n7. Subjects of childbearing potential must have a negative serum pregnancy test within 14 days prior to initiation of protocol therapy and agree to practice an effective form of contraception. If applicable, subjects must discontinue breastfeeding prior to study entry.\n8. Subjects must have signed an IRB-approved informed consent.\n9. Subjects must be at least 18 years old.\n\nExclusion Criteria:\n\n1. Subjects who have received prior treatment with IMNN-001.\n2. Subjects who have a history of allergic reactions attributed to compounds of similar chemical or biologic composition to IMNN-001 or other drugs used in this study.\n3. Subjects who have received oral or parenteral corticosteroids within 2 weeks of first dose of IMNN-001 (if applicable) or who have a clinical requirement for ongoing systemic immunosuppressive therapy such as chronic steroid (prednisone equivalent of \\> 10 mg/day) use not related to chemotherapy administration. Steroid prophylaxis for IV contrast allergy is allowed.\n4. Subjects with autoimmune disease requiring immunosuppressive therapy within the last 2 years. Examples of autoimmune disease include systemic lupus erythematosus, multiple sclerosis, inflammatory bowel disease and rheumatoid arthritis.\n5. Subjects with known human immunodeficiency virus (HIV) or human T-lymphotropic virus (HTLV) infections are excluded.\n6. Subjects with other invasive malignancies are excluded if there is any evidence of the invasive malignancy being present within the last three years. Subjects are also excluded if their previous cancer treatment contraindicates this protocol therapy. Subjects with non-invasive malignancies such as non-melanoma skin cancer, melanoma in-situ, etc. are eligible.\n7. Subjects who have received prior radiotherapy to any portion of the abdominal cavity or pelvis are excluded. Prior radiation for localized cancer of the breast, head and neck, or skin is permitted, if it was completed more than three years prior to registration, and the subject remains free of recurrent or metastatic disease.\n8. Subjects who have received prior chemotherapy for any abdominal or pelvic tumor are excluded. Subjects may have received prior adjuvant chemotherapy for localized breast cancer, provided that it was completed more than three years prior to registration, and that the subject remains free of recurrent or metastatic disease.\n9. Subjects with known active hepatitis.\n10. Subjects with nephrotic syndrome (proteinuria Grade 2 or greater).\n11. Subjects with concurrent severe medical problems unrelated to the malignancy that would significantly limit full compliance with the study or expose the subject to extreme risk or decreased life expectancy.\n12. Subjects with clinically significant cardiovascular disease.\n13. Subjects of childbearing potential, not practicing adequate contraception, subjects who are pregnant, or subjects who are breastfeeding are not eligible for this trial.\n14. Subjects with history or evidence upon physical examination of CNS disease, including primary brain tumor, seizures not controlled with standard medical therapy, any brain metastases, or history of cerebrovascular accident (CVA, stroke), transient ischemic attack (TIA) or subarachnoid hemorrhage within six months of the first date of treatment on this study.\n15. Subjects with a history of diverticulitis within the past 6 months. Diverticulosis is not exclusionary.\n16. Subjects having hemoptysis within the last month.\n17. Subjects with any condition/anomaly that would interfere with the appropriate placement of the IP catheter for study drug administration including abdominal surgery within 4 weeks of study entry (for reasons other than IP port placement), intestinal dysfunction, fistulas, or suspected extensive adhesions from prior history or finding at laparoscopy.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sebastien Hazard, MD",
                    "role": "CONTACT",
                    "phone": "609.896.9100",
                    "email": "shazard@imunon.com"
                },
                {
                    "name": "Lauren Musso",
                    "role": "CONTACT",
                    "phone": "609.896.9100",
                    "email": "lmusso@imunon.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amir Jazaeri, MD",
                    "affiliation": "University of Texas MD Anderson Center",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelsey Higgins",
                            "role": "CONTACT",
                            "email": "higgink1@mskcc.org"
                        },
                        {
                            "name": "Chrisann Kyi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University of Texas MD Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kerri Fernandes",
                            "role": "CONTACT",
                            "email": "kefernan@mdanderson.org"
                        },
                        {
                            "name": "Mariana Gallardo",
                            "role": "CONTACT",
                            "email": "mgallardo2@mdanderson.org"
                        },
                        {
                            "name": "Amir Jazaeri, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005185",
                    "term": "Fallopian Tube Neoplasms"
                },
                {
                    "id": "D000010534",
                    "term": "Peritoneal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000005184",
                    "term": "Fallopian Tube Diseases"
                },
                {
                    "id": "D000000008",
                    "term": "Abdominal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010532",
                    "term": "Peritoneal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M8328",
                    "name": "Fallopian Tube Neoplasms",
                    "asFound": "Fallopian Tube Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13443",
                    "name": "Peritoneal Neoplasms",
                    "asFound": "Peritoneal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8327",
                    "name": "Fallopian Tube Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7",
                    "name": "Abdominal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13441",
                    "name": "Peritoneal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T2189",
                    "name": "Fallopian Tube Cancer",
                    "asFound": "Fallopian Tube Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000068258",
                    "term": "Bevacizumab"
                },
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "relevance": "LOW"
                },
                {
                    "id": "M20747",
                    "name": "Interleukin-12",
                    "relevance": "LOW"
                },
                {
                    "id": "M246",
                    "name": "Bevacizumab",
                    "asFound": "Non-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}