{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04511078",
            "orgStudyIdInfo": {
                "id": "IRB-300005079"
            },
            "secondaryIdInfos": [
                {
                    "id": "UAB 1969",
                    "type": "OTHER",
                    "domain": "O'Neal Comprehensive Cancer Center"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Phase II Panitumumab-IRDye800 in Head & Neck Cancer",
            "officialTitle": "Phase II Open-Label Study Evaluating Panitumumab-IRDye800 as an Optical Imaging Agent to Detect Head and Neck Cancer During Surgical Procedures",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "phase-ii-panitumumab-in-head-neck-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-10",
            "studyFirstSubmitQcDate": "2020-08-10",
            "studyFirstPostDateStruct": {
                "date": "2020-08-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Carissa M Thomas, MD PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine if panitumumab-IRDye800 is effective in identifying cancer, compared to surrounding normal tissue, and the further characterize the safety profile of this drug.",
            "detailedDescription": "Head and neck squamous cell carcinoma tumors can be difficult to visualize intraoperatively. Most primary oral cavity cancers and previously irradiated head and neck cancers require surgical resection for definitive treatment. Currently, tumor margins are determined intraoperatively by a combination of palpation, visual inspection, and microscopic assessment frozen tissue sections. Difficulty in assessing intraoperative tumor margins of primary head and neck cancers makes resection inexact -the incidence of involved or close surgical margins in head and neck cancer patients approaches 40% on histopathological review. Failure to obtain a complete tumor resection results in significantly worse outcomes in head and neck cancer patients. With the exception of previously untreated tongue cancers, assessment of tumor margins by intraoperative palpation is limited because tumors are adjacent to bone or cartilage (larynx), in deep structures, or in previously irradiated tissues. More accurate assessment of tumor extent could limit the ablative defect size and improve outcomes.\n\nIntraoperative frozen sections are used to confirm complete resection of tumors. Unfortunately, these have significant deficiencies. Frozen sections 1) require resection of additional normal tissue for assessment, 2) add between 30 and 60 minutes to the operative time, 3) are difficult to interpret in patients with field cancerization or previous irradiation, 4) cannot be performed on bone or calcified cartilage, 5) are reversed on permanent section in approximately 5% of cases and 6) fail to detect close margins (\\> 5 mm). Finally, and perhaps most importantly, frozen sections are highly accurate if the right tissue is biopsied and sent; however, less than 5% of the wound bed can be assessed by frozen section and this significantly limits the sensitivity of this technique. This sampling error consistently plagues surgeons and pathologists alike.\n\nIdentification of margins during resection is difficult because tumors cannot be palpated and the surgeon must rely only on subtle tissue changes when using the operating microscope. Optical imaging is ideally suited to endoscopic and robotic operative approaches since the surgeon is operating from the video monitor and fluorescence can be easily incorporated into the surgeon's view. Importantly, optical imaging is being incorporated into the newest robotic platforms made especially for surgical procedures.\n\nThis is a Phase II study of panitumumab-IRDye800CW, which has emerged as the frontrunner in optical imaging. This study will be performed in the context of collaborating, completed, and ongoing dose-escalation Phase 1 clinical trials evaluating the safety of cetuximab-IRDye800 (NCT01987375) and panitumumab-IRDye800 (NCT02415881), respectively, in the same patient population. This study design is the same as our approved Phase I trials, except there will be no dose-escalation. This study design is the standard for Phase II clinical trials in the field of fluorescence-guided surgery.\n\nThe investigators saw a limited number of mild side effects with no serious side effects in patients receiving this drug (no infusion reactions, no Grade 2 or higher adverse events, and one Grade 1 adverse event in human patients). In 21% of cases, fluorescence imaging was able to improve surgical decision-making and lead to resection of tumor-containing tissue that would likely not have otherwise been resected. Given that positive margins are the single most important prognostic factor for patients with HNSCC, the potential for this technology to improve margin status has the potential to improve outcomes and survival."
        },
        "conditionsModule": {
            "conditions": [
                "Head and Neck Cancer"
            ],
            "keywords": [
                "panitumumab",
                "optical imaging"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Panitumumab-IRDye800",
                    "type": "EXPERIMENTAL",
                    "description": "50 mg infusion of panitumumab-IRDye800 given over 60 minutes",
                    "interventionNames": [
                        "Drug: Panitumumab-IRDye800"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Panitumumab-IRDye800",
                    "description": "single dose infusion of panitumumab-IRDye800CW",
                    "armGroupLabels": [
                        "Panitumumab-IRDye800"
                    ],
                    "otherNames": [
                        "panitumumab-IRDye800CW"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Tumor to background ratio of fluorescence (TBR)",
                    "description": "fluorescence intensity of tumor tissue compared to that of normal surrounding tissue",
                    "timeFrame": "Day 0 through Day 15"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Biopsy confirmed diagnosis of squamous cell carcinoma of the head and neck\n2. Diagnosis of any T stage, any subsite within the head and neck that are scheduled to undergo surgical resection. Patients with recurrent disease or a new primary will be allowed.\n3. Planned standard of care surgery with curative intent for squamous cell carcinoma\n4. Male or female patients age ≥ 18 years\n5. Have life expectancy of more than 12 weeks\n6. Karnofsky performance status of at least 70% or ECOG/Zubrod level 1\n7. Have acceptable hematologic status, coagulation status, kidney function, and liver function including the following clinical results:\n\n   1. Hemoglobin ≥ 9 gm/dL\n   2. Absolute Neutrophil Count ≥ 1500\n   3. White Blood Cell count \\> 3000/mm3\n   4. Platelet count ≥ 100,000/mm3\n   5. Serum creatinine ≤ 1.5 times upper reference range\n\nExclusion Criteria:\n\n1. Received an investigational drug within 30 days prior to first dose of panitumumab-IRDye800\n2. Had within 6 months prior to enrollment: MI, CVA, or uncontrolled CHF\n3. History of infusion reactions to any monoclonal antibody therapies\n4. Women who are pregnant or breast-feeding\n5. Evidence of QT prolongation on pretreatment ECG (greater than 440 ms in males or greater than 450 ms in females)\n6. Magnesium or potassium lower than the normal institutional values\n7. Patients receiving Class IA (quinidine, procanamide) or Class III (dofetilide, amiodarone, sotalol) antiarrhythmic agents\n8. Patients with a history or evidence of interstitial pneumonitis or pulmonary fibrosis\n9. TSH \\> 13 micro International Units/mL",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Norma Miller, RN",
                    "role": "CONTACT",
                    "phone": "(205) 975-6169",
                    "email": "ncmiller@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Carissa Thomas, MD PhD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Norma Miller, RN",
                            "role": "CONTACT",
                            "phone": "205-975-6169",
                            "email": "ncmiller@uabmc.edu"
                        },
                        {
                            "name": "Jason Warram, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "asFound": "Neck Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077544",
                    "term": "Panitumumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1822",
                    "name": "Panitumumab",
                    "asFound": "Carotid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}