{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04381806",
            "nctIdAliases": [
                "NCT04443686"
            ],
            "orgStudyIdInfo": {
                "id": "RT-090"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-1009",
                    "type": "OTHER",
                    "domain": "IRB"
                }
            ],
            "organization": {
                "fullName": "Fox Chase Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Phase I Study in Advanced Malignancies With 5-ALA",
            "officialTitle": "A Phase I Dose Finding Study Of Low-dose Radiation With Sensitization Using 5-aminolevulinic Acid In Advanced Malignancies",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "phase-i-study-in-advanced-malignancies-with-ala"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-06",
            "studyFirstSubmitQcDate": "2020-05-06",
            "studyFirstPostDateStruct": {
                "date": "2020-05-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Fox Chase Cancer Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "RDT aims to take advantage of the relatively safer toxicity profiles of both lower dose radiation therapy and systemic ALA to treat non-superficial lesions in a manner similar to photodynamic therapy. The doses of radiation administered in this study will be lower than those typically used to treat cancer. However, with administration of ALA, which has been shown to be selectively concentrated in neoplastic cells, it is reasonable to expect responses in the target lesion(s) with relative sparing of nearby normal structures. A similar therapy is currently being used in a single institution in China. Members of the Fox Chase Cancer Center have visited the Chinese medical site multiple times and have gained first-hand experience with this therapy. Based on thus-far unpublished data, this treatment appears to be both safe and well-tolerated. There have been marked responses seen in some of these patients, but this therapy has not yet been investigated in a more formalized clinical trial setting, nor has it been used on Western patients. Thus, while these findings are encouraging, much work is necessary to determine the efficacy and role of this intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "This is a phase 1, open label, dose-escalation, safety, pharmacokinetic, and pharmacodynamic study to determine the maximum tolerated doses (MTD) or recommended phase 2 doses (RP2D) of both ALA and RT. Once the MTDs are identified, the cohort providing the highest dose intensity at or below the MTD (if supported by emerging PK and biomarker data) will be selected for an expansion phase for the purpose of refining the safety assessment and assessing preliminary efficacy. The initial dose escalation phase will enroll at least 20 patients across a variety of tumor types, after which concurrent disease site-specific expansion cohorts will accrue, each consisting of 20 patients. Anatomic site-specific cohorts will include patients with symptomatic metastatic disease to specific anatomic regions, where varying toxicity may be expected (Head and Neck, Thorax and Abdomen/Pelvis).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "5-ALA",
                    "type": "EXPERIMENTAL",
                    "description": "orally-administered 5-aminolevulinic acid (ALA) given as a radiosensitizer prior to low-dose radiation therapy (RT)",
                    "interventionNames": [
                        "Drug: 5-ALA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "5-ALA",
                    "description": "Patients enrolled in this study will receive 3 doses of ALA and fractions of radiation therapy during the course of one 21day cycle. Only one cycle per patient is allowed. Patients are followed through day 56 for adverse event and efficacy measures.",
                    "armGroupLabels": [
                        "5-ALA"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum Tolerated Dose",
                    "description": "Determine the Maximum Tolerated Dose (MTD) of ALA and radiotherapy (RT) when administered concurrently.",
                    "timeFrame": "45 Days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Diagnosis:\n\n   a. Patients must have a histologically and/or cytologically confirmed primary solid tumors b. Lesion(s) of interest (target or non-target) must be evaluable by PET or MRI c. Radiographic or clinical evidence of advanced/metastatic disease that is: i. Resistant to standard therapy or for which no standard therapy is available.\n2. Patient must be a candidate for, and be willing to undergo, PET/MRI imaging\n\n   1. Patients who refuse MRI imaging are not eligible\n   2. Patients who cannot undergo PET/MRI imaging will be deemed screen failures. Rescreening X1 (once) is permissible if the investigator feels that appropriate premedications may allow successful imaging.\n3. All previous therapies for cancer, including radiotherapy, major surgery, and/or investigational therapies, must be discontinued for ≥ 14 days (≥ 28 days for mitomycin C or nitrosoureas ) before the treatment date, and all acute effects of any prior therapy must have resolved to baseline severity or Grade ≤ 1 Common Terminology Criteria for Adverse Events (CTCAE v5), except alopecia or parameters defined in this eligibility list\n\n   a. Patients previously treated with a bleomycin regimen are not permitted to undergo radiation therapy to the thorax\n4. Age ≥ 18 years\n5. ECOG performance status ≤ 2\n6. Systolic blood pressure ≥ 110 mmHg and diastolic blood pressure ≥ 70 mmHg\n7. Adequate organ and marrow function as defined below:\n\n   1. Absolute neutrophil Count ≥1,000/mm3 without growth factor use ≤ 7 days prior to C1D1\n   2. Platelets ≥75,000/mm3 without platelet transfusion ≤ 7 days prior to C1D1\n   3. Hemoglobin \\>8.0 mg/dL without red blood cell transfusion ≤ 7 days prior to C1D1\n   4. Total serum bilirubin \\<1.5 X upper limit of normal (ULN)\n   5. AST (SGOT)/ALT (SGPT) ≤2 X ULN\n   6. Serum creatinine ≤ 1.5 X ULN AND Creatinine clearance (per eGFR) ≥ 40 mL/min/1.73 m2)\n8. Serum or urine pregnancy test (for females of childbearing potential) negative within ≤7 days of C1D1\n9. Ability to understand and the willingness to sign a written informed consent document and comply with the study scheduled visits, treatment plans, laboratory tests and other procedures.\n10. Female patients must be surgically sterile or be postmenopausal, or must agree to use effective contraception during the period of the trial and for at least 90 days after completion of treatment. Male patients must be surgically sterile or must agree to use effective contraception during the period of the trial and for at least 90 days after completion of treatment. The decision of effective contraception will be based on the judgment of the principal investigator or a designated associate.\n\nExclusion Criteria\n\n1. Patients with symptomatic brain metastases are excluded. Patients with asymptomatic and treated CNS metastases may participate in this trial. The patient must have completed any prior treatment for CNS metastases ≥ 28 days prior to study entry, including radiotherapy or surgery. Steroids for the treatment of symptoms of brain metastasis are not permitted.\n2. Patients must be able to take enterally-administered medications. Patients must not have any clinical evidence of impaired gastrointestinal function or any gastrointestinal disease that may significantly alter the absorption of ALA, in the opinion of the treating investigator. Patients who cannot swallow but rely on enterally-administered supplementation may enroll if they otherwise meet this criterion.\n3. Current active treatment in another therapeutic clinical study\n4. Active bacterial, fungal or viral infection, including hepatitis B (HBV) or hepatitis C (HCV) , requiring treatment with intravenous antibiotic, anti-fungal, or anti-viral medications (testing is not required for eligibility).\n\n   a. Patients may be enrolled while undergoing treatment for trivial infections with oral agents (e.g. superficial skin infections, uncomplicated urinary tract infections, candidal oral/vaginal infections, conjunctivitis, etc)\n5. Known human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS)- related illness (testing is not required for eligibility)\n6. Patients undergoing phototherapy for another, non-oncologic or oncologic disease (e.g. PUVA therapy or photodynamic therapy for skin diseases)\n7. Any of the following in the previous 6 months: myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident, transient ischemic attack or symptomatic pulmonary embolism.\n8. Patients with a known history of porphyria (testing for porphyria is not required to participate).\n9. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or study drug administration, or may interfere with the interpretation of study results, or in the judgment of the investigator would make the patient inappropriate for entry into the study.\n10. Patients with implanted battery-controlled devices (including, but not limited to, pacemakers and implanted cardiovascular defibrillator (AICDs)) that may suffer interference from neutron contamination of high energy photon beams.\n11. Pregnant or breast-feeding patients",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anthony Olszanski",
                    "role": "CONTACT",
                    "phone": "215-214-1676",
                    "email": "anthony.olsanski@fccc.edu"
                },
                {
                    "name": "Alex Martinez",
                    "role": "CONTACT",
                    "phone": "215-728-2195",
                    "email": "alex.martinez@fccc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Fox Chase Cancer Center",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anthony Olszanski, MD",
                            "role": "CONTACT",
                            "phone": "215-214-1676",
                            "email": "anthony.olszanski@fccc.edu"
                        },
                        {
                            "name": "Alex Martinez",
                            "role": "CONTACT",
                            "phone": "215-728-2195",
                            "email": "alex.martinez@fccc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3960",
                    "name": "Aminolevulinic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}