{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05427812",
            "orgStudyIdInfo": {
                "id": "ISB 1442-101"
            },
            "organization": {
                "fullName": "Ichnos Sciences SA",
                "class": "INDUSTRY"
            },
            "briefTitle": "Phase 1/2 Study of ISB 1442 in Relapsed/Refractory Multiple Myeloma",
            "officialTitle": "A Phase 1/2, First-in-Human, Multicenter, Open-Label, Dose Escalation and Dose-Expansion Study of Single-Agent ISB 1442 in Participants With Relapsed/Refractory Multiple Myeloma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "phase-study-of-isb-in-relapsed-refractory-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-14",
            "studyFirstSubmitQcDate": "2022-06-17",
            "studyFirstPostDateStruct": {
                "date": "2022-06-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ichnos Sciences SA",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a first-in-human, Phase 1/2, open label study that will evaluate safety and efficacy of ISB 1442 in relapsed/refractory multiple myeloma (R/R MM).",
            "detailedDescription": "The study will be conducted in two phases:\n\n* Phase 1: Dose escalation in R/R MM\n* Phase 2: Dose expansions in select R/R MM\n\nParticipants will be treated at escalating dose levels in Phase 1 (dose-escalation phase) of the study. Once the safety of ISB 1442 is confirmed and a Recommended Phase 2 Dose (RP2D) is established in Phase 1 for a given indication, Phase 2 will be initiated for that indication.\n\nParticipants will receive ISB 1442, until disease progression, unacceptable toxicity, or any criterion for stopping the study drug or withdrawal from the trial occurs."
        },
        "conditionsModule": {
            "conditions": [
                "Relapsed/Refractory Multiple Myeloma"
            ],
            "keywords": [
                "Open-label",
                "dose-escalation",
                "dose-expansion",
                "ISB 1442",
                "relapsed/refractory multiple myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Participants will be treated at escalating dose levels in Phase 1 (dose-escalation phase) of the study. Once the safety of ISB 1442 is confirmed and a recommended phase 2 Dose (RP2D) is established in Phase 1, Phase 2 will be initiated for that indication. The Phase 2 design uses the Simon two-stage design with stopping rules for lack of activity, as well as stopping rules for toxicity. Participants will receive ISB 1442, until disease progression, unacceptable toxicity, or any criterion for stopping the study drug or withdrawal from the trial occurs.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 121,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Phase 1: Dose escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with R/R multiple myeloma (MM) will be administered ISB 1442 weekly by subcutaneous (SC) injection in each 28-day cycle. Dose escalation will begin with an accelerated titration dose escalation and should certain conversion criteria be met, escalation will convert to the standard (3 + 3) dose escalation",
                    "interventionNames": [
                        "Drug: ISB 1442 SC injection escalating doses"
                    ]
                },
                {
                    "label": "Phase 2 (Dose Expansion): R/R Multiple Myeloma",
                    "type": "EXPERIMENTAL",
                    "description": "This cohort includes the participants with pathologically confirmed R/R MM and must have received at least 3 prior lines of therapy, including proteasome inhibitors (PIs), immunomodulators (IMiDs), and anti CD38 therapies either in combination or as a single agent; and must not be candidates for regimens known to provide clinical benefit. Participants will receive the recommended Phase 2 Dose (RP2D) of ISB 1442 SC injection determined in Phase 1 of the study for treatment of R/R MM. Each treatment cycle duration is 28 days. The anticipated total duration for each participant will vary, depending on the number of cycles of treatment completed. The treatment phase will extend until participants experience disease progression or unacceptable toxicity, or until any other discontinuation criterion is met.",
                    "interventionNames": [
                        "Drug: ISB 1442 SC injection at RP2D"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ISB 1442 SC injection escalating doses",
                    "description": "Participants will receive escalating SC doses of ISB 1442",
                    "armGroupLabels": [
                        "Phase 1: Dose escalation"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "ISB 1442 SC injection at RP2D",
                    "description": "ISB 1442 SC injection dose regimen at RP2D until participants experience disease progression or unacceptable toxicity, or until any other discontinuation criterion is met",
                    "armGroupLabels": [
                        "Phase 2 (Dose Expansion): R/R Multiple Myeloma"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Phase 1: Frequency and Severity Of Treatment-Emergent Adverse Events (TEAEs)",
                    "timeFrame": "Up to 18 months"
                },
                {
                    "measure": "Phase 1: Number of Dose-Limiting Toxicities (DLTS) During the First 28 Days After the First Administration of ISB 1442 (Cycle 1)",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Phase 2: Multiple Myeloma: Overall Response Rate (ORR) Based on International Myeloma Working Group (IMWG)",
                    "timeFrame": "18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Maximum Concentration (Cmax) of ISB 1442 in Serum",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Time to Reach Maximum Concentration (Tmax) of ISB 1442 in Serum",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Area Under the Concentration Time Curve From Zero to Time t (AUC0-t) of ISB 1442 in Serum",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Area Under the Concentration Time Curve in Dosing Intervals (AUC0-tau) of ISB1442 in Serum",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Percent Incidence of Anti-Drug Antibody (ADA) and Neutralizing Antibody (nAb) From Baseline Until End-of-Treatment (EOT)",
                    "timeFrame": "Baseline to 18 months"
                },
                {
                    "measure": "Phase 1 and Phase 2: Time to Progression (TTP)",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Phase 1 and Phase 2: Time to Next Treatment (TTNT)",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Phase 1 and Phase 2: Time to Response (TTR)",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Phase 1 and Phase 2: Progression free survival (PFS)",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Phase 1 and Phase 2: Overall survival (OS)",
                    "timeFrame": "18 Months"
                },
                {
                    "measure": "Phase 1: Overall Response Rate (ORR) Based on International Myeloma Working Group (IMWG)",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Phase 1 and Phase 2: Complete Response Rate (CRR) Based on International Myeloma Working Group (IMWG)",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Phase 1 and Phase 2: Duration of Response (DOR) Based on International Myeloma Working Group (IMWG)",
                    "timeFrame": "18 months"
                },
                {
                    "measure": "Phase 2: Frequency and Severity of Treatment Emergent Adverse Events (TEAEs)",
                    "timeFrame": "18 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female patients aged 18 years or older.\n2. Be willing and able to provide written informed consent and any locally required authorization (eg, Health Insurance Portability and Accountability Act of 1996 \\[HIPAA\\]) prior to any protocol related procedures, including screening evaluations\n3. Phase 1: Patients with pathologically confirmed multiple myeloma (MM) who have progressed on or after standard therapy (relapsed/refractory \\[R/R\\] patients):\n\n   1. Must have received at least 3 prior lines of therapy, including PIs, IMiDs, and anti CD38 therapies either in combination or as a single agent; and must not be candidates for regimens known to provide clinical benefit. (Note: Patients in Australia may have received any of the therapies including PIs, IMiDs, and anti CD38 therapies either in combination or as a single agent; and must not be candidates for regimens known to provide clinical benefit ).\n   2. Must have measurable M-protein (serum and/or 24-hr urine, or serum free light chains).\n4. Phase 2: Patients with pathologically confirmed MM who have progressed on or after standard therapy (R/R patients)\n5. Have a body weight ≥ 40.0 kg at screening.\n6. Have an Eastern Cooperative Oncology Group (ECOG) performance status score of 2 or less.\n7. Have life expectancy of at least 3 months (from date of informed consent signing).\n8. Have adequate organ function, including:\n\n   1. Aspartate aminotransferase (AST, GOT) and alanine aminotransferase (ALT, GPT) ≤3.0 × ULN; bilirubin ≤1.5 × ULN. Patients with Gilbert's syndrome may have a bilirubin level \\>1.5 × ULN, per discussion between the Investigator and medical monitor.\n   2. Estimated creatinine clearance ≥45 mL/min as calculated using the Cockcroft-Gault formula or 24-hour urine collection.\n9. Left ventricular ejection fraction (LVEF) ≥45% as assessed by echocardiogram (ECHO) or multiple gated acquisition (MUGA) scan.\n\nExclusion Criteria:\n\n1. Participants with relapsed disease where relapse is characterized only by minimal residual disease parameters (i.e., minimal residual disease positive).\n2. Participants with MM with disease where the only measurable parameter is plasmacytoma.\n3. Received treatment with anti-CD38 antibodies or CD47 targeted therapies within 1 month of C1D1; systemic anticancer treatments within 14 days before the first dose of study drug (C1D1) or any investigational products within 5 half-lives of C1D1, whichever is appropriate to last therapy received. (eg, non-IMP IMiD, proteasome inhibitor could be considered to be eligible if there is at least 14 days after last dose before C1D1. Note: Treatment with a single course of glucocorticoids is allowed (maximum dose of corticosteroids should not exceed the equivalent of 160 mg \\[for example, 40 mg/d for 4 days\\] of dexamethasone). Hormonal therapy for prostate cancer or breast cancer (as adjuvant treatment), and treatment with bisphosphonates and receptor activator of nuclear factor kappa-Β ligand inhibitors are allowed.\n4. Received autologous stem cell transplantation within 12 weeks of C1D1.\n5. Current participation in another interventional study, including other clinical trials with investigational agents (including investigational vaccines or investigational medical device for disease under study) within 4 weeks of C1D1 and throughout the duration of this trial.\n6. Prior radiation therapy within 14 days of C1D1; or prior irradiation to \\> 25% of the bone marrow. Note: Prophylactic localized (\"spot\") radiation for areas of pain is allowed.\n7. Active malignant central nervous system involvement\n8. Known to be refractory to platelet or RBC transfusions\n9. Known severe allergic or anaphylactic reactions to human recombinant proteins or excipients used in the ISB 1442 formulation.\n10. QTc interval \\> 480 msec at screening using Fredericia's QT correction formula.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ichnos Sciences Clinical Trials Administrator",
                    "role": "CONTACT",
                    "phone": "(315) 583-1249",
                    "email": "clinicaltrials@ichnossciences.com"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami - Sylvester Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dickran G. Kazandjian, MD",
                            "role": "CONTACT",
                            "email": "dkazandjian@miami.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "The University of Chicago Medical Center (UCMC) Duchossois Center for Advanced Medicine (DCAM)",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benjamin Derman, MD",
                            "role": "CONTACT",
                            "email": "bderman@bsd.uchicago.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Barbara Ann Karmanos Cancer Institute - Karmanos Cancer Center - Main Campus",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jeffrey Zonder, MD",
                            "role": "CONTACT",
                            "email": "zonderj@karmanos.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "Washington University School of Medicine - Siteman Cancer Center",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark Schroeder, MD",
                            "role": "CONTACT",
                            "email": "markschroeder@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "New York-Presbyterian /Weill Cornell Medical Center - The Myeloma Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ruben Niesvizky, MD",
                            "role": "CONTACT",
                            "email": "run9001@med.cornell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Froedtert Hospital & The Medical College of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Binod Dhakal, MD",
                            "role": "CONTACT",
                            "email": "bdhakal@mcw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                },
                {
                    "facility": "Royal Prince Albert Hospital: Institute of Haematology",
                    "status": "RECRUITING",
                    "city": "Camperdown",
                    "state": "New South Wales",
                    "zip": "2050",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Jo Ho, MBBS,D.Phil,FRACP,FRCPA,FFSc",
                            "role": "CONTACT",
                            "email": "joy.ho1@health.nsw.gov.au"
                        }
                    ],
                    "geoPoint": {
                        "lat": -33.88965,
                        "lon": 151.17642
                    }
                },
                {
                    "facility": "Pindara Private Hospital",
                    "status": "RECRUITING",
                    "city": "Benowa",
                    "state": "Queensland",
                    "zip": "4217",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Hanlon Sia, MBBS(Adelaide), FRACP, FRCPA",
                            "role": "CONTACT",
                            "email": "hanlonsia@yahoo.com.au"
                        }
                    ],
                    "geoPoint": {
                        "lat": -28.01667,
                        "lon": 153.4
                    }
                },
                {
                    "facility": "Gold Coast University Hospital",
                    "status": "RECRUITING",
                    "city": "Southport",
                    "state": "Queensland",
                    "zip": "4211",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Tara Cochrane, MD",
                            "role": "CONTACT",
                            "email": "tara.cochrane@health.qld.gov.au"
                        }
                    ],
                    "geoPoint": {
                        "lat": -27.96724,
                        "lon": 153.39796
                    }
                },
                {
                    "facility": "St. Vincent's Hospital Melbourne",
                    "status": "RECRUITING",
                    "city": "Fitzroy",
                    "state": "Victoria",
                    "zip": "3065",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Hang Ai Quach, MD",
                            "role": "CONTACT",
                            "email": "hang.quach@svha.org.au"
                        }
                    ],
                    "geoPoint": {
                        "lat": -37.79839,
                        "lon": 144.97833
                    }
                },
                {
                    "facility": "The Alfred Hospital-Melbourne",
                    "status": "RECRUITING",
                    "city": "Melbourne",
                    "state": "Victoria",
                    "zip": "3004",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Andrew Spencer, MBBS FRACP FRCPA DM",
                            "role": "CONTACT",
                            "email": "andrew.spencer@monash.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": -37.814,
                        "lon": 144.96332
                    }
                },
                {
                    "facility": "One Clinical Research Pty Ltd",
                    "status": "RECRUITING",
                    "city": "Nedlands",
                    "state": "Western Australia",
                    "zip": "6009",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Peter Tan, MBBS(Hons),MPhil,FRACP,FRCPA",
                            "role": "CONTACT",
                            "email": "peter.tan@oneclinicalresearch.com.au"
                        }
                    ],
                    "geoPoint": {
                        "lat": -31.98184,
                        "lon": 115.8073
                    }
                },
                {
                    "facility": "Health Care Global Enterprises Limited (HCG)",
                    "status": "RECRUITING",
                    "city": "Bangalore",
                    "country": "India",
                    "contacts": [
                        {
                            "name": "Nataraj K S",
                            "role": "CONTACT",
                            "email": "drnatarajks@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 12.97194,
                        "lon": 77.59369
                    }
                },
                {
                    "facility": "M S Ramaiah Medical College & Hospital",
                    "status": "RECRUITING",
                    "city": "Bangalore",
                    "country": "India",
                    "contacts": [
                        {
                            "name": "Santhosh K Devadas",
                            "role": "CONTACT",
                            "email": "drsanthoshkumar28@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 12.97194,
                        "lon": 77.59369
                    }
                },
                {
                    "facility": "Max Super Speciality Hospital",
                    "status": "RECRUITING",
                    "city": "Delhi",
                    "country": "India",
                    "contacts": [
                        {
                            "name": "Rayaz A Khalid",
                            "role": "CONTACT",
                            "email": "Rayaz.Khalid@maxhealthcare.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.65195,
                        "lon": 77.23149
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M3628",
                    "name": "Adjuvants, Immunologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M29889",
                    "name": "Proteasome Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}