{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05456490",
            "orgStudyIdInfo": {
                "id": "402-C-124"
            },
            "organization": {
                "fullName": "Pacira Pharmaceuticals, Inc",
                "class": "INDUSTRY"
            },
            "briefTitle": "Phase 1, Dose Escalation Study to Evaluate of Safety, Pharmacokinetics and Pharmacodynamics of Liposomal Bupivacaine 13.3 Administered Via a Single Intrathecal Injection to Healthy Volunteers",
            "officialTitle": "A Phase 1, Double-Blind, Active- and Placebo-Controlled Dose Escalation Study to Evaluate the Safety, Pharmacokinetics and Pharmacodynamics of Liposomal Bupivacaine 13.3 Administered Via a Single Intrathecal Injection to Healthy Volunteers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "phase-dose-escalation-study-to-evaluate-of-safety-pharmacokinetics-and-pharmacodynamics-of-liposomal-bupivacaine-administered-via-a-single-intrathecal-injection-to-healthy-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-25",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-25",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-22",
            "studyFirstSubmitQcDate": "2022-07-12",
            "studyFirstPostDateStruct": {
                "date": "2022-07-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Pacira Pharmaceuticals, Inc",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Primary Objective: To assess the safety and tolerability of Liposomal Bupivacaine 13.3 administered as a single intrathecal injection in healthy volunteers.\n\nSecondary Objective: To characterize the pharmacokinetic (PK) and pharmacodynamic (PD) profile of Liposomal Bupivacaine 13.3 administered as a single intrathecal injection in healthy volunteers.",
            "detailedDescription": "This is a Phase-1, single center, randomized, double-blind, active and placebo-controlled study in approximately 54 adult healthy subjects (Cohort 1, Cohort 2, and Cohort 3). Eighteen subjects will be enrolled in each of the 3 cohorts.\n\nSubjects in Cohort 1, Cohort 2, and Cohort 3 will be randomized 1:1:1 with 6 subjects receiving Liposomal Bupivacaine 13.3 intrathecal (IT), 6 subjects receiving bupivacaine IT, and 6 subjects receiving placebo IT in each cohort.\n\nThe dose of Liposomal Bupivacaine 13.3 (and volume of injectate across all three treatment arms) will be determined by the cohort. Cohort 1 subjects randomized to the Liposomal Bupivacaine 13.3 arm will be dosed 2 mL (26.6 mg) of Liposomal Bupivacaine 13.3, Cohort 2 subjects randomized to the Liposomal Bupivacaine 13.3 arm will be dosed 3 mL (39.9 mg) of Liposomal Bupivacaine 13.3, and Cohort 3 subjects randomized to the Liposomal Bupivacaine 13.3 arm will be dosed 4 mL (53.2 mg) of Liposomal Bupivacaine 13.3.\n\nThe dose of bupivacaine IT administered in all cohorts will be 15 mg. Cohort 1 subjects randomized to the bupivacaine arm will be dosed 2 mL (7.5 mg/ 1 mL) of 0.75% bupivacaine. Cohort 2 subjects randomized to the bupivacaine arm will be dosed 2 mL (7.5 mg/ 1 mL) of 0.75% bupivacaine mixed with 1 mL of preservative free normal saline to create a total volume of solution administered of 3 mL. Cohort 3 subjects randomized to the bupivacaine arm will be dosed 2 mL (7.5 mg / 1 mL) of 0.75% bupivacaine mixed with 2 mL of preservative free normal saline to create a total volume of solution administered of 4 mL.\n\nCohort 1 subjects randomized to the placebo arm will be dosed 2 mL of preservative free normal saline. Cohort 2 subjects randomized to the placebo arm will be dosed 3 mL of preservative free normal saline. Cohort 3 subjects randomized to the placebo arm will be dosed 4 mL of preservative free normal saline.\n\nThe decision to proceed to the next cohort will be made following a full review of the safety, PK, sensory, motor, neurological history and assessment questionnaires, comprehensive neurological exam and Adverse Event data from the current completed cohort(s).\n\nAll subjects will remain in the Early Phase Research Unit (EPRU) for 5 days after drug administration and will be discharged on Day 6. Subjects will be instructed to return to the research facility for a Day 9 follow-up visit. Subjects will also receive a phone call on Day 30 (±3 days) to assess safety."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ],
            "keywords": [
                "Pharmacodynamics",
                "Pharmacokinetics",
                "Safety",
                "Efficiency"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "The decision to proceed to the next cohort will be made following a full review of the safety, PK, sensory, motor, neurological history and assessment questionnaires, comprehensive neurological exam and Adverse Event data from the current completed cohort(s).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Each of the cohorts will be masked as to proceed to subsequent next dose escalation cohort.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 54,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Liposomal Bupivacaine 13.3",
                    "type": "EXPERIMENTAL",
                    "description": "Cohort 1 subjects will be dosed 2 mL (26.6 mg) of Liposomal Bupivacaine 13.3.\n\nCohort 2 subjects randomized to the Liposomal Bupivacaine 13.3 arm will be dosed 3 mL (39.9 mg) of Liposomal Bupivacaine 13.3.\n\nCohort 3 subjects randomized to the Liposomal Bupivacaine 13.3 arm will be dosed 4 mL (53.2 mg) of Liposomal Bupivacaine 13.3.",
                    "interventionNames": [
                        "Drug: Liposomal Bupivacaine 13.3"
                    ]
                },
                {
                    "label": "Bupivacaine IT",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Cohort 1 subjects randomized to the bupivacaine arm will be dosed 2 mL (7.5 mg/ 1 mL) of 0.75% bupivacaine.\n\nCohort 2 subjects randomized to the bupivacaine arm will be dosed 2 mL (7.5 mg/ 1 mL) of 0.75% bupivacaine mixed with 1 mL of preservative free normal saline to create a total volume of solution administered of 3 mL.\n\nCohort 3 subjects randomized to the bupivacaine arm will be dosed 2 mL (7.5 mg / 1 mL) of 0.75% bupivacaine mixed with 2 mL of preservative free normal saline to create a total volume of solution administered of 4 mL.",
                    "interventionNames": [
                        "Drug: Bupivacaine"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Cohort 1 subjects randomized to the placebo arm will be dosed 2 mL of preservative free normal saline.\n\nCohort 2 subjects randomized to the placebo arm will be dosed 3 mL of preservative free normal saline.\n\nCohort 3 subjects randomized to the placebo arm will be dosed 4 mL of preservative free normal saline.",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Liposomal Bupivacaine 13.3",
                    "description": "Injection into the Intrathecal space",
                    "armGroupLabels": [
                        "Liposomal Bupivacaine 13.3"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bupivacaine",
                    "description": "Injection into the Intrathecal space",
                    "armGroupLabels": [
                        "Bupivacaine IT"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Injection into the Intrathecal space",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Normal Saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Area under the plasma concentration-versus-time curve (AUC0-last and AUC0- ∞)",
                    "description": "Pharmacokinetic Endpoint",
                    "timeFrame": "7-8 weeks"
                },
                {
                    "measure": "Maximum plasma concentration (Cmax)",
                    "description": "Pharmacokinetic Endpoint",
                    "timeFrame": "7-8 weeks"
                },
                {
                    "measure": "Time of Cmax (Tmax)",
                    "description": "Pharmacokinetic Endpoint",
                    "timeFrame": "7-8 weeks"
                },
                {
                    "measure": "The apparent terminal elimination half-life (t1/2el)",
                    "description": "Pharmacokinetic Endpoint",
                    "timeFrame": "7-8 weeks"
                },
                {
                    "measure": "Apparent clearance (CL/F)",
                    "description": "Pharmacokinetic Endpoint",
                    "timeFrame": "7-8 weeks"
                },
                {
                    "measure": "Apparent volume of distribution (Vd)",
                    "description": "Pharmacokinetic Endpoint",
                    "timeFrame": "7-8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Average time to onset of sensory block and motor block",
                    "description": "Pharmacodynamic Endpoint",
                    "timeFrame": "7-8 weeks"
                },
                {
                    "measure": "Average duration of sensory block and motor block",
                    "description": "Pharmacodynamic Endpoint",
                    "timeFrame": "7-8 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Incidence of treatment-emergent AEs (TEAEs) through Day 9",
                    "description": "Safety Endpoint",
                    "timeFrame": "7-8 weeks"
                },
                {
                    "measure": "Proportion of subjects who have any of the neurological events.",
                    "description": "Safety Endpoint",
                    "timeFrame": "7-8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy adult male or female volunteers ages ≥18 and ≤50 years old.\n2. American Society of Anesthesiologists physical status 1\n3. Able to provide informed consent, adhere to the study schedule, and complete all study assessments.\n\nExclusion Criteria:\n\n1. Allergy, hypersensitivity, intolerance, or contraindication to any of the study medications for which an alternative is not named in the protocol (e.g., amide-type local anesthetics, opioids, bupivacaine, NSAIDs, spinal anesthesia).\n2. Impaired renal or hepatic function (e.g., serum creatinine level \\>2 mg/dL \\[176.8 µmol/L\\], blood urea nitrogen level \\>50 mg/dL \\[17.9 mmol/L\\], serum aspartate aminotransferase level \\>1.5 times the upper limit of normal \\[ULN\\], or serum alanine aminotransferase level \\>1.5 times the ULN).\n3. Subjects at an increased risk for bleeding or who have a coagulation disorder (defined as platelet count less than 80,000 × 103/mm3).\n4. Subjects with a history of a difficult airway or a potential difficult airway based on exam by an anesthesiologist.\n5. Subjects with a history of migraine, cluster, or tension headache (diagnosed by a healthcare provider) at any time over the life-course.\n6. Subjects without a formal headache diagnosis, but currently experiencing frequent headaches (of any severity), defined as headache occurring \\> or = 1 time per week for the last 3 months. Subjects who report hormonal headaches occurring during their monthly menstrual cycle that are not diagnosed by a healthcare provider (e.g., pure menstrual migraine without aura, menstrually-related migraine without aura, pure menstrual migraine with aura, menstrually-related migraine with aura) will be excluded if there is a reported pattern of headaches that occur consistently or most of the time during or before their monthly menstrual period. Note: if a subject reports hormonal headaches that are not diagnosed by a healthcare provider, the subject may be included in the study if the headache episodes are infrequent (e.g., one episode in the past 3 months), at the discretion of the Principal Investigator.\n7. Subjects with a history of a lower back condition (e.g., ankylosing spondylitis, scoliosis, dysraphism, prior back surgery) or a history of chronic low back pain.\n8. Subjects with BMIs less than 20 kg/m2.\n9. Comorbidity impacting current physical function that, in the opinion of the investigator, may confound the post dosing assessments\n10. Concurrent painful physical condition that may require analgesic treatment (such as long-term, consistent use of opioids) in the post dosing period for pain and which may confound the post dosing assessments.\n11. Women of childbearing potential must have a documented negative pregnancy test at screening and must be confirmed on the day of drug administration. If postmenopausal, must have a documented follicle stimulating hormone test confirming menopause at screening.\n12. Currently pregnant, nursing, or planning to become pregnant during the study.\n13. Clinically significant abnormal ECG that in the opinion of the investigator would preclude the subject from participation in the study.\n14. Previous participation in a Pacira sponsored study.\n15. Use of systemic corticosteroids up to 3 days prior to study drug administration.\n16. Initiation of treatment with neuromodulating agents (e.g., gabapentin, pregabalin \\[Lyrica\\], duloxetine \\[Cymbalta\\] etc.) within 1 month prior to Screening or ongoing concomitant use if use is for pain control. a. Subject will be excluded if on neuromodulating agents for chronic pain management. Note: if a subject is on a neuromodulating agent for a reason other than pain control (e.g., a depressive disorder), he or she must be on a stable dose for at least 1 month prior to Screening to be included in the study\n17. Opioid medications and NSAIDs are not permitted up to 3 days prior to study drug administration.\n18. History of, suspected, or known addiction to or abuse of illicit drug(s), prescription medicine(s), or alcohol within the past 2 years.\n19. Administration of an investigational drug within 30 days or 5 elimination half-lives of such investigational drug, whichever is longer, prior to study drug administration, or planned administration of another investigational product or procedure during the subject's participation in this study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lisa Ramsay",
                    "role": "CONTACT",
                    "phone": "973-451-4019",
                    "email": "lisa.ramsay@pacira.com"
                },
                {
                    "name": "Christine Brozyniak",
                    "role": "CONTACT",
                    "phone": "973-254-4364",
                    "email": "christine.brozyniak@pacira.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sergey Zaets",
                    "affiliation": "Pacira Pharmaceuticals, Inc",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Burke",
                            "role": "CONTACT",
                            "phone": "919-681-2849",
                            "email": "ashley.burke@duke.edu"
                        },
                        {
                            "name": "David B MacLeod, MB BS, FRCA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002045",
                    "term": "Bupivacaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5315",
                    "name": "Bupivacaine",
                    "asFound": "Type",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                }
            ]
        }
    },
    "hasResults": false
}