{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00018889",
            "orgStudyIdInfo": {
                "id": "010206"
            },
            "secondaryIdInfos": [
                {
                    "id": "01-N-0206"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Phenotype/Genotype Correlations in Movement Disorders",
            "officialTitle": "Phenotype/Genotype Correlations in Movement Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "phenotype-genotype-correlations-in-movement-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-23",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2001-10-22",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2001-07-07",
            "studyFirstSubmitQcDate": "2001-07-07",
            "studyFirstPostDateStruct": {
                "date": "2001-07-09",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this protocol is to identify families with inherited movement disorders and evaluate disease manifestations to establish an accurate clinical diagnosis by using newest technological advances and investigate the underlying molecular mechanisms. Studies of inherited movement disorders in large families with good genealogical records are especially valuable. Patients with diseases of known molecular basis will be genotyped in order to investigate phenotype/genotype correlation. Patients with disease of unknown or incomplete genetic characterization will be studied with a hope of contributing to the identification of specific disease-causing genes and genetic mechanisms responsible for a specific disorder.",
            "detailedDescription": "Objective: The primary objective of this study is to perform phenotypic and genotypic characterizations of patients and family members with a known or suspected diagnosis of a movement disorder and screen for eligibility to participate in other movement disorder related protocols:\n\n* 14-N-0086 Deep brain stimulation therapy in movement disorders\n* 11-N-0211 Deep brain stimulation surgery for movement disorders\n* 93-N-0202 Diagnosis and natural history protocol for patients with different neurological conditions\n* 000865: Natural history of movement disorders\n* 00-N-0043: Clinical and molecular manifestations of inherited neurologic disorders\n* 03-AG-N-329 (NIA): The genetic characterization of movement disorders and dementias\n* 20M0082 Phase 1 Study: PET Imaging of Cyclooxygenases in Neurodegenerative Brain Disease; Institute (NIMH)\n* 18-N-0140: Clinical Laboratory Evaluation of Chronic Autonomic Failure\n\nThe secondary goals of this protocol are to learn more about genetic causes of movement disorders and their phenotypic associations; identify patients and families with inherited movement disorders; evaluate disease manifestations to establish an accurate clinical diagnosis; and to investigate the underlying molecular mechanisms. Studies of inherited movement disorders in large families with well-documented genealogical records are especially valuable. The study will also assess a series of exploratory peripheral biomarkers, including, but not limited to, those delineated by DNA, RNA, protein, and/or metabolite alterations in an effort to more accurately predict those with, or at risk of having, the specific neurological disease.\n\nStudy population: Subjects older than 2 years old with movement disorders and their family members will be enrolled. Patients with diseases of known molecular basis will be genotyped in order to investigate phenotype/genotype correlations. Patients with disease of unknown or incomplete genetic characterization will be studied with a hope of contributing to the identification of specific disease-causing genes and genetic mechanisms and/or peripheral bio-signatures involved in a particular disorder.\n\nDesign:\n\nThis is an observational diagnostic study of movement disorders and their progression and pathophysiology.\n\nOutcome measures: Determination of phenotype/genotype correlations in specific movement disorders, referral of patients and/or family members for participation in other NIH studies, gene identification if not known, gene expression and protein, metabolite and nucleic acid levels, collection of blood cells and generation of induced pluripotent stem cell lines, and establishment of a clinical diagnosis when possible."
        },
        "conditionsModule": {
            "conditions": [
                "Movement Disorder"
            ],
            "keywords": [
                "Clinical Evaluation",
                "Genetic Study",
                "Essential Tremor",
                "Familial Myoclonus",
                "Hereditary Ataxia",
                "Natural History",
                "Movement Disorder",
                "Inherited Movement Disorder"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 2500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "description": "Patients age 2 years and older with a clinical or suspected diagnosis of movement disorder"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The primary outcome measure is the phenotypic and genotypic characterizations of patients and family members with movement disorders.",
                    "description": "Characterizations to determine their eligibility for inclusion in other NIH protocols.",
                    "timeFrame": "10 Years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Identification of specific peripheral blood biomarkers in plasma of patients with or without PD that would improve the diagnostic accuracy, especially in subjects at risk of developing the disorder in the future",
                    "timeFrame": "Study end"
                },
                {
                    "measure": "Identification of peripheral alpha-synuclein via histology of skin biopsies",
                    "timeFrame": "Study end"
                },
                {
                    "measure": "Identification of new genes through newer techniques such as whole exome and whole genome to identify the genetic cause of a neurologic condition in an individual or family.",
                    "timeFrame": "Study end"
                },
                {
                    "measure": "Identification of new genes and/or peripheral blood biomarkers associated with movement disorders.",
                    "timeFrame": "Study end"
                },
                {
                    "measure": "Identification of disease-specific biomarkers in stem cells derived from patient peripheral blood mononuclear cells or fibroblast lines.",
                    "timeFrame": "Study end"
                },
                {
                    "measure": "Identification clinical correlations between phenotype and genotype",
                    "timeFrame": "Study end"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Individuals with movement disorders\n* Family members of movement disorders patients\n* Ability to give informed consent or have a legally authorized representative able to give consent (for adults without consent capacity) or parent/guardian able to provide informed consent (for a child)\n* If unable to give informed consent, ability to give assent (for children or adults without consent capacity)\n* NIH Employees can participate in this study if they meet eligibility.\n\nEXCLUSION CRITERIA:\n\n* Pregnant women will be excluded from MRI or X-ray studies\n* Children less than 2 years of age\n* Employees of the Parkinsons Disease Clinic, NINDS\n\nExclusion criteria for MRI\n\n* Presence of metal in subject s body which would make having an MRI scan unsafe, such as pacemakers, stimulators, pumps, aneurysm clips, metallic prostheses, artificial heart valves, cochlear implants or shrapnel fragments, or if subject was a welder or metal worker, since small metal fragments in the eye may be present.\n* Subject is uncomfortable in small closed spaces (have claustrophobia) so that they would feel uncomfortable in the MRI machine.\n* Unable to lie comfortably on back for up to 1 hour\n* Are pregnant\n* Under 12 years of age\n\nThere is no general exclusion for NIH employees. Inclusion/exclusion criteria will be checked before enrollment in each sub-study to ensure that participants remain eligible.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "-Patients age 2 years and older with a clinical or suspected diagnosis of movement disorder.-Accrual ceiling-2500-Dropouts will not be replaced-Self-referral is allowed-NIH employees may participate if they meet the eligibility",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Konjit Yirgashewa",
                    "role": "CONTACT",
                    "phone": "(301) 594-5277",
                    "email": "konjit.yirgashewa@nih.gov"
                },
                {
                    "name": "Debra J Ehrlich, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 443-7888",
                    "email": "debra.ehrlich@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Debra J Ehrlich, M.D.",
                    "affiliation": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY dial 711",
                            "email": "ccopr@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11181995",
                    "type": "BACKGROUND",
                    "citation": "Venter JC, Adams MD, Myers EW, Li PW, Mural RJ, Sutton GG, Smith HO, Yandell M, Evans CA, Holt RA, Gocayne JD, Amanatides P, Ballew RM, Huson DH, Wortman JR, Zhang Q, Kodira CD, Zheng XH, Chen L, Skupski M, Subramanian G, Thomas PD, Zhang J, Gabor Miklos GL, Nelson C, Broder S, Clark AG, Nadeau J, McKusick VA, Zinder N, Levine AJ, Roberts RJ, Simon M, Slayman C, Hunkapiller M, Bolanos R, Delcher A, Dew I, Fasulo D, Flanigan M, Florea L, Halpern A, Hannenhalli S, Kravitz S, Levy S, Mobarry C, Reinert K, Remington K, Abu-Threideh J, Beasley E, Biddick K, Bonazzi V, Brandon R, Cargill M, Chandramouliswaran I, Charlab R, Chaturvedi K, Deng Z, Di Francesco V, Dunn P, Eilbeck K, Evangelista C, Gabrielian AE, Gan W, Ge W, Gong F, Gu Z, Guan P, Heiman TJ, Higgins ME, Ji RR, Ke Z, Ketchum KA, Lai Z, Lei Y, Li Z, Li J, Liang Y, Lin X, Lu F, Merkulov GV, Milshina N, Moore HM, Naik AK, Narayan VA, Neelam B, Nusskern D, Rusch DB, Salzberg S, Shao W, Shue B, Sun J, Wang Z, Wang A, Wang X, Wang J, Wei M, Wides R, Xiao C, Yan C, Yao A, Ye J, Zhan M, Zhang W, Zhang H, Zhao Q, Zheng L, Zhong F, Zhong W, Zhu S, Zhao S, Gilbert D, Baumhueter S, Spier G, Carter C, Cravchik A, Woodage T, Ali F, An H, Awe A, Baldwin D, Baden H, Barnstead M, Barrow I, Beeson K, Busam D, Carver A, Center A, Cheng ML, Curry L, Danaher S, Davenport L, Desilets R, Dietz S, Dodson K, Doup L, Ferriera S, Garg N, Gluecksmann A, Hart B, Haynes J, Haynes C, Heiner C, Hladun S, Hostin D, Houck J, Howland T, Ibegwam C, Johnson J, Kalush F, Kline L, Koduru S, Love A, Mann F, May D, McCawley S, McIntosh T, McMullen I, Moy M, Moy L, Murphy B, Nelson K, Pfannkoch C, Pratts E, Puri V, Qureshi H, Reardon M, Rodriguez R, Rogers YH, Romblad D, Ruhfel B, Scott R, Sitter C, Smallwood M, Stewart E, Strong R, Suh E, Thomas R, Tint NN, Tse S, Vech C, Wang G, Wetter J, Williams S, Williams M, Windsor S, Winn-Deen E, Wolfe K, Zaveri J, Zaveri K, Abril JF, Guigo R, Campbell MJ, Sjolander KV, Karlak B, Kejariwal A, Mi H, Lazareva B, Hatton T, Narechania A, Diemer K, Muruganujan A, Guo N, Sato S, Bafna V, Istrail S, Lippert R, Schwartz R, Walenz B, Yooseph S, Allen D, Basu A, Baxendale J, Blick L, Caminha M, Carnes-Stine J, Caulk P, Chiang YH, Coyne M, Dahlke C, Deslattes Mays A, Dombroski M, Donnelly M, Ely D, Esparham S, Fosler C, Gire H, Glanowski S, Glasser K, Glodek A, Gorokhov M, Graham K, Gropman B, Harris M, Heil J, Henderson S, Hoover J, Jennings D, Jordan C, Jordan J, Kasha J, Kagan L, Kraft C, Levitsky A, Lewis M, Liu X, Lopez J, Ma D, Majoros W, McDaniel J, Murphy S, Newman M, Nguyen T, Nguyen N, Nodell M, Pan S, Peck J, Peterson M, Rowe W, Sanders R, Scott J, Simpson M, Smith T, Sprague A, Stockwell T, Turner R, Venter E, Wang M, Wen M, Wu D, Wu M, Xia A, Zandieh A, Zhu X. The sequence of the human genome. Science. 2001 Feb 16;291(5507):1304-51. doi: 10.1126/science.1058040. Erratum In: Science 2001 Jun 5;292(5523):1838."
                },
                {
                    "pmid": "11237011",
                    "type": "BACKGROUND",
                    "citation": "Lander ES, Linton LM, Birren B, Nusbaum C, Zody MC, Baldwin J, Devon K, Dewar K, Doyle M, FitzHugh W, Funke R, Gage D, Harris K, Heaford A, Howland J, Kann L, Lehoczky J, LeVine R, McEwan P, McKernan K, Meldrim J, Mesirov JP, Miranda C, Morris W, Naylor J, Raymond C, Rosetti M, Santos R, Sheridan A, Sougnez C, Stange-Thomann Y, Stojanovic N, Subramanian A, Wyman D, Rogers J, Sulston J, Ainscough R, Beck S, Bentley D, Burton J, Clee C, Carter N, Coulson A, Deadman R, Deloukas P, Dunham A, Dunham I, Durbin R, French L, Grafham D, Gregory S, Hubbard T, Humphray S, Hunt A, Jones M, Lloyd C, McMurray A, Matthews L, Mercer S, Milne S, Mullikin JC, Mungall A, Plumb R, Ross M, Shownkeen R, Sims S, Waterston RH, Wilson RK, Hillier LW, McPherson JD, Marra MA, Mardis ER, Fulton LA, Chinwalla AT, Pepin KH, Gish WR, Chissoe SL, Wendl MC, Delehaunty KD, Miner TL, Delehaunty A, Kramer JB, Cook LL, Fulton RS, Johnson DL, Minx PJ, Clifton SW, Hawkins T, Branscomb E, Predki P, Richardson P, Wenning S, Slezak T, Doggett N, Cheng JF, Olsen A, Lucas S, Elkin C, Uberbacher E, Frazier M, Gibbs RA, Muzny DM, Scherer SE, Bouck JB, Sodergren EJ, Worley KC, Rives CM, Gorrell JH, Metzker ML, Naylor SL, Kucherlapati RS, Nelson DL, Weinstock GM, Sakaki Y, Fujiyama A, Hattori M, Yada T, Toyoda A, Itoh T, Kawagoe C, Watanabe H, Totoki Y, Taylor T, Weissenbach J, Heilig R, Saurin W, Artiguenave F, Brottier P, Bruls T, Pelletier E, Robert C, Wincker P, Smith DR, Doucette-Stamm L, Rubenfield M, Weinstock K, Lee HM, Dubois J, Rosenthal A, Platzer M, Nyakatura G, Taudien S, Rump A, Yang H, Yu J, Wang J, Huang G, Gu J, Hood L, Rowen L, Madan A, Qin S, Davis RW, Federspiel NA, Abola AP, Proctor MJ, Myers RM, Schmutz J, Dickson M, Grimwood J, Cox DR, Olson MV, Kaul R, Raymond C, Shimizu N, Kawasaki K, Minoshima S, Evans GA, Athanasiou M, Schultz R, Roe BA, Chen F, Pan H, Ramser J, Lehrach H, Reinhardt R, McCombie WR, de la Bastide M, Dedhia N, Blocker H, Hornischer K, Nordsiek G, Agarwala R, Aravind L, Bailey JA, Bateman A, Batzoglou S, Birney E, Bork P, Brown DG, Burge CB, Cerutti L, Chen HC, Church D, Clamp M, Copley RR, Doerks T, Eddy SR, Eichler EE, Furey TS, Galagan J, Gilbert JG, Harmon C, Hayashizaki Y, Haussler D, Hermjakob H, Hokamp K, Jang W, Johnson LS, Jones TA, Kasif S, Kaspryzk A, Kennedy S, Kent WJ, Kitts P, Koonin EV, Korf I, Kulp D, Lancet D, Lowe TM, McLysaght A, Mikkelsen T, Moran JV, Mulder N, Pollara VJ, Ponting CP, Schuler G, Schultz J, Slater G, Smit AF, Stupka E, Szustakowki J, Thierry-Mieg D, Thierry-Mieg J, Wagner L, Wallis J, Wheeler R, Williams A, Wolf YI, Wolfe KH, Yang SP, Yeh RF, Collins F, Guyer MS, Peterson J, Felsenfeld A, Wetterstrand KA, Patrinos A, Morgan MJ, de Jong P, Catanese JJ, Osoegawa K, Shizuya H, Choi S, Chen YJ, Szustakowki J; International Human Genome Sequencing Consortium. Initial sequencing and analysis of the human genome. Nature. 2001 Feb 15;409(6822):860-921. doi: 10.1038/35057062. Erratum In: Nature 2001 Aug 2;412(6846):565. Nature 2001 Jun 7;411(6838):720. Szustakowki, J [corrected to Szustakowski, J]."
                },
                {
                    "pmid": "19564886",
                    "type": "BACKGROUND",
                    "citation": "Stolerman ES, Florez JC. Genomics of type 2 diabetes mellitus: implications for the clinician. Nat Rev Endocrinol. 2009 Aug;5(8):429-36. doi: 10.1038/nrendo.2009.129. Epub 2009 Jun 30."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2001-N-0206.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".Since this protocol is primarily a screening protocol, it may not be feasible to make data available on an individual patient level."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4565",
                    "name": "Ataxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "asFound": "Movement Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16956",
                    "name": "Tremor",
                    "relevance": "LOW"
                },
                {
                    "id": "M5773",
                    "name": "Cerebellar Ataxia",
                    "relevance": "LOW"
                },
                {
                    "id": "M22137",
                    "name": "Essential Tremor",
                    "relevance": "LOW"
                },
                {
                    "id": "M12159",
                    "name": "Myoclonus",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2739",
                    "name": "Hereditary Ataxia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}