{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05811377",
            "orgStudyIdInfo": {
                "id": "STUDY22030048"
            },
            "secondaryIdInfos": [
                {
                    "id": "DK108397",
                    "type": "OTHER_GRANT",
                    "domain": "NIDDK"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Phenotyping Interstitial Cystitis/Bladder Pain Syndrome (IC/BPS) by Intravesical Contrast Enhanced - Magnetic Resonance Imaging (ICE-MRI) Bladder Permeability Assay",
            "officialTitle": "Phenotyping Interstitial Cystitis/Bladder Pain Syndrome by ICE-MRI Bladder Permeability Assay",
            "therapeuticArea": [
                "Other"
            ],
            "study": "phenotyping-interstitial-cystitis-bladder-pain-syndrome-ic-bps-by-intravesical-contrast-enhanced-magnetic-resonance-imaging-ice-mri-bladder-permeability-assay"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-02",
            "studyFirstSubmitQcDate": "2023-04-10",
            "studyFirstPostDateStruct": {
                "date": "2023-04-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Christopher J Chermansky, MD",
                "investigatorTitle": "Chief of Urology, Magee Womens Hospital",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Christopher J Chermansky, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Lipella Pharmaceuticals, Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Each participant will be asked to participate in this research study which distinguishes different types of Interstitial Cystitis/Bladder Pain Syndrome. Research studies include only people who wish to participate. The study team members will explain the study to each participant, and all questions about the study will be answered. Each participant will be given adequate time when deciding to participate in this study. Should the participant consent to participate, then the participant will agree to undergo have a single Magnetic Resonance Imaging (MRI) test that involves the use of radio waves and a powerful magnet which are linked to a computer that looks at the bladder. The MRI test is being performed to see if the bladder is leaky, which would suggest Interstitial Cystitis (IC). The MRI test involves placing Gadobutrol and Ferumoxytol into the bladder using a sterile catheter, a small hollow tube through which fluids pass. Preliminary data suggests that IC patients with Hunners lesions have increased Gadobutrol in the bladder wall lining.",
            "detailedDescription": "Visit 1 and Visit 2 (for cystoscopy if not recently performed): Potential subjects seen in the clinic as part of routine clinical care that meet inclusion and exclusion criteria will only participate in the study. Urine pregnancy test (if childbearing potential) and dip Urinalysis (UA) test (to screen for UTI) will be done on visit 1. Many of the patients screened for this study will have already had cystoscopy performed within the last 6 months as this is done to determine if patients have either Hunners lesion IC (HIC) or non-Hunners lesion IC (NHIC). Patients who have had a recent cystoscopy won't need repeat cystoscopy done during a second visit; however, if no cystoscopy has been performed within the past 6 months, cystoscopy will be performed on a second visit within 2-4 weeks of visit 1. Dip UA test (to screen for UTI) will be done on visit 2 prior to cystoscopy for those participants who have not had cystoscopy within the last 6 months. Asymptomatic control patients will need cystoscopy during visit 2 if no prior cystoscopy has been performed within the past 6 months. Thus, all participants will submit to visit 1 for screening and signing of informed consent. Visit 2 for cystoscopy will only be necessary for those patients who have not had cystoscopy performed within 6 months of completing informed consent on visit 1."
        },
        "conditionsModule": {
            "conditions": [
                "IC - Interstitial Cystitis"
            ],
            "keywords": [
                "IC - Interstitial Cystitis",
                "Hunners Lesion"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Study design: Cross-sectional prospective study on consented, age matched 10 HIC, 10 NHIC, and 10 asymptomatic controls.\n\nTo demonstrate the clinical feasibility of our MRI based permeability assay, the investigators propose to first calibrate the MRI based bladder permeability assay by detecting significant differences in Gadobutrol permeability between 10 HIC patients (true-positive for bladder permeability) and 10 asymptomatic patients with no abnormal cystoscopic findings (true-negative for bladder permeability). After calibrating the MRI based bladder permeability assay, the investigators will have 10 NHIC patients submit to the assay to determine if they have either low or high Gadobutrol permeability.",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ICE-MRI",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will undergo a single Magnetic Resonance Imaging study: a single breath-hold pre-contrast image followed by sterile placement of a temporary urethral catheter for instillation of a 50 milliliter (mL) solution containing Gadobutrol (302mg) plus ferumoxytol (5 mM) and a second, single breath hold post-contrast image.",
                    "interventionNames": [
                        "Drug: Ferumoxytol",
                        "Drug: Gadobutrol"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ferumoxytol",
                    "description": "After fully emptying the bladder with a catheter,1.5mg of Ferumoxytol combined with Gadobutrol 302 mg will be instilled into the bladder through the catheter. The catheter will be plugged, and the patient will submit to an MRI scan of the bladder. After the MRI is completed, the Ferumoxytol will be drained through the catheter and the catheter will be removed.",
                    "armGroupLabels": [
                        "ICE-MRI"
                    ],
                    "otherNames": [
                        "Feraheme"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Gadobutrol",
                    "description": "After fully emptying the bladder with a catheter, 302 mg of Gadobutrol (combined with Ferumoxytol) will be instilled into the bladder through the catheter. The catheter will be plugged, and the patient will submit to a MRI scan of the bladder. After the MRI is completed, the Gadobutrol will be drained through the catheter and the catheter will be removed.",
                    "armGroupLabels": [
                        "ICE-MRI"
                    ],
                    "otherNames": [
                        "Gadavist"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The bladder permeability will be measured using the MRI bladder permeability assay, and the differences between patients with Hunners Interstitial Cystitis (HIC), Non-Hunners Interstitial Cystitis (NHIC), and controls with no symptoms will be noted.",
                    "description": "The MRI bladder permeability assay that will be tested involves instilling Gadobutrol and Ferumoxytol into the bladder through a urethral catheter. Then, with both contrast agents in the bladder, T1 MRI weighted images will be obtained and the bladder wall permeability will be calculated.",
                    "timeFrame": "The bladder permeability assay will be calculated immediately after the participant completes the MRI imaging of the bladder with the instilled contrast agents, an exam that typically takes the participant 90 minutes to complete."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n18-80 years old subjects from both genders and an IC/BPS diagnosis with a cystoscopic finding of Hunner lesions or absence and also have the following:\n\n1. Pain (suprapubic, pelvic, urethral, vaginal or perineal) associated with bladder storage symptoms and pain on bladder filling that is relieved upon emptying\n2. Urgency or nocturia (average of \\>1 nocturnal void over 3 consecutive days on bladder diary). The O'Leary-Sant Interstitial cystitis symptom index (ICSI) and Interstitial cystitis problem index (ICPI) are valid and reliable measures of IC/BPS symptoms, and only IC/BPS patients with scores of ICSI of \\> 9 and an ICPI \\> 8 will be recruited.\n\nAge matched controls with no abnormal cystoscopic findings and with no bladder storage symptoms will be recruited.\n\nExclusion Criteria:\n\n1. Patients with urinary incontinence, suspicion for UTI on urine dipstick, history of recurrent UTIs, or history of spinal cord injury. Notwithstanding the fact that chronic bladder inflammation of IC/BPS patients evokes higher bladder permeability to instilled radiolabeled sodium chloride than acute inflammation of UTI patients, the investigators plan to exclude patients with UTIs as a confounding factor to rigorously establish the link between Hunner lesion and bladder permeability.\n2. Patients with current diagnosis or previous history of urologic malignancy, prior bladder augmentation surgery, pelvic radiation, serum creatinine \\>1.5mg/dl, diabetes mellitus, untreated hypertension, and proteinuria.\n3. Participants in whom magnetic resonance imaging (MRI) is contraindicated including, but not limited to, those with a pacemaker, presence of metallic fragments near the eyes or spinal cord, or cochlear implant, any other implanted MRI non-compatible device of any type (cardiac pacemaker, sacral neuromodulation device, and shunt)\n4. Patients who are claustrophobic, cannot sign informed consent, or have a past allergic reaction to either Gadobutrol or Ferumoxytol and any history of allergic reaction to any intravenous iron product.\n5. Women of child-bearing age who are pregnant or plan to become pregnant (urine pregnancy test will be performed for premenopausal women with no history of prior hysterectomy)\n6. Patients who cannot safely refrain from taking any analgesics or steroidal/non-steroidal anti-inflammatory or immunosuppressive drugs for one week preceding the MRI to avoid any confounding effect of anti-inflammatory drugs on bladder permeability.\n7. Any patient with a history of allergic reaction to any intravenous iron product.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christopher Chermansky, MD",
                    "role": "CONTACT",
                    "phone": "412-641-1364",
                    "email": "chermanskycj2@upmc.edu"
                },
                {
                    "name": "Vickie Polanco-Garcia",
                    "role": "CONTACT",
                    "phone": "412 641-1364",
                    "email": "polancogarciav@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christopher Chermansky, MD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UPMC Magee Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christopher Chermansky, MD",
                            "role": "CONTACT",
                            "email": "chermanskycj2@upmc.edu"
                        },
                        {
                            "name": "Vickie Polanco-Garcia",
                            "role": "CONTACT",
                            "phone": "412 641-1364",
                            "email": "polanco-garciav@upmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29392488",
                    "type": "BACKGROUND",
                    "citation": "Tyagi P, Janicki J, Moon CH, Kaufman J, Chermansky C. Novel contrast mixture achieves contrast resolution of human bladder wall suitable for T1 mapping: applications in interstitial cystitis and beyond. Int Urol Nephrol. 2018 Mar;50(3):401-409. doi: 10.1007/s11255-018-1794-0. Epub 2018 Feb 1."
                },
                {
                    "pmid": "30473772",
                    "type": "BACKGROUND",
                    "citation": "Tyagi P, Moon CH, Janicki J, Kaufman J, Chancellor M, Yoshimura N, Chermansky C. Recent advances in imaging and understanding interstitial cystitis. F1000Res. 2018 Nov 9;7:F1000 Faculty Rev-1771. doi: 10.12688/f1000research.16096.1. eCollection 2018."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-08-15",
                    "uploadDate": "2022-11-25T12:31",
                    "filename": "ICF_000.pdf",
                    "size": 3348356
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                },
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "asFound": "Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Interstitial Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000052203",
                    "term": "Ferrosoferric Oxide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006397",
                    "term": "Hematinics"
                },
                {
                    "id": "D000057947",
                    "term": "Parenteral Nutrition Solutions"
                },
                {
                    "id": "D000019999",
                    "term": "Pharmaceutical Solutions"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M26996",
                    "name": "Ferrosoferric Oxide",
                    "asFound": "Hemodynamics",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9485",
                    "name": "Hematinics",
                    "relevance": "LOW"
                },
                {
                    "id": "M28934",
                    "name": "Parenteral Nutrition Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                }
            ]
        }
    },
    "hasResults": false
}