{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05598333",
            "orgStudyIdInfo": {
                "id": "ASK-CHF2-CS201"
            },
            "organization": {
                "fullName": "Asklepios Biopharmaceutical, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Phosphatase Inhibition by Intracoronary Gene Therapy in Subjects With Non-Ischemic NYHA Class III Heart Failure",
            "officialTitle": "A Phase 2, Adaptive, Double-blinded, Placebo Controlled, Randomized, Multi-center Trial to Evaluate the Efficacy, Safety and Tolerability of Intracoronary Infusion of AB-1002 in Adult Subjects With New York Heart Association (NYHA) Class III Heart Failure and Non-ischemic Cardiomyopathy",
            "acronym": "GenePHIT",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "phosphatase-inhibition-by-intracoronary-gene-therapy-in-subjects-with-non-ischemic-nyha-class-iii-heart-failure"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-25",
            "studyFirstSubmitQcDate": "2022-10-25",
            "studyFirstPostDateStruct": {
                "date": "2022-10-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Asklepios Biopharmaceutical, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 2 adaptive, double-blinded, placebo-controlled, randomized, multi-center trial study to evaluate the safety and efficacy of a single dose of AB-1002, administered via antegrade intracoronary artery infusion, in males and females age \\>18 years with non-ischemic cardiomyopathy and NYHA Class III symptoms of HF.\n\nSubjects will be randomized into one of three treatment groups in a 1:1:1",
            "detailedDescription": "Subjects will be randomized into one of three treatment groups in a 1:1:1 fashion to either 3.25E13vg (n=30-50), 6.5E13 (n=30-50) or placebo group (n=30-50).\n\nApproximately 90 to 150 subjects will be randomly assigned to study intervention Placebo\n\nStudy duration until the primary analysis at 52 week will be approximately 37 months including 25 months of recruitment and 52-week Observation Period after dosing. Once all the subjects complete the 52 weeks Observation Period, the treatment groups will be unblinded and primary analysis performed. Study participation duration: The study will last 52 weeks from dosing, with another 4 years of long-term follow-up for a total of 5 years. During the 4 year long-term follow up sites will contact subjects twice a year for two years, then once a year for the remaining two years for safety, efficacy assessments, and survival"
        },
        "conditionsModule": {
            "conditions": [
                "Congestive Heart Failure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Adaptive, double blinded, placebo controlled, randomized",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "The IWRS will be programmed with blind-breaking instructions. In case of an emergency, the investigator has the responsibility for determining if unblinding of a subject's intervention assignment is warranted. If the investigator is unavailable, and a treating physician not associated with the study requests emergency unblinding, the emergency unblinding requests are forwarded to the emergency medical advice 24 hours/7 day service.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "AB-1002",
                    "type": "EXPERIMENTAL",
                    "description": "Randomized in 1:1:1 into one of three groups.\n\nGroup 1: 3.25E13vg (n=30-50)",
                    "interventionNames": [
                        "Drug: AB-1002"
                    ]
                },
                {
                    "label": "Treatment Group 2 AB-1002",
                    "type": "EXPERIMENTAL",
                    "description": "Randomized in 1:1:1 into one of three groups.\n\nGroup 2: 6.5E13vg (n=30-50)",
                    "interventionNames": [
                        "Drug: AB-1002"
                    ]
                },
                {
                    "label": "Treatment Group 3",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Randomized in 1:1:1 into one of three groups.\n\nGroup 3: Placebo (n=30-50)",
                    "interventionNames": [
                        "Drug: AB-1002"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "AB-1002",
                    "description": "Intracoronary Infusion of AB-1002 or placebo",
                    "armGroupLabels": [
                        "AB-1002",
                        "Treatment Group 2 AB-1002",
                        "Treatment Group 3"
                    ],
                    "otherNames": [
                        "Gene Therapy",
                        "NAN-101"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Cardiovascular Related Death",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "NYHA Classification",
                    "description": "NYHA Classification Change from baseline",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Left Ventricular Ejection Fraction",
                    "description": "LVEF change from baseline",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Peak Oxygen Update (VO2)",
                    "description": "VO2 change from baseline",
                    "timeFrame": "52 weeks"
                },
                {
                    "measure": "Six Minute Walk Test",
                    "description": "6MWT distance change from baseline",
                    "timeFrame": "52 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Heart Failure Related Hospitalizations",
                    "description": "Number of hospitalizations attributed to heart failure",
                    "timeFrame": "52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject must be age ≥18 years of age, at the time of signing the informed consent.\n2. Chronic non-ischemic cardiomyopathy\n3. 15% ≤ LVEF ≤ 35% by transthoracic echocardiography (TTE) at screening\n4. 6MWT \\>50 meters\n5. Medically stable, NYHA Class III HF for a minimum of 4 weeks while on appropriate medical therapy (defined below) including, but not limited to:\n\n   1. Beta blocker therapy and ACE inhibitor or angiotensin receptor blocker (ARB) or sacubitril/valsartan combination therapy (Entresto) for ≥ 90 days prior to enrollment.\n\n      May also receive aldosterone antagonist therapy. Doses of the above medications must be stable for ≥ 30 days prior to enrollment; and\n   2. Cardiac resynchronization therapy (Zareba et al 2011), if clinically indicated, must have been implanted ≥ 90 days prior to enrollment. Internal cardioverter defibrillator (ICD) must be implanted, if clinically indicated ≥ 30 days prior to enrollment.\n6. Women of childbearing potential must use at least one of the following acceptable birth control methods throughout the study and for 6 months after IP administration:\n\n   * Surgically sterile (bilateral tubal ligation, hysterectomy, bilateral oophorectomy) 6 months minimum prior to IP administration\n   * Intrauterine device in place for at least 90 days prior to receiving IP\n   * Barrier methods (diaphragm plus spermicide or condom) starting at least 30 days prior to receiving IP\n   * Abstinence (the subject must be willing to remain abstinent from screening to 6 months after receiving IP). Females are allowed to claim abstinence as their method of contraception only when it is the preferred and usual lifestyle of the subject\n   * Surgical sterilization of the partner(s) (vasectomy) for \\>180 days prior to IP administration\n   * Hormonal contraceptives starting \\> 90 days prior to IP. If hormonal contraceptives are started less than 90 days prior to receiving IP, subjects must agree to use a barrier method (diaphragm plus spermicide or condom) from screening through 90 days after initiation of hormonal contraceptives\n7. Males subjects capable of fathering a child:\n\n   * Must agree to use a condom and should also be advised of the benefit for a female partner to use a highly effective method of contraception as a condom may break or leak when having sexual intercourse with a woman of childbearing potential who is not currently pregnant from IP administration through 6 months after the time of IP administration\n   * Must agree not to donate sperm for 6 months after time of receiving IP\n   * Documented evidence of vasectomy in males for 180 days minimum prior to receiving IP is an acceptable form of contraception\n   * Males who claim abstinence as their method of contraception are allowed, provided they agree to use barrier methods should they become sexually active from screening through 6 months after receiving IP. Males are allowed to claim abstinence as their method of contraception only when it is the preferred and usual lifestyle of the subject\n8. Appropriate candidate for protocol-specified intracoronary infusion in the judgment of the infusing interventional cardiologist\n\n   Exclusion Criteria:\n\n   Subjects are excluded from the study if any of the following criteria apply:\n9. Chronic ischemic cardiomyopathy secondary to obstructive coronary artery disease\n10. Intravenous (IV) inotropic therapy, intra-aortic balloon pump (IABP) or percutaneous cardiac assist device therapy within 30 days prior to enrollment\n11. Restrictive cardiomyopathy, obstructive cardiomyopathy, pericardial disease, amyloidosis, infiltrative cardiomyopathy, uncorrected thyroid disease, or dyskinetic LV aneurysm\n12. Cardiac surgery or percutaneous coronary intervention (PCI) within 30 days prior to screening\n13. Uncorrected Third degree heart block\n14. Clinically significant myocardial infarction (MI) in the judgment of the subject's physician (e.g., ST elevation MI \\[STEMI\\] or large non-STEMI) within 6 months prior to enrollment\n15. Prior heart transplantation, left ventricular reduction surgery (LVRS), cardiomyoplasty, passive restraint device (e.g., CorCap™ Cardiac Support Device), surgically implanted LVAD or cardiac shunt\n16. Likely to receive cardiac resynchronization therapy, cardiomyoplasty, LV reduction surgery, heart transplant, conventional revascularization procedure, or valvular repair within 3 months of IP dosing in judgement of investigator.\n17. Known hypersensitivity to contrast dyes (not easily controlled by antihistamines) used for angiography; history of, or likely need for, high-dose steroid pretreatment prior to contrast angiography.\n18. Expected survival \\< 1 year in the judgment of the investigator\n19. Active or suspected infection within 48 hours prior to intra-coronary infusion as evidenced by fever or positive culture\n20. Known intrinsic liver disease (e.g., cirrhosis, hepatitis A, chronic hepatitis B or hepatitis C virus infection). If serology is positive and PCR is known to be negative, subject may be eligible (confirm with medical monitor).\n21. Liver function tests (alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\[AST\\], alkaline phosphatase) \\> 2x upper limit of normal (ULN) within 30 days prior to enrollment.\n22. Chronic Kidney Disease Stage 5, dialysis dependent or eGFR\\<15 within 30 days prior to enrollment\n23. Bleeding diathesis or thrombocytopenia defined as platelets \\<50,000 platelets/μL within 30 days prior to enrollment\n24. Anemia defined as hemoglobin \\<10 g/dL or transfusion dependent within 30 days prior to enrollment\n25. Neutropenia defined as absolute neutrophils \\<1500 mm3 within 30 days prior to enrollment\n26. Known AIDS or HIV-positive status, or a previous diagnosis of immunodeficiency with an absolute neutrophil count \\<1000 cells/mm3\n27. Previous participation in a study of gene transfer\n28. Receiving investigational intervention or participating in another clinical study within 30 days of another investigational drug administration prior to administration of AB-1002 that may impact the therapeutic potential of AB-1002.\n29. Pregnancy or breastfeeding or plans to become pregnant within the next 12 months at the time of screening\n30. Subjects with any other condition which in the opinion of the investigator would preclude participation in the study (including risk for non-compliance and any intercurrent conditions that pose an undue medical hazard, or which could interfere with the interpretation of the study results)\n31. Malignant neoplasm within 5 years of dosing, with the exception of those with negligible risk of metastasis or death (such as adequately treated carcinoma in situs of the cervix, basal or squamous cell skin cancer, localized prostate cancer or ductal carcinoma in situ)\n32. Any documented history of non-compliance with medications, illicit drug use or laboratory evidence of illicit drug use during screen period",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Medical Affairs",
                    "role": "CONTACT",
                    "phone": "(919) 561-6210",
                    "email": "AskFirst@askbio.com"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Diego",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Connor Davies",
                            "role": "CONTACT",
                            "email": "crdavies@health.ucsd.edu"
                        },
                        {
                            "name": "Eric Adler",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Coral Gables",
                    "state": "Florida",
                    "zip": "33146",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lina Caceres",
                            "role": "CONTACT",
                            "phone": "305-243-7047",
                            "email": "Lvc25@med.miami.edu"
                        },
                        {
                            "name": "Joshua Hare",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.72149,
                        "lon": -80.26838
                    }
                },
                {
                    "facility": "Augusta University",
                    "status": "RECRUITING",
                    "city": "Augusta",
                    "state": "Georgia",
                    "zip": "30912",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zana Smith",
                            "role": "CONTACT",
                            "email": "zansmith@augusta.edu"
                        },
                        {
                            "name": "Vishal Arora",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.47097,
                        "lon": -81.97484
                    }
                },
                {
                    "facility": "University of Kansas Medical Center (KUMC)",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yolanda Murr",
                            "role": "CONTACT",
                            "phone": "913-588-8232",
                            "email": "ymurr@kumc.edu"
                        },
                        {
                            "name": "Zubair Shah",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                },
                {
                    "facility": "Mayo Clinic - Minnesota",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brendan Mark",
                            "role": "CONTACT",
                            "email": "mark.brendan@mayo.edu"
                        },
                        {
                            "name": "Atta Behfar",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "The Christ Hospital / The Linder Center for Research",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Weber",
                            "role": "CONTACT",
                            "phone": "513-585-1777",
                            "email": "mweber@thechristhospital.com"
                        },
                        {
                            "name": "Timothy Henry",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "University of Cincinnati",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45219",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elias Shamieh",
                            "role": "CONTACT",
                            "phone": "513-558-3016",
                            "email": "shamiess@ucmail.uc.edu"
                        },
                        {
                            "name": "Vlad Cotarlan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "University of Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Nassans",
                            "role": "CONTACT",
                            "email": "knassans@cardiology.washington.edu"
                        },
                        {
                            "name": "Salpy Pamboukian",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "Aurora St. Luke's Medical Center",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Don Lobacz",
                            "role": "CONTACT",
                            "phone": "414-649-3438",
                            "email": "Donald.Lobacz@aah.org"
                        },
                        {
                            "name": "Adam Schuldt",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No data will be shared with researchers outside of AskBio"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12154",
                    "name": "Cardiomyopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}