{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05866198",
            "orgStudyIdInfo": {
                "id": "STUDY003811"
            },
            "organization": {
                "fullName": "University of South Florida",
                "class": "OTHER"
            },
            "briefTitle": "Physical Activity and Quality of Life in Fibrotic Lung Diseases After Initiating Anti-fibrotic Therapy and Pulmonary Rehabilitation",
            "officialTitle": "Evaluation of Physical Activity and Quality of Life in Fibrotic Lung Diseases After Initiating Anti-fibrotic Therapy and Pulmonary Rehabilitation",
            "acronym": "Actigraphy",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "physical-activity-and-quality-of-life-in-fibrotic-lung-diseases-after-initiating-anti-fibrotic-therapy-and-pulmonary-rehabilitation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-10",
            "studyFirstSubmitQcDate": "2023-05-10",
            "studyFirstPostDateStruct": {
                "date": "2023-05-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of South Florida",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The planned study is a prospective cohort interventional study in IPF and PF-ILD patients after initiating anti-fibrotic therapy and pulmonary rehabilitation. The study aims to investigate if accelerometer measured PA parameters, such as total daily steps, moderate-vigorous PA demonstrate significant and sustained changes longitudinally from baseline in this cohort and can predict disease progression. The study also explores if the actigraphic PA indices correlate with patients' quality of life, change in six-minute walk distance (6MWD), GAP score, fatigue score, change in patients' dyspnea score/scale, radiographic extent of the disease, and pulmonary function test parameters.\n\nThe study is exploratory in nature. It will provide vital information for clinical as well as research purposes. Clinically, accelerometer measured PA can be utilized for therapeutic target and prognostication, helping to develop patient centric care. The measured indices can also be useful to serve as meaningful endpoints to plan larger and definitive studies in IPF and PF-ILD patients.",
            "detailedDescription": "This is a 52-week prospective cohort study, involving IPF and PF-ILD patients. Those IPF and PF-ILD patients fulfilling inclusion criteria without meeting exclusion criteria will be considered for the study.\n\nAn IPF diagnosis will be confirmed according to ATS/ERS/JRS/ALAT 2018 criteria. Other PF-ILD diagnoses will be confirmed using standard diagnostic criteria by PI. In case of diagnostic uncertainty, the study PI and sub-PI may be consulted for consensus. All subjects will be over the age of 40 years and of either sex.\n\nWe will identify potential subjects from the ILD clinic at Tampa General Hospital. All consented subjects will have the following measurements recorded as part of their routine clinical assessment and standard of care: medical history, MMRC dyspnea scale, pulmonary function test (spirometry, lung volume and DLco), serum liver functions test, high resolution CT scan of chest and a 6MWT. The sarcoidosis-PF patients will fill out a FAS questionnaire, in addition. The study participants will complete the L-PF (L-PF symptoms and L-PF impacts), k-BILD, and FSS questionnaires. GAP index will be calculated. If indicated, echocardiogram and/or right heart catheterization will be performed.\n\nThe 6MWT will be performed following guidelines for the Boehringer-Ingelheim 1199.187 IPF trial. The document is enclosed along with this submission.\n\nFollowing initial evaluation and baseline questionnaires, all participants will be provided an actigraphy watch (CP Insight Watch, Actigraph LLC, Pensacola, FL) which will be worn on the wrist for seven continuous days and participants will be encouraged to wear it for 24 hours a day. Actigraphy data will be monitored remotely via bluetooth and will be downloaded using the manufacturer's provided software.\n\nAfter completing seven days of baseline actigraphy assessment (this is the usual timeline to obtain prescription), treatment naïve subjects will begin nintedanib, 150 mg twice daily as per standard of care (SoC). Subjects already on nintedanib for less than three months and on stable dosing for at least a month, will continue their current regimen. All subjects will receive other treatments as per SoC, including immunosuppression and/or oxygen supplementation as needed. All participants will be enrolled in a standardized pulmonary rehabilitation program.\n\nEvaluations and follow-up will be scheduled at week 0, 12, 24, 36, and 52. The first 7 days after enrollment, during the baseline actigraphy assessment, will count as week 0. At each of these visits, participants will wear an actigraphy watch (CP Insight Watch, Actigraph LLC, Pensacola, FL) on the wrist for seven continuous days and participants will be encouraged to wear it for 24 hours a day. Actigraphy data will be monitored remotely via bluetooth and will be downloaded using the manufacturer's provided software.\n\nThereafter, accelerometer reported PA indices will be measured for 7 continuous days at week 12, 24, 36, and 52."
        },
        "conditionsModule": {
            "conditions": [
                "Lung Diseases, Interstitial"
            ],
            "keywords": [
                "Progressive phenotype",
                "anti-fibrotic therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Prospective, observational, single arm",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Actigraph CP Insight Watch",
                    "description": "CP Insight Watch (Actigraph, Pensacola, FL) is usually worn on the wrist. The watch captures and records continuous high-resolution raw acceleration data to provide objective, real-world physical activity, mobility, and sleep measures, in near real time. That data is then processed by ActiLife software into what is called Epoch data (i.e. turning it into activity counts so that things such as moderate vigorous physical activity can be found). The device also passively scores every minute of recorded data as \"Sleep\" or \"Wake\" based on the amount of activity taking place."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "change in six-minute walk distance from baseline to 52 weeks",
                    "description": "The 6-minute walk test (6MWT) is an assessment that a doctor may use to determine a person's exercise tolerance. It is a low risk test that measures how far a person can walk in 6 minutes.",
                    "timeFrame": "baseline to 52 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Accelerometer Measurements",
                    "description": "Although participants are expected to wear the actigraphy watch 24 hours/day for seven days, to be included in the final analysis, the device (accelerometer) must be able to capture data for at least five of the seven valid days. A minimum of 10-12 hours of wear time in a day will constitute a valid day. The following parameters will be obtained from the accelerometer: SPD, percentage of time spend sedentary to total time, total sleep time per day, average daily activity time, daily time spent in minutes in non-sedentary activity which is higher than 100 activity per minute, number of MVPA bouts of at least 10 minutes duration, MVPA as percentage of total time.",
                    "timeFrame": "From baseline to Day 7."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Recently diagnosed (within 24 months) patients with PF-ILD, including IPF, as defined in the 'study population'\n2. Patients of 40 years and above and MMRC functional class II or higher\n3. Patients willing to provide consent and comply with study procedures\n4. Patient agrees to complete pulmonary rehabilitation program during the study period\n5. Patient must be antifibrotic naïve or on antifibrotic therapy for less than three months. To be included into the trial, the participant must be on a stable dose of immunosuppressants (for underlying disease causing ILD) and/or antifibrotic therapy for at least 30 days prior to enrollment.\n6. Subjects must be able to walk \\>150 meters in their screening 6MWT\n7. FVC ≥ 40% of predicted and DLco between 30% to 80% of predicted\n\nExclusion Criteria:\n\n1. PF-ILD including IPF patients who have already completed pulmonary rehabilitation within a year.\n2. Patients with acute exacerbation or active lung infection within 3 months prior to screening\n3. PF-ILD including IPF patients who are already receiving antifibrotic therapy for more than six months.\n4. Patients with significant pulmonary hypertension (PH)- defined as previous clinical or echocardiographic evidence of significant right heart failure, history of right heart catheterization showing cardiac index ≤ 2 l/min/m2 and PH requiring parenteral therapy with epoprostenol or Treprostinil.\n5. Metastatic malignancy under active treatment or active malignancy which would affect mobility\n6. Presence of concomitant severe or very severe chronic obstructive pulmonary disease (COPD) by ATS criteria.17 Mild to moderate cases will be included into the study.\n7. Presence of significant emphysema in CT scan of chest as determined by the study investigator\n8. PF-ILD patients who have limited mobility as a result of their underlying autoimmune disease\n9. Severe fatigue in sarcoidosis patients with fatigue associated sarcoidosis (FAS) score ≥ 35\n10. Patients requiring full-dose systemic anticoagulation, or with any other contraindication to nintedanib use\n11. Patients with active and symptomatic coronary artery disease\n12. Morbid obesity, defined as BMI\\>35\n13. Symptomatic moderate to severe valvular heart disease\n14. Known NYHA class-III heart disease or echocardiographic left ventricular ejection fraction ≤ 40%\n15. Inability to maintain oxygen saturation \\>88% with physical exertion despite supplemental oxygen\n16. Inability to ambulate for any reason\n17. Inability or unwilling to perform the required tests\n18. Presence of any other condition, that in the judgement of investigators may interfere with trial participation or may put the patient at risk when participating in the trial during the entire trial period.\n19. Women of childbearing potential will be advised to avoid becoming pregnant while receiving treatment with nintedanib and to use highly effective contraceptive methods at initiation of, during and at least 3 months after the last dose of nintedanib. Those patients who refuse to comply with abovementioned advice would be excluded from participating in the trial.\n20. Patient with moderate (Child Pugh B) or severe (Child Pugh C) hepatic impairment.\n21. Patients with signs and symptoms of acute myocardial ischemia.\n22. Patients with arterial thromboembolic events, known risk of bleeding and gastrointestinal perforation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Luis Diaz, MPH",
                    "role": "CONTACT",
                    "phone": "813-396-2373",
                    "email": "luisd2@usf.edu"
                },
                {
                    "name": "Elisabeth Ballans, BSN",
                    "role": "CONTACT",
                    "phone": "813-844-7609",
                    "email": "eballans@tgh.org"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Florida/ Tampa General Hospital",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33606",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel A Karlnoski, PhD",
                            "role": "CONTACT",
                            "phone": "727-858-4224",
                            "email": "karlnosk@usf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22505745",
                    "type": "BACKGROUND",
                    "citation": "Raghu G, Collard HR, Anstrom KJ, Flaherty KR, Fleming TR, King TE Jr, Martinez FJ, Brown KK. Idiopathic pulmonary fibrosis: clinically meaningful primary endpoints in phase 3 clinical trials. Am J Respir Crit Care Med. 2012 May 15;185(10):1044-8. doi: 10.1164/rccm.201201-0006PP. Epub 2012 Apr 13."
                },
                {
                    "pmid": "26595062",
                    "type": "BACKGROUND",
                    "citation": "Sgalla G, Biffi A, Richeldi L. Idiopathic pulmonary fibrosis: Diagnosis, epidemiology and natural history. Respirology. 2016 Apr;21(3):427-37. doi: 10.1111/resp.12683. Epub 2015 Nov 23."
                },
                {
                    "pmid": "29169394",
                    "type": "BACKGROUND",
                    "citation": "Root ED, Graney B, Baird S, Churney T, Fier K, Korn M, McCormic M, Sprunger D, Vierzba T, Wamboldt FS, Swigris JJ. Physical activity and activity space in patients with pulmonary fibrosis not prescribed supplemental oxygen. BMC Pulm Med. 2017 Nov 23;17(1):154. doi: 10.1186/s12890-017-0495-2."
                },
                {
                    "pmid": "27240427",
                    "type": "BACKGROUND",
                    "citation": "Bahmer T, Kirsten AM, Waschki B, Rabe KF, Magnussen H, Kirsten D, Gramm M, Hummler S, Brunnemer E, Kreuter M, Watz H. Clinical Correlates of Reduced Physical Activity in Idiopathic Pulmonary Fibrosis. Respiration. 2016;91(6):497-502. doi: 10.1159/000446607. Epub 2016 Jun 1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Confidential data and PHI will not be disclosed outside of the study team except as required by law or as allowed by the consent (e.g. with the USF IRB or those who monitor the study.)"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "asFound": "Lung Diseases, Interstitial",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}