{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05505942",
            "orgStudyIdInfo": {
                "id": "H-42543"
            },
            "secondaryIdInfos": [
                {
                    "id": "1P01AA029546-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1P01AA029546-01"
                }
            ],
            "organization": {
                "fullName": "Boston University",
                "class": "OTHER"
            },
            "briefTitle": "Physical Activity for PLWH and Unhealthy Drinking",
            "officialTitle": "Increasing Physical Activity Among Persons Living With HIV Engaged in Unhealthy Drinking",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "physical-activity-for-plwh-and-unhealthy-drinking"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-16",
            "studyFirstSubmitQcDate": "2022-08-16",
            "studyFirstPostDateStruct": {
                "date": "2022-08-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Boston University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Brief Summary: Alcohol use disorder (AUD) is a significant and costly public health problem that affects one-third of the U.S. population in their lifetime. Specifically, unhealthy alcohol use is common among persons living with HIV (PLWH) and increases the risk of developing negative outcomes. Antiretroviral therapy (ART) has shown increasing life expectancy and decreased HIV-related deaths, leading to a growing older adult HIV population. Yet, HIV accelerates the aging process and increases the risk for numerous chronic health conditions that compromise physical and mental health functioning and quality of life. Thus, PLWH continue to have shorter life expectancies relative to the general population and these multimorbidities explain this increased risk. In this context, unhealthy alcohol use among PLWH can further increase the risk for negative outcomes.\n\nPhysical activity (PA) interventions can be used as an effective way to address unhealthy alcohol use among PLWH. Previous PA interventions have shown low generalizability and high loss to follow-up. Therefore, an intervention that is home-based, including lifestyle physical activity (LPA) with mobile health-delivered components is designed following the physical activity (PA) paradigm.\n\nParticipants in this randomized controlled trial will be assigned to one of two study arms -- either the LPA or Fitbit Only intervention - both lasting 12-weeks. Both study arms will utilize a Fitbit to track daily step counts.\n\nIn addition to utilizing a Fitbit, the LPA arm will receive 7 LPA sessions with a trained interventionist to assist in adding LPA to the participant's routine.\n\nThe Fitbit only arm will receive only brief check-in phone calls and only related to assisting with any Fitbit functioning issues.\n\nFollow-up assessments will take place at 3 and 6 months.",
            "detailedDescription": "Primary Aims - Physical Activity and Drinking Outcomes\n\nTo test the efficacy of a 12-week LPA intervention among low-active, PLWH engaged in unhealthy drinking. Participants will be randomly assigned to either: (a) LPA or (b) Fitbit Only control condition. Relative to Fitbit Only, the investigators hypothesize that:\n\n1. LPA will demonstrate decreases in unhealthy drinking (i.e., drinks/week) end-of-treatment (EOT) and 3 months later (i.e., 6-month follow-up).\n2. LPA will demonstrate higher objective-determined physical activity engagement (i.e., steps/day) at the EOT and at the 6-month follow-up.\n\nSecondary Aims - Physical and Mental Health Functioning Outcomes Relative to Fitbit Only or LPA will result in decreased negative affect and sedentary behavior (i.e., minutes spent sitting/day), heavy drinking days, alcohol-related problems, and increases in adaptive coping, PA self-efficacy, PA motivation, and physical/mental functioning at EOT and 6-month follow-ups.\n\nTertiary Aims - Examining Mechanisms\n\n1. Decreases in negative affect and increases in adaptive coping during the intervention period will mediate the relationship between LPA and drinking outcomes at the 6-month follow-up\n2. Increases in PA self-efficacy and motivation will mediate the effect of LPA on PA engagement\n3. Utilizing Ecological momentary assessment (EMA) and Fitbit data, we hypothesize higher negative affect and urges to drink earlier in the day is more likely to increase the likelihood of engaging in bouts of PA later in the day at EOT, relative to baseline, and among persons randomized to LPA versus Fitbit Only."
        },
        "conditionsModule": {
            "conditions": [
                "HIV",
                "Physical Inactivity",
                "Unhealthy Alcohol Use"
            ],
            "keywords": [
                "Lifestyle physical activity (LPA)",
                "Fitbit",
                "Telehealth",
                "Unhealthy drinking",
                "Ecological momentary assessment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomization procedures to the two groups will apply sex at birth (male/female) and body mass index (greater than or equal to 30 or less than 30) as blocking variables.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 340,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lifestyle Physical Activity (LPA)",
                    "type": "EXPERIMENTAL",
                    "description": "The LPA arm will receive 7 LPA sessions with a trained interventionist to assist in adding LPA to the participant's routine.",
                    "interventionNames": [
                        "Behavioral: LPA Sessions"
                    ]
                },
                {
                    "label": "Fitbit Only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Fitbit only arm will receive only brief check in phone calls and only related to assisting with any Fitbit functioning issues.",
                    "interventionNames": [
                        "Other: Fitbit Only"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "LPA Sessions",
                    "description": "A study interventionist will conduct phone/video sessions and provide information regarding the acute and long-term psychological and physical benefits of increasing PA. Participants will be introduced to the concept of utilizing brief bouts of PA as a coping strategy for managing emotions and urges to drink alcohol \"in-the-moment\". Participants will also be given information on the public health guidelines for PA (and how these translate into step counts) as well as how to determine if their PA is moderate intensity (e.g., measuring heart rate and identifying rate of perceived exertion). Study clinicians will also orient participants to the proper use of the Fitbit activity tracker and tips for self-monitoring step counts with the tracker and on the app and/or website.",
                    "armGroupLabels": [
                        "Lifestyle Physical Activity (LPA)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Fitbit Only",
                    "description": "Interventionists will provide participants information about the proper use of the Fitbit activity tracker and offer tips for self-monitoring step counts with the tracker and on the app and/or website.",
                    "armGroupLabels": [
                        "Fitbit Only"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in steps per day at 6-month follow up",
                    "description": "Physical activity (PA) will be assessed via steps per day as collected by a participant's Fitbit.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in number of alcohol drinks consumed per week",
                    "description": "Assessed by the Timeline Follow Back (TLFB-30) which is a is a calendar that allows an assessor to obtain an estimate of an individual's daily drinking habits over a 30-day time period.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in steps per day at 3-month follow up",
                    "description": "Physical activity (PA) will be assessed via steps per day as collected by a participant's Fitbit.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Change in alcohol drinks consumed per week",
                    "description": "Assessed by the Timeline Follow Back (TLBF-30) which is a is a calendar that allows a clinician to obtain an estimate of an individual's daily drinking habits over a given time period.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Changes in theoretically-relevant psychosocial factors including: negative affect, physical activity self-efficacy, physical activity motivation, alcohol-related problems, and time spent sitting",
                    "description": "Assessed via self-report measures.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have the ability to confirm HIV diagnosis either through visual evidence of ART medication or medical record\n* Engaged in unhealthy drinking, defined as: \\>7 drinks for women / \\> 14 drinks for men per week OR ≥ 3 drinks for women / ≥4 drinks for men on one occasion in the past month.\n* Have a smartphone\n* Considered low active: less active than the public health recommendations of 150 minutes per week of moderate intensity PA for the past 3 months\n* Lives in the USA\n* Has a U.S. mailing address\n\nExclusion Criteria:\n\n* History of bipolar, schizophrenia, schizoaffective disorder or mania per self report.\n* History of withdrawal-related seizures or delirium tremens per self report.\n* Current non-pharmacological treatment for alcohol use disorder.\n* Unable to provide one or more individuals for follow up contact.\n* Current DSM-5 diagnosis of anorexia or bulimia nervosa per self report.\n* Marked organic impairment according to responses to the diagnostic assessments\n* Physical or medical problems that would not allow safe participation in a program of moderate intensity PA\n* Individual who is unwilling to provide their sex at birth\n* Limited or non-readers",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael D Stein, MD",
                    "role": "CONTACT",
                    "phone": "617-358-1956",
                    "email": "mdstein@bu.edu"
                },
                {
                    "name": "Kara Magane, MS",
                    "role": "CONTACT",
                    "phone": "617-358-1369",
                    "email": "maganek@bu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael D Stein, MD",
                    "affiliation": "Boston University, School of Public Health - Health Law Policy & Management",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Lisa Quintiliani, PhD",
                    "affiliation": "Tufts Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston University, Department of Medicine, remote research",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kara Magane, MS",
                            "role": "CONTACT",
                            "phone": "617-358-1369",
                            "email": "maganek@bu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "asFound": "Alcohol Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}