{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05339061",
            "orgStudyIdInfo": {
                "id": "803596"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Physician Modified Endograft For Complex Aortic Aneurysm Repair",
            "officialTitle": "A Single-Arm, Single-Center, Non-Randomized, Prospective Clinical Study to Evaluate the Safety and Effectiveness of Physician Modified Endograft for Complex Abdominal and Thoracoabdominal Aortic Aneurysm Repair",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "physician-modified-endograft-for-complex-aortic-aneurysm-repair"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-14",
            "studyFirstSubmitQcDate": "2022-04-14",
            "studyFirstPostDateStruct": {
                "date": "2022-04-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Andrew Barleben",
                "investigatorTitle": "Associate Professor of Surgery",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The physician modified endograft is intended for treating complex, pararenal, juxtarenal and thoracoabdominal aortic aneurysms requiring coverage of renal arteries, the superior mesenteric artery or the celiac trunk in high-risk patients who do not have an option for endovascular repair with an FDA approved endograft and have an appropriate anatomy. There will be one investigational site with a total of 40 subjects to be enrolled. Time to complete enrollment will be 24 months and the subject follow-up time will be five years from last subject enrollment.\n\nThe primary safety endpoint is freedom from major adverse events (MAE) at 30 days or during hospitalization if this exceeds 30 days. The primary effectiveness endpoint is the proportion of study subjects with treatment success at one year. The subjects will be followed at one month, six months, one year, and yearly thereafter for a total period of five years. Subjects will be followed up clinically for life. Clinical exam follow up may be phone or video visit with CT scan evaluation and duplex ultrasound as needed. The proportion of treatment group subjects that achieve and maintain treatment success annually to five years will be investigated.",
            "detailedDescription": "The devices that will be used are Cook Medical © devices designed and approved for thoracic aortic and perivisceral aortic disease. These devices are all constructed of full-thickness woven polyester fabric sewn to self-expanding stainless steel or nitinol Cook-Z stents with braided polyester and monofilament polypropylene suture. The grafts are available in a straight or tapered configuration, both of which are fully stented to provide stability and the expansile force necessary to open the lumen of the graft during deployment. These include Zenith TX2 Dissection Endovascular Grafts, The Zenith Alpha Thoracic Endovascular Graft and the Zenith Fenestrated Abdominal Aortic Aneurysm (AAA) Endovascular Graft. These are all modular components that can be modified in a similar fashion. These can be used in conjunction with extension pieces for the Fenestrated AAA endograft system to extend into the iliac arteries.\n\nThe goal of this IDE is to repair complex aortic aneurysms involving the visceral vessels (renal arteries, superior mesenteric artery and/or celiac artery) while maintaining a minimally invasive approach. This requires a patient specific approach to each graft in order to land in normal artery above and below the disease.\n\nThe majority of the aneurysms treated will fall into the thoraco-abdominal aneurysm classification but there will be perivisceral aneurysms that involve one or more of the visceral vessels as well. These will involve fenestrations if preservation of flow is required in a landing zone or branches if preservation of flow is in the middle of the repair. All of these types of aneurysms do not have FDA approved devices to treat them. The investigators propose an approach to these aneurysms of at least 2 cm of seal proximal and distal to the aneurysmal disease. As this requires branches or fenestrations to preserve flow to the vital visceral vessels. Achieving at least 2 cm of seal within the normal aorta or iliac arteries.\n\nUsing these tenants, the approach to a repair and device choice is as follows. The investigators will evaluate the CT scan of the patient with an aneurysm that is off IFU for any other device who is high risk for a traditional open repair. The investigators will then identify the proximal and distal landing zones. If they involve any of the visceral vessels to do a peri-visceral nature, then these will likely be planned to be fenestrations. If they are not in the seal zone but in the middle of the aneurysm they will be planned as branches. Device size selection is based on the landing zone diameter and based on the device IFU.\n\nA staged approach may be used to minimize risks that may be associated with a single extensive repair or improve technical success. This may include but not limited to performing a TEVAR landing above the diseased aorta at least 2 cm into normal thoracic aorta or open aortic graft down to the level of the celiac artery, treatment of a dissection with either a dissection stent or septotomy, or preoperative stenting or embolization of stenotic vessels or accessory vessels that will be covered and excluded during PMEG implantation to prevent endoleak. The potential benefit of a staged approach is one of ischemic conditioning of the spinal cord or staged microembolization to the lumbar arteries in order to minimize ischemic events and space them out over two procedures allowing alternative flow to the spinal cord to improve. There is also a benefit of staging the amount of contrast and fluoroscopy required to perform all of these procedures minimizing the impact of potential radiation exposure to patient and operator and the risk of contrast induced nephropathy. The staged procedure will be 2-4 weeks prior to PMEG implantation.\n\nOnce the plan is made and the devices are selected, the main modified device is created on a back table while the patient is being prepared by anesthesia using a plan that is measured from a CT scan with 1 mm cuts or finer in order to have precise and accurate measurements of the following criteria for each vessel:\n\n1. Diameter\n2. Length to first major branch (that cannot be covered)\n3. Arc length / clock location in comparison to reference vessel (SMA)\n4. Longitudinal distance from reference vessel (SMA)\n5. Angiographic view of the orifice of the vessel for optimal chance of cannulation\n6. Size of the aortic flow lumen at the origin of the target visceral vessel\n7. Degree of angulation at the vessel origin\n8. Predominant trajectory of the vessel (lateral vs cranial vs caudal) Once this is done then the investigators deploy the appropriately sized endograft for modification on a back table. This graft is sized per IFU to the patient's aorta at the location of the landing zones. If the patient has challenging access (small external iliac artery diameters) then the device of choice for modification is more likely to be the Cook Alpha device as this has a lower profile for delivery ensuring technical success of this portion of the procedure minimizing access complications such as iliac dissection and rupture. Also if there are primarily or only fenestrations in the plan for repair, then the investigators will also likely consider or commit to an alpha device as this device has more space between stent struts and there is more difficulty resheathing it with branches due to the smaller sheath size. Otherwise the Cook ZDEG device will be modified as this also does not have a precurved nature to it allowing for more precise delivery and has less difficulty with the resheathing process. If the proximal landing zone is in the visceral segment of the aorta, then the investigators will use the Cook Fenestrated Zenith device as it has a built-in constraining wire and is built for a transfemoral approach for a juxtarenal AAA or pararenal AAA.\n\nModification Process\n\n1. Deploy the graft on the sterile, surgical table\n2. Mark out on the graft the locations of the fenestrations on the graft adjusting as necessary to avoid placing fenestrations over stents\n3. Using handheld electrocautery, fashion the fenestration in the appropriate location on the moistened graft material in order to prevent inadvertent progression of the fenestration size\n4. If the fenestration is going to remain as such, then an EV3 Gooseneck snare is used to fashion the marker on the fenestration with Gore 5-0 stitch\n5. If the fenestration is going to be made into a branch, then an appropriately sized Gore, self-expanding stent is beveled and fashioned to be 15 mm long and sewn to the fenestration in addition to a EV3 Gooseneck snare with the Gore 5-0 stitch.\n6. Two orientation markers are placed at the proximal edge and distal edge of the graft consisting of portions of the EV3 Gooseneck snare sewn to the anterior portion of the graft in a \"J\" fashion with a Gore 5-0 stitch.\n7. The Graft is then sequentially constrained with care taken to ensure that the markers and branch orientation remain true.\n\nGraft Implantation Process\n\n1. Graft orientation markers and fenestrations are identified under fluoroscopy in an extracorporeal manner with rotation in order to ensure markers are in location both front to back and side to side. This is completed both prior to resheathing and after. This is again confirmed when inserted to the appropriate level in the body.\n2. Using fusion imaging, the distal portions of the branches are put to 1-2 cm above the orifices of the arteries or fenestrations nearly at but slightly above the origins of the arteries.\n3. Once the graft has been delivered to the appropriate location, the graft is unsheathed one aortic stent at a time until the first branch has been deployed.\n4. Then from above, the vessels are sequentially cannulated with a wire and catheter with a catheter angiogram confirming the correct vessel.\n5. The bridging balloon expandable Gore VBX stents are then delivered over wire maximizing overlap with the target vessel and the branch while flaring proximally 2-4mm into the main body of the endograft.\n6. Once devices have been deployed, flow is ensured to be uninhibited by stenosis or dissection with a selective angiogram and then the endo grafting is extended distally into a previously placed endograft, normal aorta or surgically replaced aorta.\n7. Once completed another completion angiogram is performed to ensure flow through all the branch vessels, and no major correctable endoleaks."
        },
        "conditionsModule": {
            "conditions": [
                "Complex Abdominal Aortic Aneurysm",
                "Juxtarenal Aortic Aneurysm",
                "Pararenal Aortic Aneurysm",
                "Thoracoabdominal Aortic Aneurysm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This study is a prospective, single-center, non-randomized, single-arm study.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Physician-Modified Endograft",
                    "type": "EXPERIMENTAL",
                    "description": "This is a single arm study used to evaluate the safety and effectiveness of fenestrated and branched techniques for the treatment of patients with a complex, juxtarenal, pararenal or thoracoabdominal abdominal aortic aneurysms (Extent I-V).",
                    "interventionNames": [
                        "Device: Endovascular Treatment of Complex abdominal or Thorocoabdominal aneurysms (TAAA)."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Endovascular Treatment of Complex abdominal or Thorocoabdominal aneurysms (TAAA).",
                    "description": "Modification\n\n* Deploy the graft on the sterile, surgical table\n* Mark out on the graft the locations of the fenestrations on the graft adjusting as necessary\n* Using handheld electrocautery, fashion the fenestration in the appropriate location on the moistened graft material in order to prevent inadvertent progression of the fenestration size\n* If the fenestration is going to remain as such, then a snare is used to fashion the marker on the fenestration with 5-0 stitch\n* If the fenestration is going to be made into a branch, then an appropriately sized, self-expanding stent is beveled and fashioned to be 15 mm long and sewn to the fenestration in addition to a snare with the 5-0 stitch\n* Two orientation markers are placed at the proximal edge and distal edge of the graft consisting of portions of the snare sewn to the anterior portion of the graft in a J fashion with a 5-0 stitch",
                    "armGroupLabels": [
                        "Physician-Modified Endograft"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Primary Safety Endpoint (Freedom from major adverse events [MAE])",
                    "description": "Major adverse events include death, bowel ischemia, myocardial infarction, paraplegia, renal failure, respiratory failure, and stroke.",
                    "timeFrame": "At 30 days or during hospitalization if this exceeds 30 days."
                },
                {
                    "measure": "Primary effectiveness endpoint",
                    "description": "Treatment success is defined as a composite of technical success and freedom from the following:\n\n* Aneurysm enlargement \\[i.e., \\>5mm as compared to any previous CT measure using orthogonal (i.e, perpendicular to the centerline) measurements\\]\n* Aneurysm rupture\n* Aneurysm-related mortality\n* Conversion to open repair\n* Secondary intervention for migration, Type I and III endoleaks, device integrity failure (e.g., fracture), and patency-related events (i.e., device component stenosis or occlusion and embolic events)",
                    "timeFrame": "The primary effectiveness endpoint is the proportion of study subjects with treatment success at 1 year."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Technical success",
                    "description": "Technical success and the individual components of technical success:\n\n* Successful delivery\n* Deployment at the intended implantation site\n* Patency of all endovascular graft and stent components\n* Absence of device deformations requiring unplanned placement of an additional device\n* Absence of inadvertent occlusion of aorta or aortic branch vessels\n* Successful withdrawal of delivery systems",
                    "timeFrame": "Procedural"
                },
                {
                    "measure": "The individual components of the primary safety endpoint at 30 days or during hospitalization if this exceeds 30 days",
                    "description": "* All-cause mortality\n* Myocardial infarction\n* Respiratory failure requiring prolonged (\\>24 hours from anticipated) mechanical ventilation or reintubation\n* Renal function decline resulting in \\>50% reduction in baseline eGFR or new-onset dialysis\n* Bowel ischemia requiring surgical resection or not resolving with medical therapy\n* Major stroke\n* Paraplegia",
                    "timeFrame": "At 30 days or during hospitalization if this exceeds 30 days."
                },
                {
                    "measure": "Follow-up outcomes",
                    "description": "The following at each follow-up interval:\n\no Treatment success and the individual components of treatment success including freedom from the following:\n\n* Aneurysm sac changes (i.e enlargement, shrinkage, no change)\n* Aneurysm-related mortality\n* Aneurysm rupture\n* Conversion to open repair\n* Secondary intervention for migration, type I and III endoleaks, device integrity failure (i.e., fracture), and patency-related events (i.e., device stenosis or occlusion and embolic events).\n* Renal failure\n* All-cause mortality\n* Endoleaks\n* Device integrity failure (e.g., fracture)\n* Patency-related events (i.e., device stenosis or occlusion and embolic events)\n* Other device-related events",
                    "timeFrame": "The subjects will be followed at one month, six months, one year, and yearly thereafter for a total period of five years."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "---Inclusion criteria---\n\n1. Patient is \\> 18 years of age\n2. Patients who are male or non-pregnant female (females of child bearing potential must have a negative pregnancy test prior to enrollment into the study)\n3. Patient is able and willing to sign an Institutional Review Board (IRB) approved Informed Consent Form\n4. Patient has a complex, juxtarenal, pararenal or thoracoabdominal abdominal aortic aneurysm (Extent I-V) that meets at least one of the following:\n\n   * Aortic aneurysm with diameter ≥ 5.5cm\n   * Aortic aneurysm with a history of growth ≥0.5cm in the last 6 months\n   * Symptomatic aortic aneurysm\n5. Cannot be treated with a currently available non-modified approved device\n6. High risk for open surgical repair based on any of the factors below:\n\n   1. Anatomic i. Previous abdominal surgery ii. Previous left-sided thoracotomy (if the proposed open repair would require dissection of the thoracic aorta) iii. Previous aortic surgery\n   2. Physiologic i. ASA Category III or higher ii. Age \\>70 years iii. Previous myocardial infarction, coronary artery disease, or coronary artery stent iv. Coronary stress test with a reversible perfusion defect v. Congestive heart failure vi. COPD\n7. Patient has patent iliac or femoral arteries that will allow endovascular access with the physician modified endovascular graft or is suitable for an iliac conduit\n8. Patient has a suitable non-aneurysmal proximal aortic neck length (seal zone) of ≥ 20 mm\n9. Patient has a suitable non-aneurysmal distal iliac artery length (seal zone) of ≥ 15 mm.\n10. The resultant repair should preserve patency in at least one hypogastric artery.\n11. Patient has a suitable non-aneurysmal proximal aortic neck diameter between 15 and 42mm\n12. Patient has suitable non-aneurysmal distal common iliac diameters between 7 and 20 mm.\n\n---Exclusion Criteria---\n\n-General Exclusion Criteria-\n\n1. Patient has a mycotic aneurysm\n2. Patient has a ruptured aneurysm requiring urgent or emergent repair\n3. Patient has a systemic or local infection that may increase the risk of graft infection\n4. Patient has a body habitus that would inhibit X-ray visualization of the aorta.\n5. Patient is willing and eligible to participate in a manufacturer-sponsored clinical study at another institution\n6. Patient has a major surgical or interventional procedure planned within +/- 30 days of the (T)AAA repair.\n7. Patient is currently participating in another investigational device or drug clinical trial.\n\n-Medical Exclusion Criteria-\n\n1. Patient has a known hypersensitivity or contraindication to anticoagulation or contrast media that is not amenable to pre-treatment.\n2. Patient has a known allergy or intolerance to stainless steel, polyester, polypropylene, nickel, titanium or gold.\n3. Patient has uncorrectable coagulopathy\n4. Patient has unstable angina (defined as angina with a progressive increase in symptoms, new onset at rest or nocturnal angina, or onset of prolonged angina)\n5. Patient has history of connective tissue disease (e.g., Marfan's or Ehler's-Danlos syndrome).\n6. Patient has active malignancy with life expectancy of less than 2 years\n7. Patient has a limited life expectancy of less than 2 years.\n8. Patient has other medical, social or psychological conditions that, in the opinion of the investigator, preclude them from receiving the pre-treatment, required treatment, and post-treatment procedures and evaluations.\n\n-Anatomic Exclusion Criteria-\n\n1. Significant occlusive disease, tortuosity or calcification that would prevent endovascular access\n2. Proximal seal site with a circumferential thrombus/atheroma\n3. Inability to maintain at least one patent hypogastric artery\n4. Shaggy aorta\n5. Patient is not amenable to a temporary or permanent open surgical or endovascular conduit",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sina Zarrintan, MD",
                    "role": "CONTACT",
                    "phone": "8582463003",
                    "email": "szarrintan@health.ucsd.edu"
                },
                {
                    "name": "Kathleen Groh",
                    "role": "CONTACT",
                    "phone": "8585348103",
                    "email": "kagroh@health.ucsd.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of California San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Barleben, MD, MPH",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Kathleen Groh",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30718110",
                    "type": "BACKGROUND",
                    "citation": "O'Donnell TFX, Patel VI, Deery SE, Li C, Swerdlow NJ, Liang P, Beck AW, Schermerhorn ML. The state of complex endovascular abdominal aortic aneurysm repairs in the Vascular Quality Initiative. J Vasc Surg. 2019 Aug;70(2):369-380. doi: 10.1016/j.jvs.2018.11.021. Epub 2019 Feb 2."
                },
                {
                    "pmid": "24797555",
                    "type": "BACKGROUND",
                    "citation": "Farber MA, Vallabhaneni R, Marston WA. \"Off-the-shelf\" devices for complex aortic aneurysm repair. J Vasc Surg. 2014 Sep;60(3):579-84. doi: 10.1016/j.jvs.2014.03.258. Epub 2014 May 3."
                },
                {
                    "pmid": "22554425",
                    "type": "BACKGROUND",
                    "citation": "Starnes BW. Physician-modified endovascular grafts for the treatment of elective, symptomatic, or ruptured juxtarenal aortic aneurysms. J Vasc Surg. 2012 Sep;56(3):601-7. doi: 10.1016/j.jvs.2012.02.011. Epub 2012 May 2."
                },
                {
                    "pmid": "26194816",
                    "type": "BACKGROUND",
                    "citation": "Sweet MP, Starnes BW, Tatum B. Endovascular treatment of thoracoabdominal aortic aneurysm using physician-modified endografts. J Vasc Surg. 2015 Nov;62(5):1160-7. doi: 10.1016/j.jvs.2015.05.036. Epub 2015 Jul 17."
                },
                {
                    "pmid": "27687323",
                    "type": "BACKGROUND",
                    "citation": "Starnes BW, Heneghan RE, Tatum B. Midterm results from a physician-sponsored investigational device exemption clinical trial evaluating physician-modified endovascular grafts for the treatment of juxtarenal aortic aneurysms. J Vasc Surg. 2017 Feb;65(2):294-302. doi: 10.1016/j.jvs.2016.07.123. Epub 2016 Sep 26."
                },
                {
                    "pmid": "30583902",
                    "type": "BACKGROUND",
                    "citation": "Oderich GS, Ribeiro MS, Sandri GA, Tenorio ER, Hofer JM, Mendes BC, Chini J, Cha S. Evolution from physician-modified to company-manufactured fenestrated-branched endografts to treat pararenal and thoracoabdominal aortic aneurysms. J Vasc Surg. 2019 Jul;70(1):31-42.e7. doi: 10.1016/j.jvs.2018.09.063. Epub 2018 Dec 21."
                },
                {
                    "pmid": "32205248",
                    "type": "BACKGROUND",
                    "citation": "Han SM, Tenorio ER, Mirza AK, Zhang L, Weiss S, Oderich GS. Low-profile Zenith Alpha Thoracic Stent Graft Modification Using Preloaded Wires for Urgent Repair of Thoracoabdominal and Pararenal Abdominal Aortic Aneurysms. Ann Vasc Surg. 2020 Aug;67:14-25. doi: 10.1016/j.avsg.2020.02.022. Epub 2020 Mar 20."
                },
                {
                    "pmid": "25887934",
                    "type": "BACKGROUND",
                    "citation": "Ronchey S, Serrao E, Kasemi H, Pecoraro F, Fazzini S, Alberti V, Mangialardi N. Endovascular treatment options for complex abdominal aortic aneurysms. J Vasc Interv Radiol. 2015 Jun;26(6):842-54. doi: 10.1016/j.jvir.2015.02.021. Epub 2015 Apr 14."
                },
                {
                    "pmid": "26254453",
                    "type": "BACKGROUND",
                    "citation": "Scali ST, Neal D, Sollanek V, Martin T, Sablik J, Huber TS, Beck AW. Outcomes of surgeon-modified fenestrated-branched endograft repair for acute aortic pathology. J Vasc Surg. 2015 Nov;62(5):1148-59.e2. doi: 10.1016/j.jvs.2015.06.133. Epub 2015 Aug 5."
                },
                {
                    "pmid": "31708298",
                    "type": "BACKGROUND",
                    "citation": "Senemaud JN, Ben Abdallah I, de Boissieu P, Touma J, Kobeiter H, Desgranges P, Becquemin JP, Cochennec F. Intraoperative adverse events and early outcomes of custom-made fenestrated stent grafts and physician-modified stent grafts for complex aortic aneurysms. J Vasc Surg. 2020 Jun;71(6):1834-1842.e1. doi: 10.1016/j.jvs.2019.07.102. Epub 2019 Nov 7."
                },
                {
                    "pmid": "30033825",
                    "type": "BACKGROUND",
                    "citation": "Singh A, Mafeld S, Williams R, McCaslin J. Physician-Modified Fenestrated Endografts for Managing the Ruptured or Symptomatic Aortic Aneurysm: Technique Overview and Clinical Outcomes. Vasc Endovascular Surg. 2018 Nov;52(8):607-612. doi: 10.1177/1538574418789023. Epub 2018 Jul 22."
                },
                {
                    "pmid": "28874089",
                    "type": "BACKGROUND",
                    "citation": "Tsilimparis N, Heidemann F, Rohlffs F, Diener H, Wipper S, Debus ES, Kolbel T. Outcome of Surgeon-Modified Fenestrated/Branched Stent-Grafts for Symptomatic Complex Aortic Pathologies or Contained Rupture. J Endovasc Ther. 2017 Dec;24(6):825-832. doi: 10.1177/1526602817729673. Epub 2017 Sep 6."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000783",
                    "term": "Aneurysm"
                },
                {
                    "id": "D000001014",
                    "term": "Aortic Aneurysm"
                },
                {
                    "id": "D000017544",
                    "term": "Aortic Aneurysm, Abdominal"
                },
                {
                    "id": "D000094624",
                    "term": "Aortic Aneurysm, Thoracoabdominal"
                },
                {
                    "id": "D000017545",
                    "term": "Aortic Aneurysm, Thoracic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000001018",
                    "term": "Aortic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4113",
                    "name": "Aneurysm",
                    "asFound": "Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4330",
                    "name": "Aortic Aneurysm",
                    "asFound": "Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3070",
                    "name": "Aortic Aneurysm, Thoracoabdominal",
                    "asFound": "Thoracoabdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19800",
                    "name": "Aortic Aneurysm, Abdominal",
                    "asFound": "Abdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19801",
                    "name": "Aortic Aneurysm, Thoracic",
                    "asFound": "Thoracoabdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4334",
                    "name": "Aortic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T66",
                    "name": "Abdominal Aortic Aneurysm",
                    "asFound": "Abdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}