{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06399874",
            "orgStudyIdInfo": {
                "id": "PSY-88-13264"
            },
            "organization": {
                "fullName": "Uniformed Services University of the Health Sciences",
                "class": "FED"
            },
            "briefTitle": "Pilot Trial Comparing Nightmare Deconstruction and Reprocessing vs. NightWare Wristband",
            "officialTitle": "Pilot Trial Comparing Exposure and Nonexposure Treatments for Posttrauma Nightmares and Insomnia: Nightmare Deconstruction and Reprocessing vs. NightWare Wristband",
            "acronym": "NDR/NW",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pilot-trial-comparing-nightmare-deconstruction-and-reprocessing-vs-nightware-wristband"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-17",
            "studyFirstSubmitQcDate": "2024-05-02",
            "studyFirstPostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Uniformed Services University of the Health Sciences",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "NightWare",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The overall goal of this Phase IIa randomized controlled pilot trial is to assess the potential efficacy of two emerging treatments for post-trauma nightmares and to test the feasibility of study design and methods. Symptom change will be assessed in two treatment arms: (1) Nightmare Deconstruction and Reprocessing (NDR), an exposure-based psychotherapy; and (2) NightWare (NW), a non-exposure approach using a wristband device. We will also assess the feasibility of circadian-dependent blood sampling and use of another wristband to collect physiologic data. Toward this goal, we will pursue the following specific aims: (1) Compare evidence of how well participants tolerate and comply with the different treatments and to test feasibility of methods and procedures; (2) Collect additional evidence of the potential efficacy of two contrasting non-pharmacologic approaches to treating posttraumatic nightmares; (3) Explore the operational stress index (OSI) as a reliable, objective measure of sleep disturbance and nightmare events.",
            "detailedDescription": "This pilot trial will test two emerging treatments for post-traumatic nightmares: NDR, a novel exposure psychotherapy that targets post-trauma nightmares, and NW, a wristband device that provides non-exposure treatment by detecting physiologic signals of a possible nightmare and gently vibrating to rouse the sleeper without fully waking them. Nightmares and sleep disturbance are important treatment targets because they are prevalent beginning in the acute post-trauma phase and often are long lasting and treatment-resistant. The overall goal of this project is to assess the potential efficacy of these contrasting treatments, which have the potential to treat acute post-trauma nightmares and sleep disturbance in low-resource or far-forward military environments and provide long-term solutions for individuals with treatment-resistant nightmares. We will also test methodologic feasibility of biomarker sample collection, which will enable us to determine the potential utility of molecular, neuroendocrine, and physiologic signals of psychological distress related to exposure or non-exposure methods of treating nightmares.\n\nStudy Design:\n\nFollowing up on preliminary studies of NDR and NW, the proposed study will be a Phase IIa, single-blind randomized controlled pilot trial. Thirty service members and veterans will be randomized to one of two treatment groups: (1) NDR, an exposure-based psychotherapy and (2) NW, a wristband device (non-exposure treatment). As an attention control, participants in both groups will have the same number of in-person and virtual study visits. Four visits will be in-person to allow for equipment assignment and return and blood sampling; 12 visits will be conducted by video teleconference. Participants in the NW group will receive psychoeducation, equipment instruction and troubleshooting, and psychometric assessment at each treatment visit. Participants in the NDR group will receive psychoeducation, NDR treatment, and psychometric assessment at each treatment visit. We will collect blood samples from both treatment groups during Visit 1, and before and after their treatment sessions in Visit 7 (first exposure to nightmares for the NDR group) and Visit 12 (final exposure for NDR). All participants will be issued an Empatica EmbracePlus wristband to be worn 23 hours per day. We anticipate results that participants in both treatment groups will have a clinically significant decrease in nightmares and nightmare-related sleep disturbance. We expect that molecular, neuroendocrine, and physiologic markers of stress will relate to treatment group (trauma activation through exposure or no trauma activation in non-exposure treatment.) We also anticipate that biosample collection, processing, and storage methods will be feasible.\n\nPrimary and Secondary Outcomes:\n\nThe primary outcomes of the proposed trial are nightmare and insomnia severity. Nightmare severity will be measured by the Disturbing Dreams and Nightmares Severity Index (DDNSI). Insomnia severity will be assessed using the Insomnia Severity Index (ISI). Nightmare and insomnia severity and variability will be assessed with the DDNSI, the ISI, and EmpaticaPlus wristband data at 14 time points, including screening, once a week during the observation and treatment periods, and follow-up visits.\n\nSecondary outcomes are molecular and neuroendocrine biomarkers (BDNF, cortisol, and ACTH) as well as physiologic parameters (HRV, EDA, and accelerometry data). Change in BDNF, cortisol, and ACTH will be determined through assay of blood samples taken in all treatment groups before and after treatment sessions in Visit 7 (initial NDR exposure component), and Visit 12 (NDR final exposure). Physiologic data collected via the Empatica EmbracePlus wristband will include HRV and EDA during treatment sessions and accelerometry to track sleep patterns."
        },
        "conditionsModule": {
            "conditions": [
                "Nightmares Associated With Chronic Post-Traumatic Stress Disorder"
            ],
            "keywords": [
                "Nightmares",
                "Insomnia",
                "PTSD",
                "Heart Rate Variability",
                "Electrodermal Activity",
                "BDNF",
                "Cortisol",
                "ACTH",
                "Treatment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Phase IIa, two-arm, block randomized controlled pilot trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Single-blind",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nightmare Deconstruction and Reprocessing",
                    "type": "EXPERIMENTAL",
                    "description": "Psychotherapy that uses exposure to nightmare images for trauma activation with the goal of memory reconsolidation.",
                    "interventionNames": [
                        "Behavioral: Nightmare Deconstruction and Reprocessing"
                    ]
                },
                {
                    "label": "NightWare",
                    "type": "EXPERIMENTAL",
                    "description": "Wristband device that detects physiologic signals during sleep that indicate a possible nightmare and gently vibrates to rouse the sleeper without fully waking them.",
                    "interventionNames": [
                        "Device: NightWare"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Nightmare Deconstruction and Reprocessing",
                    "description": "A psychotherapy that uses exposure to nightmare images for trauma activation in order to facilitate trauma memory reconsolidation",
                    "armGroupLabels": [
                        "Nightmare Deconstruction and Reprocessing"
                    ],
                    "otherNames": [
                        "NDR"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "NightWare",
                    "description": "Wristband device that detects physiologic signals during sleep that indicate a possible nightmare and gently vibrates to rouse the sleeper without fully waking them.",
                    "armGroupLabels": [
                        "NightWare"
                    ],
                    "otherNames": [
                        "NW"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Disturbing Dreams and Nightmare Severity Index",
                    "description": "The DDNSI is a 5-item self-report instrument used to assess nightmare severity and distress both as an inclusion criterion (score ≥10) and as a primary study variable. Possible score range is 0-37, with a recommended cutoff of 10.",
                    "timeFrame": "It will be completed at screening, weekly through the observation and treatment periods (12 weeks), and at the 3 follow-up visits (up to 18 weeks post-baseline). It will also be completed at early termination visits, if applicable."
                },
                {
                    "measure": "Insomnia Severity Index",
                    "description": "The ISI is a 7-item self-report measure that assesses not only perceived severity of insomnia with regards to difficulty falling and staying asleep, but also daytime dysfunction. Possible score range is 0-28, with a recommended cutoff of 8 for sub-threshold insomnia.",
                    "timeFrame": "It will be completed at screening, weekly through the observation and treatment periods (12 weeks), and at the 3 follow-up visits (up to 18 weeks post-baseline). It will also be completed at early termination visits, if applicable."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Operational Stress Index (OSI)",
                    "description": "The OSI uses physiological data (heart rate, heart rate variability, skin temperature, movement) to identify stress responses, which may allow researchers to reliably recognize sleep disturbance and nightmare events.",
                    "timeFrame": "Collected from baseline through study completion (up to 18 weeks)."
                },
                {
                    "measure": "Brain-derived neurotrophic factor (BDNF) levels before and after exposure",
                    "timeFrame": "Collected at initial NDR exposure component (6 weeks after baseline) and NDR final exposure (12 weeks after baseline)."
                },
                {
                    "measure": "Cortisol levels before and after exposure",
                    "timeFrame": "Collected at initial NDR exposure component (6 weeks after baseline) and NDR final exposure (12 weeks after baseline)."
                },
                {
                    "measure": "Adrenocorticotropic hormone (ACTH) levels before and after exposure",
                    "timeFrame": "Collected at initial NDR exposure component (6 weeks after baseline) and NDR final exposure (12 weeks after baseline)."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Active duty service members and veterans\n* Minimum symptom severity:\n* Has had at least 1 nightmare per week for the past month\n* Has a minimum ISI score of 8\n* If taking medications for PTSD, depression, anxiety, or insomnia, must be on stable dose for 8 weeks.\n\nExclusion Criteria:\n\n* Serious risk of suicide\n* Psychosis, bipolar disorder, or alcohol or substance use disorder\n* Untreated moderate to severe sleep apnea\n* Use of synthetic glucocorticoid beta blockers, prazosin, or varenicline\n* Current evidence-based or experimental psychotherapy directly targeting nightmares, insomnia, or PTSD\n* Inability to recall nightmare content\n* Inability to wear wristband or sync wristband data\n* Inability to comply with blood draws\n* Refusal to consent to DNA analysis of blood samples\n* Refusal to consent to audio recording of study visits\n* REM sleep behavior disorder or narcolepsy as determined by investigator",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "64 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patricia Spangler, PhD",
                    "role": "CONTACT",
                    "phone": "240-620-4076",
                    "email": "patricia.spangler.ctr@usuhs.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James C West, MD",
                    "affiliation": "Uniformed Services University of the Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Uniformed Services University of the Health Sciences",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20814",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James C West, MD",
                            "role": "CONTACT",
                            "phone": "301-319-4281",
                            "email": "james.west@usuhs.edu"
                        },
                        {
                            "name": "Patricia Spangler, PhD",
                            "role": "CONTACT",
                            "phone": "240-620-4076",
                            "email": "patricia.spangler.ctr@usuhs.edu"
                        },
                        {
                            "name": "James C West, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Patricia Spangler, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Chronic Post-Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9912",
                    "name": "Hydrocortisone",
                    "relevance": "LOW"
                },
                {
                    "id": "M155245",
                    "name": "Hydrocortisone 17-butyrate 21-propionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M228609",
                    "name": "Hydrocortisone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M263259",
                    "name": "Hydrocortisone hemisuccinate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}