{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02526368",
            "orgStudyIdInfo": {
                "id": "15557"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2015-02008",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                },
                {
                    "id": "R01CA211150",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA211150"
                },
                {
                    "id": "U01EB026412",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01EB026412"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Pilot Study of (MR) Imaging With Pyruvate (13C) to Detect High Grade Prostate Cancer",
            "officialTitle": "A Pilot Study of Magnetic Resonance (MR) Imaging With Hyperpolarized Pyruvate (13C) to Detect High Grade Localized Prostate Cancer",
            "acronym": "pyruvate",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "pilot-study-of-mr-imaging-with-pyruvate-to-detect-high-grade-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-03-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-08-14",
            "studyFirstSubmitQcDate": "2015-08-14",
            "studyFirstPostDateStruct": {
                "date": "2015-08-18",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Ivan de Kouchkovsky, MD",
                "investigatorTitle": "Assistant Clinical Professor",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Ivan de Kouchkovsky, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Cancer Society, Inc.",
                    "class": "OTHER"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute for Biomedical Imaging and Bioengineering (NIBIB)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This pilot clinical trial studies how well magnetic resonance spectroscopic imaging (MRSI) with hyperpolarized carbon 13 (13C) pyruvate alone or in combination with 13C 15N2 Urea works in finding prostate cancer that exhibits poorly differentiated or undifferentiated cells (high-grade) and that is restricted to the site of origin, without evidence of spread (localized) in patients undergoing radical prostatectomy. Diagnostic procedures, such as MRSI with hyperpolarized carbon (13C) pyruvate, may aid in the diagnosis of prostate cancer and in discriminating high-grade from low-grade prostate cancer and benign adjacent prostate tissue",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To investigate the association between hyperpolarized (HP) pyruvate-to-lactate conversion (kPL) and HP urea perfusion with histologic grade of prostate cancer, including benign prostate tissue, low grade disease (primary Gleason score \\< 4), and high grade (primary Gleason score \\>= 4) prostate cancer.\n\nSECONDARY OBJECTIVES:\n\nI. Safety.\n\nII. To determine the optimal cut-off value of peak lactate to pyruvate ratio (lac/pyr), lac/pyr area under the curve (AUC), 13C pyruvate to lactate (kPL) rate, urea AUC, and urea transfer constant (ktrans) on magnetic resonance imaging (MRI) that accurately detects primary Gleason 4 component cancer.\n\nIII. To determine the reproducibility of peak lac/pyr, lac/pyr AUC and kPL, urea AUC and urea transfer constant (ktrans) with same-day repeated dose studies. with same-day repeated dose studies.\n\nIV. To compare peak lac/pyr, lac/pyr AUC and kPL, urea AUC, urea transfer constant (ktrans) on MRI with Prostate Imaging-Reporting and Data System (PI-RADS) assessment of multiparametric MRI in predicting regions of cancer versus benign tissue.\n\nEXPLORATORY OBJECTIVES:\n\nI. To correlate histologic markers, including lactate dehydrogenase A (LDHA) expression and activity level, along with Ki-67, MYC, and MCT 1 and 4 expression, with peak intra-tumoral lac/pyr ratio, lactate AUC, and kPL detected using anatomically aligned magnetic resonance (MR) cross-sectional images of the prostate gland.\n\nII. To test for an association between mean intra-tumoral lac/pyr signal and lactate AUC, kPL, urea AUC, and urea transfer constant (ktrans) with adverse clinical and pathologic characteristics including extracapsular extension, positive nodal involvement, and failure to achieve undetectable prostate specific antigen (PSA) nadir following prostatectomy.\n\nOUTLINE:\n\nParticipants receive either hyperpolarized carbon pyruvate (13C) or co-polarized 13C pyruvate and 13C, 15N2urea intravenously (IV) and undergo MRSI within 12 weeks before undergoing non-investigational radical prostatectomy. Participants may receive optional second hyperpolarized 13C injection and dynamic 13C MRI scan may be performed within 15 to 60 minutes following completion of first scan.\n\nAfter completion of study, participants are followed up at 24 hours."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pre-surgical Prostate Cancer patients",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive an infusion of hyperpolarized 13C-pyruvate alone or co-hyperpolarized 13C pyruvate with hyperpolarized 13C, 15N urea injection prior to metabolic/perfusion high spatial resolution MRI/1H MRSI staging exam (PROSE) with endorectal coil using both a phased-array abdominal coil and an endorectal coil will be performed within 12 weeks of subsequent non-interventional radical prostatectomy.",
                    "interventionNames": [
                        "Drug: Hyperpolarized 13C-Pyruvate",
                        "Drug: Hyperpolarized 13C,15N2-urea",
                        "Procedure: Magnetic Resonance Spectroscopic Imaging"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Hyperpolarized 13C-Pyruvate",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Pre-surgical Prostate Cancer patients"
                    ],
                    "otherNames": [
                        "Hyperpolarized Pyruvate (13C)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Hyperpolarized 13C,15N2-urea",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Pre-surgical Prostate Cancer patients"
                    ],
                    "otherNames": [
                        "Urea C-13",
                        "C13 Urea"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Spectroscopic Imaging",
                    "description": "Undergo MRSI",
                    "armGroupLabels": [
                        "Pre-surgical Prostate Cancer patients"
                    ],
                    "otherNames": [
                        "MRSI",
                        "MRS",
                        "1H- Nuclear Magnetic Resonance Spectroscopic Imaging",
                        "MRS Imaging"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mean peak intra-tumoral lactate/pyruvate (lac/pyr) ratio by Pathological grade",
                    "description": "Means and standard deviations for lactate area under curve will be calculated by pathologic grade (benign, low grade (primary Gleason score \\<4) and high grade (primary Gleason score \\>4)).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean lactate area under curve (AUC) by Pathological grade",
                    "description": "Means and standard deviations for lactate area under curve will be calculated by pathologic grade (benign, low grade (primary Gleason score \\<4) and high grade (primary Gleason score \\>4)). A One-way ANOVA model will be used to compare lactate area under curve by pathologic grade (benign, low grade (primary Gleason score \\<4) and high grade (primary Gleason score \\>4)).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean peak conversion of HP 13C pyruvate to lactate (kPL) by Pathological grade",
                    "description": "Means and standard deviations for kPL will be calculated by pathologic grade (benign, low grade (primary Gleason score \\<4) and high grade (primary Gleason score \\>4)).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean Urea AUC by Pathological grade",
                    "description": "Means and standard deviations for Urea AUC will be calculated by pathologic grade (benign, low grade (primary Gleason score \\<4) and high grade (primary Gleason score \\>4)).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean urea transfer constant (Ktrans) by Pathological grade",
                    "description": "Means and standard deviations for Ktrans will be calculated by pathologic grade (benign, low grade (primary Gleason score \\<4) and high grade (primary Gleason score \\>4)).",
                    "timeFrame": "Baseline, 1 day"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Optimal cut-off value of peak lactate to pyruvate ratio (lac/pyr)",
                    "description": "Receiver-operative-curve analyses will be performed to determine the optimal cut-point of peak lac/pyr AUC on MRI that accurately detect primary Gleason 4 prostate cancer.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Optimal cut-off value of lac/pyr area under the curve (AUC)",
                    "description": "Receiver-operative-curve analyses will be performed to determine the optimal cut-point of peak lac/pyr AUC values on MRI that accurately detect primary Gleason 4 prostate cancer",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Optimal cut-off value of 13C pyruvate to lactate (kPL) rate",
                    "description": "Receiver-operative-curve analyses will be performed to determine the optimal cut-point of kPL on MRI that accurately detect primary Gleason 4 prostate cancer.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Optimal cut-off value of urea AUC",
                    "description": "Receiver-operative-curve analyses will be performed to determine the optimal cut-point of urea AUC on MRI that accurately detect primary Gleason 4 prostate cancer.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Optimal cut-off value of urea transfer constant (ktrans)",
                    "description": "Receiver-operative-curve analyses will be performed to determine the optimal cut-point of urea ktrans on MRI that accurately detect primary Gleason 4 prostate cancer.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Proportion of participants with Treatment-Related Adverse Events",
                    "description": "Assessment of the occurrence of clinically significant changes in safety variables from baseline. Safety endpoints include monitoring for the occurrence of treatment-emergent AEs. Toxicities will be graded using the National Cancer Institute (NCI) Common Terminology (Toxicity) Criteria for Adverse Events (CTCAE) version 4.0.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Compare lactate/pyruvate area under curve (AUC) with Prostate Imaging Reporting and Data System (PI-RADS)",
                    "description": "To compare lactate/pyruvate AUC on MRI with PI-RADS assessment of multiparametric MRI in predicting regions of cancer versus benign tissue. Radiologists use the PI-RADS to report how likely it is that a suspicious area is a clinically significant cancer. PI-RADS scores range from 1 (most likely not cancer) to 5 (very suspicious).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Compare peak lactate/pyruvate with PI-RADS",
                    "description": "To compare peak lactate/pyruvate on MRI with PI-RADS assessment of multiparametric MRI in predicting regions of cancer versus benign tissue. Radiologists use the PI-RADS to report how likely it is that a suspicious area is a clinically significant cancer. PI-RADS scores range from 1 (most likely not cancer) to 5 (very suspicious).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Compare pyruvate to lactate (kPL) with PI-RADS",
                    "description": "To compare peak pyruvate to lactate (kPL) on MRI with PI-RADS assessment of multiparametric MRI in predicting regions of cancer versus benign tissue. Radiologists use the PI-RADS to report how likely it is that a suspicious area is a clinically significant cancer. PI-RADS scores range from 1 (most likely not cancer) to 5 (very suspicious).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Compare urea AUC with PI-RADS",
                    "description": "To compare urea AUC on MRI with PI-RADS assessment of multiparametric MRI in predicting regions of cancer versus benign tissue. Radiologists use the PI-RADS to report how likely it is that a suspicious area is a clinically significant cancer. PI-RADS scores range from 1 (most likely not cancer) to 5 (very suspicious).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Compare urea transfer constant (Ktrans) with PI-RADS",
                    "description": "To compare urea ktrans on MRI with PI-RADS assessment of multiparametric MRI in predicting regions of cancer versus benign tissue. Radiologists use the PI-RADS to report how likely it is that a suspicious area is a clinically significant cancer. PI-RADS scores range from 1 (most likely not cancer) to 5 (very suspicious).",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean difference in Intra-patient peak lac/pyr",
                    "description": "Intra-patient reproducibility of peak lac/pyr for patients who undergo repeated dose imaging studies, as descriptively reported using summary statistics.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean difference in Intra-patient lac/pyr AUC",
                    "description": "Intra-patient reproducibility of lac/pyr AUC for patients who undergo repeated dose imaging studies, as descriptively reported using summary statistics.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean difference in Intra-patient kPL",
                    "description": "Intra-patient reproducibility of kPL for patients who undergo repeated dose imaging studies, as descriptively reported using summary statistics.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean difference in Intra-patient Urea AUC",
                    "description": "Intra-patient reproducibility of Urea AUC for patients who undergo repeated dose imaging studies, as descriptively reported using summary statistics.",
                    "timeFrame": "Baseline, 1 day"
                },
                {
                    "measure": "Mean difference in Intra-patient Urea ktrans",
                    "description": "Intra-patient reproducibility of Urea ktrans for patients who undergo repeated dose imaging studies, as descriptively reported using summary statistics",
                    "timeFrame": "Baseline, 1 day"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Biopsy-proven adenocarcinoma of the prostate; biopsy may be performed outside of University of California San Francisco (UCSF), if detailed results of sextant biopsy are available; a minimum of 20 patients out of a planned enrollment of 50 patients must have high-risk disease as defined by primary Gleason score of 4 or 5 on prior prostate biopsy\n* Planned radical prostatectomy at UCSF within 12 weeks following protocol MRI/MRSI\n* The subject is able and willing to comply with study procedures and provide signed and dated informed consent\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Absolute neutrophil count (ANC) \\>= 1500 cells/microliter (uL)\n* Hemoglobin \\>= 9.0 mg/dL\n* Platelets \\>= 75,000 cells/uL\n* Estimated creatinine clearance \\>= 50 mL/min (by the Cockcroft Gault equation)\n* Bilirubin \\< 1.5 x upper limit of normal (ULN) (unless Gilbert's is suspected)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 1.5 x ULN\n\nExclusion Criteria:\n\n* Patients who because of general medical or psychiatric condition or physiologic status cannot give valid informed consent\n* Patients unwilling or unable to undergo MR imaging, including patients with contra-indications to MRI, such as cardiac pacemakers or non-compatible intracranial vascular clips\n* Patients who cannot tolerate or have contra-indications to endorectal coil insertion; for example, patients with a prior abdominoperineal resection of the rectum or latex allergy\n* Patients with contra-indications to injection of gadolinium contrast; for example patients with prior documented allergy or those with inadequate renal function\n* Metallic hip implant or any other metallic implant or device that distorts local magnetic field and compromises the quality of MR imaging\n* Cryosurgery, surgery for prostate cancer, prostatic or pelvic radiotherapy prior to study enrollment; no limit on number of prior prostate biopsies; prior transurethral prostatic resection (TURP) is not allowed\n* Current or prior androgen deprivation therapy; a history of use of a 5-alpha reductase inhibitor is allowed, provided it was discontinued at least one month prior to study entry\n* Poorly controlled hypertension, with blood pressure at study entry \\> 160/100; the addition of anti-hypertensives to control blood pressure is allowed for eligibility determination\n* Congestive heart failure or New York Heart Association (NYHA) status \\>= 2\n* A history of clinically significant electrocardiography (EKG) abnormalities, including QT prolongation, a family history of prolonged QT interval syndrome, or myocardial infarction (MI) within 6 months of study entry; patients with rate-controlled atrial fibrillation/flutter will be allowed on study",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Louise Magat",
                    "role": "CONTACT",
                    "phone": "(415) 502-1822",
                    "email": "Louise.Magat@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ivan de Kouchkovsky, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Louise Magat",
                            "role": "CONTACT",
                            "phone": "415-502-1822",
                            "email": "Louise.Magat@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Ivan de Kouchkovsky, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077463",
                    "term": "Carbamide Peroxide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1804",
                    "name": "Carbamide Peroxide",
                    "asFound": "Phone calls",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "T424",
                    "name": "Pyruvate",
                    "asFound": "Atypical",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}