{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01176006",
            "orgStudyIdInfo": {
                "id": "100174"
            },
            "secondaryIdInfos": [
                {
                    "id": "10-C-0174"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Pilot Study of Reduced-Intensity Hematopoietic Stem Cell Transplant of DOCK8 Deficiency",
            "officialTitle": "Related and Unrelated Donor Hematopoietic Stem Cell Transplant for DOCK8 Deficiency",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pilot-study-of-reduced-intensity-hematopoietic-stem-cell-transplant-of-deficiency"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-25",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-10-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2010-08-04",
            "studyFirstSubmitQcDate": "2010-08-04",
            "studyFirstPostDateStruct": {
                "date": "2010-08-05",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n-DOCK8 deficiency is a genetic disorder that affects the immune system and can lead to severe recurrent infections and possible death from infections or certain types of cancers, including blood cancers. A stem cell transplant is a life-saving treatment for this condition. In this study we are evaluating the efficacy and safety of transplant from different donor sources for DOCK8 deficiency. The donors that we are using are matched siblings, matched unrelated donors, and half-matched donors, so called haploidentical related donors, such as mothers or fathers or half-matched siblings.\n\nObjectives:\n\n-To determine whether transplant of bone marrow cells from different types of donors corrects DOCK8 deficiency.\n\nEligibility:\n\n* Donors: Healthy individuals between 2 and 60 years of age who are matched with a recipient.\n* Recipient: Individuals between 4 and 35 years of age who have confirmed DOCK8 deficiency, have suffered at least one life-threatening infections, or have had certain viral related cancers of cancer and have a stem cell donor.\n\nDesign:\n\n* All participants will be screened with bloodwork, a physical examination and medical history.\n* DONORS:\n\n  --Donors who have donate bone marrow cells or blood stem cells will have a sample of blood/bone marrow stored to be compared with the recipients sample after transplant.\n* RECIPIENTS:\n\n  * Recipients receiving 10/10 matched related or unrelated donors will receive 4 days of chemotherapy with busulfan and fludarabine to suppress their immune system and prepare them for the transplant. Donors receiving 9/10 matched related or unrelated donors as well as haploidentical related donors will receive 5 days chemotherapy with cyclophosphamide, fludarabine, and busulfan. They will also receive one dose of radiation to suppress their immune system and prepare them for the transplant.\n  * After the initial chemotherapy and radiation (if indicated), recipients will receive the donated stem cells as a single infusion.\n  * After the stem cell transplant, recipients will receive two days of a chemotherapy called cyclophosphamide on day's + 3 and + 4 followed by two drugs tacrolimus and mycophenolate to prevent graft versus host disease where the donor cells attack the patient's body. All patients will remain in the hospital for at least approximately 1 month, and will be followed with regular visits for up to 3 years with periodic visits thereafter to evaluate the success of the transplant and any side effects.",
            "detailedDescription": "Background\n\nMutations in the Dedicator of Cytokinesis-8 (DOCK8) gene are responsible for an immunodeficiency disease characterized by: severe cutaneous and sinopulmonary infections with bacterial organisms; extensive cutaneous viral infections with Herpes simplex, Herpes zoster, Molluscum contagiosum, and Human Papilloma Virus; a marked elevation in serum IgE levels and eosinophilia; homozygous or compound heterozygous mutations in the dedicator of cytokinesis 8 (DOCK8) gene. Patients with DOCK8 deficiency die from severe infections, squamous cell carcinomas, or hematological malignancies. Allogeneic hematopoietic stem cell transplantation (HSCT) represents a potentially life-saving treatment for immunodeficiency diseases such as DOCK8 deficiency. In this study, we will evaluate the efficacy and safety of allogeneic HSCT for DOCK8 deficiency. We are particularly interested in determining whether allogeneic HSCT using different donor sources and conditioning regimens reverses the lethal disease phenotype in DOCK8 deficiency by reconstituting normal host defense. The development of lethal squamous cell carcinomas and lymphomas arising from the immunodeficiency in DOCK8 deficiency supports therapeutic intervention before overt malignancy arises.\n\nObjective\n\nTo determine whether allogeneic HSCT reconstitutes T-lymphocyte and B-lymphocyte cells and myeloid cells with normal donor cells at one year post-transplant and reverses the clinical phenotype of severe recurrent infections in subjects with DOCK8 deficiency.\n\nEligibility\n\nSubjects 4-35 years old with DOCK8 deficiency who have suffered one or more life-threatening infections, or who have developed lymphoma or squamous cell carcinoma, and have a 10/10 matched related donor, a 10/10 matched unrelated donor, a 9/10 matched related donor a 9/10 matched unrelated donor, or a haploidentical related donor.\n\nDesign\n\nSubjects with a 10/10 matched related or unrelated donor will receive a pre-transplant conditioning regimen consisting of fludarabine 40 mg/m2/day on days -6, -5, -4, and -3, and busulfan IV (dose based on pharmacokinetic levels) every day for 4 days on days -6, -5, -4, and -3. Donor hematopoietic stem cells will be infused on day 0.\n\nSubjects with a 9/10 matched related, 9/10 matched unrelated, or a haploidentical related donor will receive a pre-transplant conditioning regimen consisting of cyclophosphamide 14.5 mg/kg on days -6 and -5, fludarabine 30 mg/m2/day on days -6, -5, -4, -3 and -2, busulfan IV (dose based on pharmacokinetic levels) once daily for three days on -4, -3 and -2, and 200 cGy TBI on day -1. Donor hematopoietic stem cells will be infused on day 0. Post-transplant immunosuppression for graft-versus-host-disease (GVHD) prophylaxis for recipients of 9/10 matched related or unrelated donors will consist of cyclophosphamide 50 mg/kg IV once daily for two days on day s +3 and +4, along with mycophenolate mofetil from day +5 to day +35 and tacrolimus from day +5 to day 180. If there is no evidence of graft-versus-host disease, tacrolimus will be stopped at approximately day+180.\n\nAll subjects will receive post-transplant immunosuppression for graft-versus-host-disease (GVHD) prophylaxis for recipients of 10/10 matched related and unrelated donors will consist of cyclophosphamide 50 mg/kg IV once daily for 2 days on days +3 and +4, along with mycophenolate mofetil from day +5 to day +35 and tacrolimus from day +5 to approximately day 180. If there is no evidence of graft-versus-host disease, tacrolimus will be stopped at approximately day +180."
        },
        "conditionsModule": {
            "conditions": [
                "DOCK8 Deficiency"
            ],
            "keywords": [
                "DOCK8",
                "Molluscum",
                "Transplant",
                "Immunodeficiency"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "10/10 HLA Matched Related or Unrelated Donor Transplant",
                    "interventionNames": [
                        "Drug: Fludarabine(Fludara, Berlex Laboratories)"
                    ]
                },
                {
                    "label": "Group B",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "9/10 HLA Matched Related or Unrelated Donor Transplant",
                    "interventionNames": [
                        "Procedure: Reduced-intensity hematopoietic stem cell",
                        "Drug: Fludarabine(Fludara, Berlex Laboratories)",
                        "Drug: Cyclophosphamide(CTX, Cytoxan)",
                        "Procedure: Total Body Irradiation (TBI)",
                        "Drug: Busulfan (Busulfex)"
                    ]
                },
                {
                    "label": "Group C",
                    "type": "OTHER",
                    "description": "Donor (closed)",
                    "interventionNames": [
                        "Procedure: Reduced-intensity hematopoietic stem cell",
                        "Procedure: Donor peripheral blood stem cell mobiliation and collection",
                        "Procedure: Bone Marrow Harvest Procedure"
                    ]
                },
                {
                    "label": "Group D",
                    "type": "OTHER",
                    "description": "Family Interview (closed)Participation in research interview",
                    "interventionNames": [
                        "Procedure: Reduced-intensity hematopoietic stem cell"
                    ]
                },
                {
                    "label": "Group E",
                    "type": "NO_INTERVENTION",
                    "description": "Patient and caregiver psychosocial and QOL assessments during HSCTParticipation in interview and questionnaires"
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Reduced-intensity hematopoietic stem cell",
                    "description": "stem cell transplant",
                    "armGroupLabels": [
                        "Group B",
                        "Group C",
                        "Group D"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fludarabine(Fludara, Berlex Laboratories)",
                    "description": "40 mg/m2 IV (in the vein) over 30 minutes (in the vein) once daily on Days -6, -5, -4, and -3 or 30 mg/m2 IV over 30 minutes (in the vein) once daily on Days -6, -5, -4, -3, and -2",
                    "armGroupLabels": [
                        "Group A",
                        "Group B"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide(CTX, Cytoxan)",
                    "description": "14.5 mg/kg IV (in the vein) infusion over 30 min on days -6, and -5",
                    "armGroupLabels": [
                        "Group B"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Total Body Irradiation (TBI)",
                    "description": "200 cGy on Day -1",
                    "armGroupLabels": [
                        "Group B"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Busulfan (Busulfex)",
                    "description": "3.2 mg/kg IV (in the vein) over 2 hours once daily on Days -6, -5, -4 and -3 (weight based dosing) or on days -4, -3 and -2",
                    "armGroupLabels": [
                        "Group B"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Donor peripheral blood stem cell mobiliation and collection",
                    "description": "Donors undergo peripheral blood stem cell (PBSC) collection by apheresis will have their CD34 cells mobilized into the blood with filgrastim (Neupogen, Amgen)",
                    "armGroupLabels": [
                        "Group C"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Bone Marrow Harvest Procedure",
                    "description": "Bone marrow from haploidentical related donors, and, in some cases, matched related donors will be harvested under routine conditions in the operating room. General or spinal anesthesia will be employed.",
                    "armGroupLabels": [
                        "Group C"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility",
                    "description": "Number of severe recurrent infections in patients with DOCK8 post transplant compared to number of severe recurrent infections in patients with DOCK8 pre transplant",
                    "timeFrame": "1 year post transplant"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Toxicity",
                    "description": "To determine whether post-transplant cyclophosphamide results in a lower incidence of grade III-IV acute and chronic GVHD compared to standard methotrexate and tacrolimus in 10/10 matched related and unrelated donor recipients.",
                    "timeFrame": "180 days post transplant"
                },
                {
                    "measure": "Safety",
                    "description": "To determine the safety of this allogeneic transplant regimen in DOCK8 deficiency by assessing transplant related toxicity, the incidence of acute and chronic graft-versus-host disease, immune reconstitution, overall survival, and disease-free survival",
                    "timeFrame": "Overall and disease free survival"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA - RECIPIENT:\n* Age of 4-35 years\n* Weight \\>= 12 kilograms\n* DOCK8 deficiency with the two criteria listed below:\n\n  * Clinical history of one or more episodes of life-threatening or severely disfiguring infection with opportunistic organisms, including severe recurrent cutaneous and sinopulmonary infections with bacterial or fungal infection, or viral infections with herpes simplex, herpes zoster, Molluscum contagiosum, or human papilloma virus.\n  * Homozygous or compound heterozygous mutations in the DOCK8 gene performed by a CLIA-certified laboratory\n* Available 10/10 or 9/10 HLA-matched related or unrelated donor or a haploidentical related donor.\n* Left ventricular ejection fraction \\> 40%, preferably by 2-D echo. If the subject has radiological evidence of aortic, renal artery, or coronary artery vasculitis, a left ventricular ejection fraction \\>30% is acceptable.\n* Pulmonary Function Tests: FEV1 \\> 50% of expected\n\nNote: For children who are unable to cooperate for PFTs, the criterion is: No evidence of dyspnea at rest, no exercise intolerance, and no requirement for supplemental oxygen therapy\n\n* Creatinine: Subjects: less than or equal to 2.0 mg/dl or creatinine clearance greater than or equal to 30 ml/min/1.73 m\\^2. Pediatric subjects (\\<18 years old): Creatinine less than or equal to 1.5 mg/dl or a creatinine clearance of greater than or equal to 30 mL/min/1.73 m\\^2.\n* Serum total bilirubin \\< 2.5 mg/dl; serum ALT and AST less than or equal to 5 times upper limit of normal.\n* Subjects, parents/guardian(s), legally authorized representatives (LAR), or durable power of attorney must be able to give consent and sign the informed consent document\n* Disease status: Subjects with malignancy are to be referred in remission for evaluation, except in the case of viral associated malignancies. Should a subject have progressive disease or a donor becomes unavailable after enrollment, the subject will be referred back to their primary hematologist-oncologist for treatment. If this course of action is not in the best interest of the subject according to the clinical judgment of the PI/LAI, then the subject may receive standard treatment for the malignant disease under the current study. If under either of these settings, it becomes apparent that the subject will not be able to proceed to transplant, then he/she must come off study. Recipient-Subjects receiving a standard therapy will be told about the therapy, associated risks, benefits alternatives of the proposed therapy, and availability of receiving the same treatment elsewhere, outside of a research protocol.\n\nEXCLUSION CRITERIA - RECIPIENT:\n\n* HIV infection.\n* Chronic active hepatitis B. Subject may be hepatitis B core antibody positive. For subjects with a concomitant positive hepatitis B surface antigen, the risk-benefit profile of transplant and hepatitis B will be discussed with the subject, and eligibility determined by the PI and the protocol chairperson\n* History of psychiatric disorder which may compromise compliance with transplant protocol, or which does not allow for appropriate informed consent.\n* Active CNS involvement by malignancy (subjects with known positive CSF cytology or parenchymal lesions visible by CT or MRI). Except in the case of viral associated malignancies in which case the subject may benefit from the transplant to control the malignancy.\n* Pregnant or lactating. The effects on breastmilk are also unknown and may be harmful to the infant; therefore, women should not breast feed during the interval from study entry to one year post-transplant.\n* Sexually active individuals capable of becoming pregnant who are unable or unwilling to use effective form(s) of contraception during time enrolled on study and for 1 year post-transplant. Effective forms of contraception include one or more of the following: intrauterine device (IUD), hormonal (birth control pills, injections, or implants), tubal ligation/hysterectomy, partner s vasectomy, barrier methods, (condom, diaphragm, or cervical cap), or abstinence. Males on the protocol must use an effective form of contraception at study entry, and for one year post-transplant. The effects of transplant, the radiation, and the medications used after transplant may be harmful to a fetus.\n* Presence of active malignancy in another organ system other than the hematopoietic system, except when driven by viruses in which case the immune reconstitution after transplant may control the malignancy.\n* No available 10/10 or 9/10 HLA-matched related or unrelated donor or haploidentical related donor.\n\nDONOR EVALUATION AND SELECTION CRITERIA:\n\nAll donors will undergo suitability and eligibility determination according with current regulations of the field of hematopoietic cell transplantation. Related donor-recipient pairs will initially undergo low-resolution typing (antigen-level) to aid in the selection of a potential family donor and targeted sequencing of the DOCK8 gene. Heterozygous carriers of a DOCK8 mutation are suitable to donate. Upon review of the familial HLA inheritance pattern, confirmatory and high-resolution (allele-level) typing will be performed on potential fully matched and haploidentical related donors, respectively. Final selection of a related donor will be in consultation with qualified HLA personnel. Secondary donor characteristics as potential predictors of survival have been studied in large populations of donor/recipient pairs from US and European registries. Younger donor age and CMV seropositivity have been associated with improved survival. For the purposes of this study, overall donor health, younger age (\\<35 years), CMV seropositivity and ABO matching will also impact selection when multiple donors related or unrelated of equal HLA matching degree are available.\n\nINCLUSION CRITERIA FOR FAMILY INTERVIEWS (COMPLETE):\n\n* Parent/caregiver of a subject(s) who received a transplant for DOCK8 deficiency on this study.\n* Transplant recipient \\>= 18 who has undergone a transplant for DOCK8 deficiency on this study.\n\nNote: If a transplant recipient has completed follow-up or has come off study for any reason, re-enrollment will be permitted to complete the interview.\n\n* Must be able to give consent and sign the informed consent document.\n* Able to understand the English language\n\nINCLUSION CRITERIA FOR PATIENT AND CAREGIVER PSYCHOSOCIAL AND QOL ASSESSMENTS DURING HCST:\n\n* Caregiver participants are eligible for their own participation if their child (the patient) is between 4-25 years old and undergoing transplantation for DOCK8 deficiency on this study.\n* Patient participants are eligible for their own participation if 8 years old or older and undergoing transplantation for DOCK8 deficiency on this study.\n* Patient and caregiver participants must be cognitively able to complete the surveys and interviews.\n* Patient and caregiver participants must speak and/or read English or Spanish.\n* Patient and caregiver participants must be able to sign the informed consent or assent document, as applicable.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "maximumAge": "120 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Corina E Gonzalez, M.D.",
                    "role": "CONTACT",
                    "phone": "(202) 506-0656",
                    "email": "corina.gonzalez@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Corina E Gonzalez, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30720689",
                    "type": "DERIVED",
                    "citation": "Freeman AF, Yazigi N, Shah NN, Kleiner DE, Parta M, Atkinson P, Heller T, Holland SM, Kaufman SS, Khan KM, Hickstein DD. Tandem Orthotopic Living Donor Liver Transplantation Followed by Same Donor Haploidentical Hematopoietic Stem Cell Transplantation for DOCK8 Deficiency. Transplantation. 2019 Oct;103(10):2144-2149. doi: 10.1097/TP.0000000000002649."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2010-C-0174.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007589",
                    "term": "Job Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010585",
                    "term": "Phagocyte Bactericidal Dysfunction"
                },
                {
                    "id": "D000007960",
                    "term": "Leukocyte Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000081207",
                    "term": "Primary Immunodeficiency Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10618",
                    "name": "Job Syndrome",
                    "asFound": "DOCK8 Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13493",
                    "name": "Phagocyte Bactericidal Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M10963",
                    "name": "Leukocyte Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2285",
                    "name": "Primary Immunodeficiency Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T618",
                    "name": "Autosomal Recessive Hyper IgE Syndrome",
                    "asFound": "DOCK8 Deficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2876",
                    "name": "Hyper IgE Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "T579",
                    "name": "Autosomal Dominant Hyper IgE Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "D000002066",
                    "term": "Busulfan"
                },
                {
                    "id": "C000024352",
                    "term": "Fludarabine"
                },
                {
                    "id": "C000042382",
                    "term": "Fludarabine phosphate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M1945",
                    "name": "Lenograstim",
                    "relevance": "LOW"
                },
                {
                    "id": "M5336",
                    "name": "Busulfan",
                    "asFound": "Anesthetic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "asFound": "Rate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "asFound": "Non-invasive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}