{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05895513",
            "orgStudyIdInfo": {
                "id": "2023H0014"
            },
            "organization": {
                "fullName": "Ohio State University",
                "class": "OTHER"
            },
            "briefTitle": "Pimavanserin and Aggression and Social Cognition.",
            "officialTitle": "Effect of Pimavanserin on Aggression and Social Cognition.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pimavanserin-and-aggression-and-social-cognition"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-18",
            "studyFirstSubmitQcDate": "2023-05-31",
            "studyFirstPostDateStruct": {
                "date": "2023-06-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Emil Coccaro",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Ohio State University"
            },
            "leadSponsor": {
                "name": "Ohio State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "ACADIA Pharmaceuticals Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators are studying how certain drugs can reduce anger outbursts in people with anger problems. In this study the investigators seek to determine if a single 34 mg (two 17 mg tablets) oral dose of the 5-HT2a receptor blocker, pimavanserin, will reduce aggressive responding in individuals with impulsive aggression (Intermittent Explosive Disorder: IED) on a laboratory task that assesses aggression (Taylor Aggression Paradigm: TAP). We will also be examining how this drug impacts hostile social cognition e.g., hostile attribution). If pimvanserin reduces aggression in this study a next step would be a placebo-controlled treatment trial of pimavanserin in study participants with IED. Participation will first involve a remote (e.g., TEAMS) screening session. If potential study participants appear eligible they will come into the lab for an in-person session where participants will complete interviews and questionnaires and have a medical evaluation (including a physical exam, electrocardiogram, and screens for alcohol and drug use). During the next study session, participants will complete a diagnostic interview and a series of questionnaires, all of which can all take place on-line. During the next two sessions (which will be in-person) participants will undergo two (2) study sessions during which study participants will be given a study drug (orally). The drug given, pimavanserin, is currently available and is known to block serotonin receptors thought to be involved in regulating anger. After participants take the study drug, study participants will complete questionnaires and computer tasks for assessment of aggression and of hostile social cognition. Each of these two in-person study sessions will take at least eight (8) hours. A final on-line session will be done to make certain the investigators have all the data required by the study protocol.",
            "detailedDescription": "Human aggression is verbal and/or physical behavior directed at others (or objects) that results in injury to others (or objects). It is at the core of much human suffering and it is quite common. About four percent of the U.S. population have recurrent \"anger attacks\" and meet lifetime criteria for Intermittent Explosive Disorder (IED), a disorder of recurrent, problematic, impulsive aggression. In addition, another four percent of individuals have recurrent \"anger attacks\" that may not fully meet DSM-5 criteria for IED. Neurochemical brain studies have pointed to a modulatory role in human aggression for a variety of central neurotransmitters, particularly serotonin (5-HT). Evidence for a role for 5-HT in aggressive and suicidal behavior has been in the human literature since the late 1970s. Cerebrospinal fluid (CSF) levels of 5-HT metabolites (5-HIAA) have been reported as low in violent suicidal behavior and in those who have committed seriously aggressive acts such as homicide or attempted homicide. In addition, hormonal responses to 5-HT agonists are blunted in aggressive individuals and are inversely correlated with measures of aggression and suicidal behavior. Relevant to this proposal are data which report that the number of brain 5-HT-2a receptors are increased in those who had committed suicide by violent means and that brain and platelet 5-HT-2a receptors correlate in a positive direction with measures of aggression. In addition, similar findings have been reported regarding the PET neuroimaging of 5-HT-2a receptors in aggressive individuals. While stimulation of most 5-HT receptors increase behavioral inhibition, stimulation of 5-HT-2a receptors appear to do the opposite. If so, we hypothesize that blocking 5-HT-2a receptor activity with a 5-HT-2a receptor blocker will reduce aggressive responding in aggressive individuals. In this study, we propose to give a single dose of pimavanserin (and placebo on another day) and have aggressive individuals complete an analogue computer task of \"aggressive responding\". Because aggression is highly related to hostile social cognition, we will also have study participants complete a social cognition task to test the related hypothesis that pimavanserin can also reduce hostile social cognition. This project is designed to be an experimental medicine study to test the potential anti-aggressive efficacy of pimavanserin, a selective inverse agonist and antagonist of the serotonin 5-HT-2a receptor. As such, it is an early \"proof of concept\" study before, and without the expense of, conducting a clinical treatment trial.\n\nHypotheses of the study.\n\n1. Pre-treatment with pimavanserin, but not placebo, will reduce aggressive responding in the Taylor Aggression Paradigm (TAP) in human subjects. Reduced aggressive responding in the TAP would be reflected by the subjects selecting fewer numbers of \"high\" and \"very high\" electric shock levels in response to provocation to pre-programmed shock levels in the context of the TAP.\n2. Pre-treatment with Pimavanserin, but not placebo, will reduce hostile social cognition in aggressive individuals. Reduced hostile social cognition is reflected by an increase in the encoding of socially relevant information, a reduction in hostile attribution, and a reduction in negative emotional response while viewing brief (\\~ 10 seconds) video clips of socially ambiguous interactions between two people. The task involved is the Video-Social-Emotional Information Processing (V-SEIP) Task."
        },
        "conditionsModule": {
            "conditions": [
                "Intermittent Explosive Disorder"
            ],
            "keywords": [
                "Aggression",
                "Intermittent Explosive Disorder",
                "Hostile Social Cognition",
                "5-HT-2a Receptor Antagonist",
                "Pimavanserin"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Placebo (tablets identical to active drug)",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pimavanserin",
                    "type": "EXPERIMENTAL",
                    "description": "One single dose of pimavanserin (34 mg oral)",
                    "interventionNames": [
                        "Drug: Pimavanserin 34 mg"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "One single dose of matching placebo",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pimavanserin 34 mg",
                    "description": "5HT-2a receptor antagonist",
                    "armGroupLabels": [
                        "Pimavanserin"
                    ],
                    "otherNames": [
                        "Nuplazid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Inactive Comparator",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Aggressive Responding on the Taylor Aggression Paradigm (TAP)",
                    "description": "In the TAP, the subject competes against a fictitious opponent in a reaction time game during which the investigator manipulates provocation by having the \"opponent\" select increasing (mild) electric shock levels (i.e., a physically aggressive threat) which then elicits aggressive responding to the \"confederate\" when he/she loses a reaction-time task. Subjects can select shock from level 1 to level 9, and to select a \"high\" (10 level) or a \"very high\" (20 level) shock. The total number of \"High\" / \"Very High\" (10/20) shocks selected for the opponent is the outcome for heightened aggression in this study.",
                    "timeFrame": "The TAP will be done about five (5) hours after administration of pimavanserin and after placebo."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Social-Emotional Information Processing (Video-SEIP)",
                    "description": "The V-SEIP contains eight video stories presenting possible (i.e., socially ambiguous) aggressive encounters between \"Actor A\" (who the subject is told to identify with) and \"Actor B\" who physically, or verbally, assaults the \"primary individual\". After viewing each video story (\\~ 10 seconds), the subject is asked to record all the elements of the video they recall; this is referred to as encoding (ENC). Then, the subject rates the likelihood that \"Actor B\" acted towards \"Actor A\" because he/she wanted to physically/emotionally hurt the other person (Hostile Attribution: HA). Finally, the subject is asked to rate the likelihood of how angry/upset they would be if this \"event\" happened to them (Negative Emotional Response: NER).",
                    "timeFrame": "The V-SEIP will be done about five (5) hours after administration of pimavanserin and after placebo."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants will have a current (or past) DSM-5 diagnosis of Intermittent Explosive Disorder (IED). In addition, all participants must meet the following criteria:\n\n1. Participant is between 21 and 55 years of age and is able to give informed consent.\n2. Participant is physically healthy as confirmed by medical history, physical evaluation, ECG, and (in females) has a negative pregnancy test.\n3. Two weeks free of anti-psychotic medication.\n\nExclusion Criteria:\n\nAll subjects with the following are excluded from study:\n\n1. Clinically significant medical condition.\n2. Prolonged QT-Interval ( \\> 0.45 / \\> 0.47 seconds for males/females).\n3. Life history of bipolar disorder / schizophrenia / organic mental syndrome or intellectual disability.\n4. Current major depressive disorder with a BDI score \\> 32.\n5. Current alcohol / drug use disorder of greater than mild severity.\n6. Current suicidal ideation.\n7. Allergy, or other contraindication, to pimavanserin.\n8. Current treatment with opiates or any agents that affect pain threshold.\n9. Unwilling/unable to sign informed consent document.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Biological sex assigned at birth.",
            "minimumAge": "21 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Matthew A. Timmins, PhD",
                    "role": "CONTACT",
                    "phone": "614-257-2119",
                    "email": "matthew.timmins@osumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emil F. Coccaro",
                    "affiliation": "Ohio State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Ohio State University College of Medicine",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "971028",
                    "type": "BACKGROUND",
                    "citation": "Asberg M, Traskman L, Thoren P. 5-HIAA in the cerebrospinal fluid. A biochemical suicide predictor? Arch Gen Psychiatry. 1976 Oct;33(10):1193-7. doi: 10.1001/archpsyc.1976.01770100055005."
                },
                {
                    "pmid": "19422623",
                    "type": "BACKGROUND",
                    "citation": "Berman ME, McCloskey MS, Fanning JR, Schumacher JA, Coccaro EF. Serotonin augmentation reduces response to attack in aggressive individuals. Psychol Sci. 2009 Jun;20(6):714-20. doi: 10.1111/j.1467-9280.2009.02355.x. Epub 2009 May 5."
                },
                {
                    "pmid": "6177256",
                    "type": "BACKGROUND",
                    "citation": "Brown GL, Ebert MH, Goyer PF, Jimerson DC, Klein WJ, Bunney WE, Goodwin FK. Aggression, suicide, and serotonin: relationships to CSF amine metabolites. Am J Psychiatry. 1982 Jun;139(6):741-6. doi: 10.1176/ajp.139.6.741."
                },
                {
                    "pmid": "22535310",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF. Intermittent explosive disorder as a disorder of impulsive aggression for DSM-5. Am J Psychiatry. 2012 Jun;169(6):577-88. doi: 10.1176/appi.ajp.2012.11081259."
                },
                {
                    "pmid": "32220154",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF, Lee RJ. Disordered Aggression and Violence in the United States. J Clin Psychiatry. 2020 Mar 17;81(2):19m12937. doi: 10.4088/JCP.19m12937."
                },
                {
                    "pmid": "28012305",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF, Fanning JR, Fisher E, Couture L, Lee RJ. Social emotional information processing in adults: Development and psychometrics of a computerized video assessment in healthy controls and aggressive individuals. Psychiatry Res. 2017 Feb;248:40-47. doi: 10.1016/j.psychres.2016.11.004. Epub 2016 Nov 8."
                },
                {
                    "pmid": "27621104",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF, Fanning JR, Keedy SK, Lee RJ. Social cognition in Intermittent Explosive Disorder and aggression. J Psychiatr Res. 2016 Dec;83:140-150. doi: 10.1016/j.jpsychires.2016.07.010. Epub 2016 Jul 16."
                },
                {
                    "pmid": "9138437",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF, Kavoussi RJ, Sheline YI, Berman ME, Csernansky JG. Impulsive aggression in personality disorder correlates with platelet 5-HT2A receptor binding. Neuropsychopharmacology. 1997 Mar;16(3):211-6. doi: 10.1016/S0893-133X(96)00194-7."
                },
                {
                    "pmid": "19776731",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF, Lee R, Kavoussi RJ. Aggression, suicidality, and intermittent explosive disorder: serotonergic correlates in personality disorder and healthy control subjects. Neuropsychopharmacology. 2010 Jan;35(2):435-44. doi: 10.1038/npp.2009.148."
                },
                {
                    "pmid": "19389333",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF, Lee RJ, Kavoussi RJ. A double-blind, randomized, placebo-controlled trial of fluoxetine in patients with intermittent explosive disorder. J Clin Psychiatry. 2009 Apr 21;70(5):653-62. doi: 10.4088/JCP.08m04150."
                },
                {
                    "pmid": "19345371",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF, Noblett KL, McCloskey MS. Attributional and emotional responses to socially ambiguous cues: validation of a new assessment of social/emotional information processing in healthy adults and impulsive aggressive patients. J Psychiatr Res. 2009 Jul;43(10):915-25. doi: 10.1016/j.jpsychires.2009.01.012. Epub 2009 Apr 3."
                },
                {
                    "pmid": "2735812",
                    "type": "BACKGROUND",
                    "citation": "Coccaro EF, Siever LJ, Klar HM, Maurer G, Cochrane K, Cooper TB, Mohs RC, Davis KL. Serotonergic studies in patients with affective and personality disorders. Correlates with suicidal and impulsive aggressive behavior. Arch Gen Psychiatry. 1989 Jul;46(7):587-99. doi: 10.1001/archpsyc.1989.01810070013002. Erratum In: Arch Gen Psychiatry 1990 Feb;47(2):124."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lee R, Coccaro, E.F. Neurotransmitters and Intermittent Explosive Disorder. In: Intermittent Explosive Disorder, EF Coccaro and MS McCloskey (eds). 2019:87-110."
                },
                {
                    "pmid": "6198573",
                    "type": "BACKGROUND",
                    "citation": "Linnoila M, Virkkunen M, Scheinin M, Nuutila A, Rimon R, Goodwin FK. Low cerebrospinal fluid 5-hydroxyindoleacetic acid concentration differentiates impulsive from nonimpulsive violent behavior. Life Sci. 1983 Dec 26;33(26):2609-14. doi: 10.1016/0024-3205(83)90344-2."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "McCloskey MS, Berman ME. Laboratory measures of aggression: The Taylor Aggression Paradigm. In: EF C, ed. Aggression: Psychiatric Assessment and Treatment. Marcel Dekker; 2003:397."
                },
                {
                    "pmid": "18982172",
                    "type": "BACKGROUND",
                    "citation": "Meyer JH, Wilson AA, Rusjan P, Clark M, Houle S, Woodside S, Arrowood J, Martin K, Colleton M. Serotonin2A receptor binding potential in people with aggressive and violent behaviour. J Psychiatry Neurosci. 2008 Nov;33(6):499-508."
                },
                {
                    "pmid": "16140277",
                    "type": "BACKGROUND",
                    "citation": "Oquendo MA, Russo SA, Underwood MD, Kassir SA, Ellis SP, Mann JJ, Arango V. Higher postmortem prefrontal 5-HT2A receptor binding correlates with lifetime aggression in suicide. Biol Psychiatry. 2006 Feb 1;59(3):235-43. doi: 10.1016/j.biopsych.2005.06.037. Epub 2005 Sep 2."
                },
                {
                    "pmid": "20434136",
                    "type": "BACKGROUND",
                    "citation": "Rosell DR, Thompson JL, Slifstein M, Xu X, Frankle WG, New AS, Goodman M, Weinstein SR, Laruelle M, Abi-Dargham A, Siever LJ. Increased serotonin 2A receptor availability in the orbitofrontal cortex of physically aggressive personality disordered patients. Biol Psychiatry. 2010 Jun 15;67(12):1154-62. doi: 10.1016/j.biopsych.2010.03.013."
                },
                {
                    "pmid": "30552318",
                    "type": "BACKGROUND",
                    "citation": "Underwood MD, Kassir SA, Bakalian MJ, Galfalvy H, Dwork AJ, Mann JJ, Arango V. Serotonin receptors and suicide, major depression, alcohol use disorder and reported early life adversity. Transl Psychiatry. 2018 Dec 14;8(1):279. doi: 10.1038/s41398-018-0309-1."
                },
                {
                    "pmid": "6130248",
                    "type": "BACKGROUND",
                    "citation": "Stanley M, Mann JJ. Increased serotonin-2 binding sites in frontal cortex of suicide victims. Lancet. 1983 Jan 29;1(8318):214-6. doi: 10.1016/s0140-6736(83)92590-4. No abstract available."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000374",
                    "term": "Aggression"
                },
                {
                    "id": "D000007174",
                    "term": "Disruptive, Impulse Control, and Conduct Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000096762",
                    "term": "Aberrant Motor Behavior in Dementia"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3724",
                    "name": "Aggression",
                    "asFound": "Aggression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10219",
                    "name": "Disruptive, Impulse Control, and Conduct Disorders",
                    "asFound": "Intermittent Explosive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21827",
                    "name": "Conduct Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M3259",
                    "name": "Aberrant Motor Behavior in Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000510793",
                    "term": "Pimavanserin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000978",
                    "term": "Antiparkinson Agents"
                },
                {
                    "id": "D000018726",
                    "term": "Anti-Dyskinesia Agents"
                },
                {
                    "id": "D000014150",
                    "term": "Antipsychotic Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000058830",
                    "term": "Serotonin 5-HT2 Receptor Antagonists"
                },
                {
                    "id": "D000012702",
                    "term": "Serotonin Antagonists"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M263089",
                    "name": "Pimavanserin",
                    "asFound": "Lumpectomy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4295",
                    "name": "Antiparkinson Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M16904",
                    "name": "Antipsychotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnDyAg",
                    "name": "Anti-Dyskinesia Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}