{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04843046",
            "orgStudyIdInfo": {
                "id": "HSC-MS-19-0718"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DA048026",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DA048026"
                }
            ],
            "organization": {
                "fullName": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "briefTitle": "Pioglitazone as an Adjunct to Cognitive-Behavioral Therapy for Cocaine Relapse Prevention",
            "officialTitle": "Pioglitazone as an Adjunct to Cognitive-Behavioral Therapy for Cocaine Relapse Prevention",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pioglitazone-as-an-adjunct-to-cognitive-behavioral-therapy-for-cocaine-relapse-prevention"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-08",
            "studyFirstSubmitQcDate": "2021-04-08",
            "studyFirstPostDateStruct": {
                "date": "2021-04-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Joy Schmitz",
                "investigatorTitle": "Professor, Faillace Chair, and Director for the Center for Neurobehavioral Research on Addiction",
                "investigatorAffiliation": "The University of Texas Health Science Center, Houston"
            },
            "leadSponsor": {
                "name": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to see how well pioglitazone, when used with cognitive behavioral therapy, works at helping people who have recently stopped using cocaine to continue to not use cocaine.",
            "detailedDescription": "Over one million American adults suffer from cocaine use disorder (CUD) with recent trends showing an increase in cocaine-related deaths since 2010. For the chronic cocaine user, significant changes in brain function and structure set the stage for relapse that, unfortunately, continues to be the most common outcome following treatment. For substance use disorders, cognitive-behavioral therapy (CBT) is arguably the most empirically supported and widely used relapse prevention approach. Considered to be a cognitive control therapy, CBT aims to improve 'top-down' executive control functions that are impaired in CUD and strongly connected to relapse. Converging evidence suggests that CBT promotes meaningful changes in brain regions associated with cognitive control. Still, many patients with cognitive impairments show suboptimal response to CBT, bolstering the call for research aimed at improving effects with integrative treatments.\n\nThe goal of this project is to enhance the relapse-prevention effects of CBT with adjunctive use of pioglitazone (PIO), a peroxisome proliferator-activated receptor gamma (PPAR-γ) agonist. Unlike traditional medications that target classic neurotransmitter systems, PIO's activation of the PPAR pathway confers broad spectrum anti-inflammatory and neuroprotective effects against insult to brain white matter (WM). The functional significance of WM in CUD has been well established by evidence showing that: (1) chronic cocaine exposure alters WM structural integrity; (2) WM alterations compromise cognitive function in CUD; and (2) better WM integrity predicts better CUD treatment outcome. In a recent proof of concept trial it was found that PIO significantly improved brain WM integrity in a small sample of non-abstinent patients with CUD. Treatment with PIO was well-tolerated and associated with reduced cocaine craving relative to placebo. Collectively, these findings raise the exciting possibility that PIO may augment responding to CBT via improved neural structure and cognitive function.\n\nA randomized double-blind clinical trial will be utilized to evaluate the efficacy of CBT with adjunctive PIO in recently abstinent patients during the early phase of recovery when craving is prominent, relapse risk is high, and intact cognitive control is required to actively maintain abstinence. Upon completion of a 5-day inpatient detoxification, 60 adults with CUD will complete titration to full dose of randomized medication, either PIO (45mg daily) or placebo, and begin 12 weeks of outpatient CBT treatment while continuing to receive study medication. Specific aims will examine the effects of PIO on targeted mechanisms of change (WM integrity, cognitive function, cocaine craving) and demonstrate evidence linking clinical efficacy (abstinence, functional health) with mechanism engagement. Expected results will establish PIO as an adjunctive treatment that can be integrated with CBT to reduce relapse risk following detoxification, thereby meeting NIDA's strategic priority of evaluating the use of medications to improve the efficacy of behavioral interventions (PA-18-055)."
        },
        "conditionsModule": {
            "conditions": [
                "Cocaine Use Disorder"
            ],
            "keywords": [
                "Cocaine Use",
                "Cocaine Addiction",
                "Cognitive Behavioral Therapy",
                "Relapse Prevention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CBT + pioglitazone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Cognitive Behavioral Therapy will be administered twice weekly during weeks 1-4 and once weekly during weeks 5-12 and augmented with a pioglitazone (45 mg) capsule every day during weeks 1-12.",
                    "interventionNames": [
                        "Behavioral: Cognitive Behavioral Therapy (CBT)",
                        "Drug: Pioglitazone"
                    ]
                },
                {
                    "label": "CBT + placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Cognitive Behavioral Therapy will be administered twice weekly during weeks 1-4 and once weekly during weeks 5-12 and augmented with a placebo capsule every day during weeks 1-12.",
                    "interventionNames": [
                        "Behavioral: Cognitive Behavioral Therapy (CBT)",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Cognitive Behavioral Therapy (CBT)",
                    "description": "All participants will receive evidence-based individual Cognitive Behavioral Therapy (CBT) shown to be an effective intervention for maintaining abstinence following detoxification. Trained masters-level licensed professional counselors will deliver CBT.",
                    "armGroupLabels": [
                        "CBT + pioglitazone",
                        "CBT + placebo"
                    ],
                    "otherNames": [
                        "CBT"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Pioglitazone",
                    "description": "Pioglitazone capsules will start at 30 mg (Detox days 3 and 4) and increase to fixed dose of 45 mg for study weeks 1-12 and will also contain riboflavin.",
                    "armGroupLabels": [
                        "CBT + pioglitazone"
                    ],
                    "otherNames": [
                        "Actos"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo capsules will be filled with corn starch and riboflavin.",
                    "armGroupLabels": [
                        "CBT + placebo"
                    ],
                    "otherNames": [
                        "Corn Starch"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in white matter integrity as assessed by change in fractional anisotropy value measured by diffusion tensor imaging",
                    "description": "Anisotropy values range from 0 to 1, where a higher value indicates greater white matter integrity.",
                    "timeFrame": "Week 0 and Week 12"
                },
                {
                    "measure": "Change in white matter integrity as assessed by change in radial diffusivity value measured by diffusion tensor imaging",
                    "description": "Radial diffusivity (RD) values are not bound by specified upper and lower ranges, as the metric is a derivation of two diffusion eigenvalues = (\\[lambda2 / lambda3\\] / 2). Higher RD values are indicative of decreased white matter integrity as related to myelin integrity; conversely lower RD scores indicate better white matter integrity.",
                    "timeFrame": "Week 0 and Week 12"
                },
                {
                    "measure": "Change in working memory as assessed by the NIH Toolbox Cognition Battery List Sorting Task",
                    "description": "The List Sorting Task has an age-adjusted scale score that ranges from 0 to 100, with a higher score indicating better performance.",
                    "timeFrame": "Week 0"
                },
                {
                    "measure": "Change in working memory as assessed by the NIH Toolbox Cognition Battery List Sorting Task",
                    "description": "The List Sorting Task has an age-adjusted scale score that ranges from 0 to 100, with a higher score indicating better performance.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Change in working memory as assessed by the NIH Toolbox Cognition Battery List Sorting Task",
                    "description": "The List Sorting Task has an age-adjusted scale score that ranges from 0 to 100, with a higher score indicating better performance.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Change in attention/impulsivity as assessed by the NIH Toolbox Cognition Battery Flanker Test",
                    "description": "The Flanker Test has an age-adjusted scale score that ranges from 0 to 100, with a higher score indicating better performance.",
                    "timeFrame": "Week 0"
                },
                {
                    "measure": "Change in attention/impulsivity as assessed by the NIH Toolbox Cognition Battery Flanker Test",
                    "description": "The Flanker Test has an age-adjusted scale score that ranges from 0 to 100, with a higher score indicating better performance.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Change in attention/impulsivity as assessed by the NIH Toolbox Cognition Battery Flanker Test",
                    "description": "The Flanker Test has an age-adjusted scale score that ranges from 0 to 100, with a higher score indicating better performance.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Change in cognitive function as assessed by the NIH Toolbox Cognition Battery Fluid Cognition Composite score",
                    "description": "The Fluid Cognition Composite score is the normed standardized score ranging from 0 to 145, with a higher score indicating better performance.",
                    "timeFrame": "Week 0"
                },
                {
                    "measure": "Change in cognitive function as assessed by the NIH Toolbox Cognition Battery Fluid Cognition Composite score",
                    "description": "The Fluid Cognition Composite score is the normed standardized score ranging from 0 to 145, with a higher score indicating better performance.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Change in cognitive function as assessed by the NIH Toolbox Cognition Battery Fluid Cognition Composite score",
                    "description": "The Fluid Cognition Composite score is the normed standardized score ranging from 0 to 145, with a higher score indicating better performance.",
                    "timeFrame": "Week 12"
                },
                {
                    "measure": "Number of participants who don't relapse as assessed by continuous cocaine-negative urine drug screens in the final three weeks of treatment",
                    "description": "For a cocaine-negative urine drug screen result, benzoylecgonine levels must be under 150 ng/mL.",
                    "timeFrame": "From Week 10 to Week 12"
                },
                {
                    "measure": "Self-reported craving for cocaine as assessed by average Brief Substance Craving Scale score across 12 weeks of treatment",
                    "description": "The Brief Substance Craving Scale (BSCS) score ranges from 0 to 4, with a higher score indicating greater craving. Participants will be assessed by BSCS once per week for 12 weeks, and the average BSCS score over the 12 weeks will be reported.",
                    "timeFrame": "From Week 1 to Week 12"
                },
                {
                    "measure": "Self-reported craving for cocaine as assessed by average Visual Analogue Scale score across 12 weeks of treatment",
                    "description": "The Visual Analogue Scale (VAS) score ranges from 0 to 100, with a higher score indicating greater craving. Participants will be assessed by VAS once per week for 12 weeks, and the average VAS score over the 12 weeks will be reported.",
                    "timeFrame": "From Week 1 to Week 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total percentage of days abstinent during treatment as assessed by self-reported non-use days confirmed by cocaine-negative urine drug screen results",
                    "description": "For a cocaine-negative urine drug screen result, benzoylecgonine levels must be under 150 ng/mL.",
                    "timeFrame": "From Week 1 to Week 12"
                },
                {
                    "measure": "Total percentage of cocaine-negative urine drug screens during treatment as assessed by number of cocaine-negative samples out of total number of urine samples provided",
                    "description": "For a cocaine-negative urine drug screen result, benzoylecgonine levels must be under 150 ng/mL.",
                    "timeFrame": "From Week 1 to Week 12"
                },
                {
                    "measure": "Functional health status as assessed by the Patient-Reported Outcomes Measurement Information System (PROMIS) global health summary score",
                    "description": "The PROMIS global health summary score is a T-score derived from the global physical health (GPH) and global mental health (GMH) items and ranges from 40 to 60, with a greater T-score indicating better functional health status.",
                    "timeFrame": "Week 0"
                },
                {
                    "measure": "Functional health status as assessed by the Patient-Reported Outcomes Measurement Information System (PROMIS) global health summary score",
                    "description": "The PROMIS global health summary score is a T-score derived from the global physical health (GPH) and global mental health (GMH) items and ranges from 40 to 60, with a greater T-score indicating better functional health status.",
                    "timeFrame": "Week 4"
                },
                {
                    "measure": "Functional health status as assessed by the Patient-Reported Outcomes Measurement Information System (PROMIS) global health summary score",
                    "description": "The PROMIS global health summary score is a T-score derived from the global physical health (GPH) and global mental health (GMH) items and ranges from 40 to 60, with a greater T-score indicating better functional health status.",
                    "timeFrame": "Week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 to 65 years old\n* meet DSM 5 diagnostic criteria for cocaine use disorder\n* report recent cocaine use, verified by at least one positive urine drug screen for the cocaine metabolite, benzoylecgonine, during intake\n* be judged by the medical staff to be psychiatrically stable and physically healthy\n* for females, be using an effective form of birth control (e.g., barrier, IUD, or sterilization) and not be pregnant as determined by a serum pregnancy test at screening and negative urine pregnancy test at intake prior to first dose of investigational drug (test will be repeated weekly to ensure that female patients do not continue in the study if pregnant) or lactating\n* be willing to be admitted to a 5-day inpatient detoxification program at The Right Step Houston\n* be able to understand the consent form and provide written informed consent\n* be able to provide the names of at least 2 persons who can consistently locate their whereabouts\n\nExclusion Criteria:\n\n* have an acute medical or psychiatric disorder that would, in the judgment of the study physician, make participation difficult or unsafe\n* have suicidal or homicidal ideation that requires immediate attention\n* have another current (≥ moderate) substance use disorder aside from alcohol, nicotine, or marijuana\n* have a medical condition contraindicating PIO pharmacotherapy (e.g., drug- or insulin-dependent diabetes, congestive heart failure, edema, clinical significant liver disease, hypoglycemia, history of bladder cancer) or be taking medications that would adversely interact with PIO (e.g., CYP2C8 inhibitors or inducers, antihyperglycemic medications)\n* be concurrently enrolled in other addiction treatment services aside from smoking cessation\n* if female, be currently pregnant, breastfeeding, or planning on conception\n* have conditions of probation or parole requiring reports of drug use to officers of the court\n* be unable to read, write, or speak English\n* be homeless (live on the street)\n* have medical contraindications to MRI/DTI scans (e.g., history of pacemaker, metal implants, or welding/metal work without protective eyewear)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joy M Schmitz, PhD",
                    "role": "CONTACT",
                    "phone": "713-486-2867",
                    "email": "Joy.M.Schmitz@uth.tmc.edu"
                },
                {
                    "name": "Jessica N Vincent, BS",
                    "role": "CONTACT",
                    "phone": "713-486-2803",
                    "email": "Jessica.N.Vincent@uth.tmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joy M Schmitz, PhD",
                    "affiliation": "UT Houston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Scott D Lane, PhD",
                    "affiliation": "UT Houston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UTHealth Center for Neurobehavioral Research on Addiction",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77054",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joy M Schmitz, PhD",
                            "role": "CONTACT",
                            "phone": "713-486-2867",
                            "email": "Joy.M.Schmitz@uth.tmc.edu"
                        },
                        {
                            "name": "Joy M Schmitz, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Relapse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077205",
                    "term": "Pioglitazone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1693",
                    "name": "Pioglitazone",
                    "asFound": "Percutaneous",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6271",
                    "name": "Cocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M15085",
                    "name": "Riboflavin",
                    "relevance": "LOW"
                },
                {
                    "id": "M189397",
                    "name": "Detox adjuvant",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T463",
                    "name": "Riboflavin",
                    "relevance": "LOW"
                },
                {
                    "id": "T470",
                    "name": "Vitamin B2",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}