{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06342024",
            "orgStudyIdInfo": {
                "id": "23-871"
            },
            "organization": {
                "fullName": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            },
            "briefTitle": "Pistachio Consumption on Inflammatory Markers and Lean Body Mass",
            "officialTitle": "Effects of Pistachio Consumption on Inflammatory Markers and Lean Body Mass in Recreationally Active Women and Men",
            "therapeuticArea": [
                "Immunology and Rheumatology"
            ],
            "study": "pistachio-consumption-on-inflammatory-markers-and-lean-body-mass"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-11",
            "studyFirstSubmitQcDate": "2024-03-25",
            "studyFirstPostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stella L. Volpe, PhD",
                "investigatorTitle": "Professor and Department Head",
                "investigatorAffiliation": "Virginia Polytechnic Institute and State University"
            },
            "leadSponsor": {
                "name": "Virginia Polytechnic Institute and State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Pistachio nuts (Pistacia vera L.) are a nutrient- and energy-dense food, and are a significant source of 15 different micronutrients. In addition to an excellent micronutrient profile, pistachios are a good source of monounsaturated and polyunsaturated fats (linoleic acid, oleic acid, and plant sterols). Pistachios have the lowest amount of total fat, and the highest protein, fiber, and phytosterol content compared to other nuts. They possess a high antioxidant content. Specifically, pistachios have high amounts of lutein, zeaxanthin, and phenolic compounds (e.g., anthocyanins, flavonoids, and proanthocyanidins). These aforementioned compounds are known for their anti-inflammatory effects. Pistachios also have been shown to reduce the risk of cardiovascular disease, metabolic syndrome, and all-cause mortality.\n\nThe purpose of this study will be to determine the effects of consuming 1.5 ounces of pistachios per day compared to consuming no pistachios per day on inflammatory markers (creatine kinase, C-reactive protein, cortisol, Interleukin-8, tumor necrosis factor-alpha, copper-zinc superoxide dismutase, and glutathione peroxidase concentrations) and lean body mass in women and men, 40 to 60 years of age, who have been recreationally active for at least six months (exercising three to five days per week). It is hypothesized that pistachio consumption will significantly lower inflammatory response and significantly increase lean body mass.\n\nThis will be a randomized study where participants will first complete a two-week baseline run-in period during which they will consume their typical diet. Following this, participants will be randomized to one of two groups for six months: consuming 1.5 ounces of pistachios per day or a control group (consuming no pistachios). Those consuming pistachios will be in addition to their usual diet.\n\nThe overall goal of this study is to evaluate the effects of pistachio consumption on inflammatory markers and lean body mass in women and men, 40 to 60 years of age, who exercise three to five days per week. This study could provide a simple, healthy way for recreationally active individuals to decrease inflammation and improve body composition.",
            "detailedDescription": "The overall goal of the study is to evaluate the effects of pistachio consumption on inflammatory markers and lean body mass in women and men, 40 to 60 years of age, who exercise three to five days per week. To determine the effects of consuming 1.5 ounces of pistachios per day compared to a control group on inflammatory markers (creatine kinase, C-reactive protein, cortisol, Interleukin-8, tumor necrosis factor-alpha, copper-zinc superoxide dismutase, and glutathione peroxidase concentrations) and lean body mass in women and men, 40 to 60 years of age, who have been recreationally active for at least six months (exercising three to five days per week).\n\nThis will be a randomized study where participants will first complete a two-week baseline run-in period during which they will consume their typical diet. Following this, participants will be randomized to one of two groups for six months: consuming 1.5 ounces of pistachios per day versus a control (consuming no pistachios). The pistachios will be in addition to their usual diet.\n\nDietary Intervention including Dietary Evaluation The dietary intervention will be to randomly assign 144 participants to consume 1.5 ounces of pistachios per day (72 participants) or a control group (consuming no pistachios) (72 participants). That will be the only change will be implemented into the participants' diets. Because a number of researchers have shown that adding pistachios to the diet does not lead to weight gain, participants will not be asked to alter their diets in any way, except to add consumption of 1.5 ounces of pistachios per day for six months, or have no change in their diet (control group) (depending on the group to which they were randomly assigned).\n\nTwo-week Baseline Run-in Period A two-week baseline run-in period will be incorporated during which participants will consume their typical diet. Following this, participants will be randomized to one of two groups for six months: consuming 1.5 ounces of pistachios per day or a control group (consuming no pistachios). The pistachios will be in addition to their usual diet.\n\nWhy incorporate a two-week baseline run-in period? First, a run-in period is used after recruitment, but prior to randomizing participants. With a run-in period, even if there will be no treatment during the run-in period (as in our study), it allows the researchers to assess participant participation prior to randomization. If a participant is not receptive to any contact (e.g., emails, phone calls) during the run-in period, it will allow the researchers to exclude them from participating, which can increase the study's power. However, a run-in period might lead to negative effects. It could influence external validity by excluding participants from the study. A run-in period could also affect internal validity by inflating the intent-to-treat effect estimate. In addition, researchers should report why any participants were excluded during the run-in period, and describe their baseline characteristics in any publications.\n\nDietary Intake and Physical Activity Assessment A Block 2014 full length food frequency questionnaire (FFQ) + physical activity screener for adults (NutritionQuest, Berkeley, CA) at baseline only. Food frequency questionnaires provide an overall food and beverage intake over the past year. The Block 2014 FFQ + physical activity screener combines a full-length FFQ with a short physical activity screening tool. The Block 2014 FFQ + physical activity screener has 127 food and beverage items. The database for analyses was created from the United States Department of Agriculture's (USDA's) Food and Nutrient Database for Dietary Studies 5.0, the Food Pyramid Equivalents Database, and the Nutrient Database for Standard Reference. The Block 2014 FFQ + physical activity screener provides portion size photos for food and beverage intake. The short physical activity screener incorporates 11 common physical activities derived from evaluation of the National Human Activities Patterns Survey, and assesses total minutes, metabolic equivalent (MET) minutes, and energy expenditure. We chose to use the Block 2014 FFQ + physical activity screener because it will also provide the researchers with an overall assessment of participants' physical activity.\n\nAdherence Assessment Participants randomly assigned to the pistachio group will receive a three-month supply of pistachios (1.5-ounce packets) after baseline data collection. The participants will be provided with the pistachios in portion-controlled packets to ensure adherence and to decrease any barriers to consumption.\n\nEnough pistachios will be provided to the participants for three months so that participants must return to our laboratory to receive another three-month supply. When participants return to our laboratory at three months, they will be asked to bring any unused packets of pistachios with them. At the three-month time point, the researchers will document any unconsumed packets of pistachios. Participants will be asked why they did not consume some of their pistachio packets and document their reasons. The researchers will then provide participants with another three-month supply of pistachios, which will take them to the end of the study. If participants do not consume 80% or more of the pistachios provided, they will be dropped from the study.\n\nBlood Collection and Analyses (Primary) Fasting serum C-reactive protein, serum Interleukin-8, serum tumor necrosis factor-alpha, plasma copper-zinc superoxide dismutase, plasma glutathione peroxidase, serum creatine kinase, and serum cortisol concentrations will all be assessed at baseline, three months, and end of study. Participants will arrive at the phlebotomy room in Wallace Hall at Virginia Tech in the morning, after an overnight fast (10-hour fast). For all blood collections, venous blood will be collected in serum tubes (no anti-coagulant) or in plasma tubes (with heparin or EDTA as an anti-coagulant) by a trained phlebotomist. Twenty (20) milliliters (mL) of blood will be collected from each participant at each time point. Ten mL will be collected into serum tubes (no anti-coagulant), and 10 mL will be collected into plasma tubes with heparin or EDTA as an anti-coagulant. The three-month data collection will not only allow the researchers to collect more data, but it will also allow the researchers to have another check-in with all participants, but in particular, those in the control group. In addition, the researchers will try to schedule the blood draws at the same time that the participants in the pistachio group will come to the lab for their blood draw.\n\nFollowing the blood collection, red blood cells will be separated from serum or plasma via centrifugation at 3000 rpm (1500xg) for 15 minutes. Serum blood samples will first need to clot on ice for one hour prior to centrifugation. Plasma samples will be centrifuged immediately after each blood draw. The clear supernatant will be aliquoted into properly labeled 1.5 mL Eppendorf tubes (Eppendorf AG, Massachusetts, USA, and Germany) using disposable, transfer pipettes. The tubes for all determinations will be stored at -80°C until required for analyses. All blood samples will be analyzed, in duplicate, for all the aforementioned biomarkers.\n\nEnzyme-Linked Immunosorbent Assays (ELISA) (ThermoFisher Scientific, Waltham, MA) will be used to assess all biomarkers, using a BioTek Synergy H1 Hybrid Multi-Mode Monochromator Fluorescence Microplate Reader (Fisher Scientific, Hanover Place, IL). All blood analyses will be conducted at the end of the study to minimize differences among ELISA kits. All blood analyses will be performed in the Nutritional Biochemistry Laboratory in Wallace Hall (Department of Human Nutrition, Foods, and Exercise, Virginia Tech).\n\nThe aforementioned biomarkers were selected for several reasons. First, they are some of the key inflammatory markers in the body. In addition, they provide a balance of inflammatory markers and antioxidants. Finally, not all of them have been measured in studies where pistachios were consumed as part of the intervention.\n\nLean Body Mass Assessment (Primary) The researchers will use a Lunar iDXA2, MTY dual energy X-ray absorptiometer (DXA) (GE Precision Healthcare, LLC, Chicago, IL) to analyze body composition, specifically, lean body mass. The DXA is considered a gold standard for assessing lean body mass, percent body fat, and bone mineral density. A total body scan takes about five minutes. The amount of radiation exposure is no more than what one would obtain from a cross-country plane flight. We will measure body composition at baseline and end of study. The researchers will not measure body composition at three months for two because we do not want to add one more exposure of radiation to the participants.\n\nBody Weight, Height, Body Mass Index, and Waist Circumference (Secondary) To obtain descriptive data, body weight will be measured to the nearest 0.25 kg, without shoes and with the same clothes, on a calibrated balance-beam scale (Seca, Hamburg, Germany). Height will be measured to the nearest 0.5 cm using a stadiometer attached to the balance-beam scale. The researchers will measure body weight and height twice, and take the average of each of the measures. The researchers have incorporated this method for a number of years, to increase accuracy when assessing body weight and height. Body mass index (BMI) will be computed using the following equation: BMI = weight (kilograms)/height (meters2). Participants will be asked to wear the same clothes for each data collection and for ease of other anthropometric measurements. The researchers want body weight to remain stable throughout the study period.\n\nIt has been established that waist circumference measurements are a simple, reliable assessment of visceral fat within the abdomen. Participants will be asked to stand with their feet about shoulder-width apart, and with their weight equally distributed on each leg. They will be asked to breathe normally, with the reading taken at the end of gentle exhaling. Waist circumference will be measured at one inch above the umbilicus in triplicate to the nearest 0.5 cm using a Gulick tape measure. The average of the three measures will be used as the value. We will measure body weight, height, BMI and waist circumference at baseline and end of study.\n\nStatistical Evaluations including Power Calculation Database Set-up and Management The Research Electronic Data Capture (REDCap) system will be used as a central resource for data processing and management. As the front-end collection instrument is created, REDCap automatically creates a back-end database designed to store the data that will be recorded from the research. Virginia Tech's (VT's) Office of Export and Secure Research Compliance (OESRC) has licensed its own version of REDCap that is hosted on-premise at the Andrews Information Systems Building. REDCap was developed specifically around the Health Insurance Portability and Accountability Act (HIPAA)-Security guidelines to support online and offline data capture for research studies and operations. It provides an intuitive interface for data entry with data validation, audit trails for tracking data manipulation and export procedures, and automated export procedures for seamless data downloads.\n\nStudy Design This will be a randomized study where participants will first complete a two-week baseline run-in period during which they will consume their typical diet. Following this, participants will be randomized to one of two groups for six months: consuming 1.5 ounces of pistachios per day, or a control group (consuming no pistachios). Those in the pistachio group will consume pistachios in addition to their usual diet.\n\nRandomization The researchers will randomize eligible participants to one of two groups (pistachio vs. control) using permuted block randomization with stratification to balance assignment by sex. Randomization allocation tables will be created by a biostatistician not involved in the clinical trial using SAS software, version 9.4 (SAS Institute, Cary, NC, USA). The tables will be stored within the REDCap system at Virginia Tech, in such a way that only the biostatistician will be able to view them. Study outcomes will be analyzed blind to allocation status.\n\nSample Size and Power Calculation The primary outcome is change in inflammatory response, measured by C-reactive protein concentrations, from the baseline run-in period to six months. Power for this study was based on results for C-reactive protein concentrations of healthy adults receiving a dietary intervention, where the assumed mean C-reactive protein concentration at baseline is 1.53 mg/L (standard deviation \\[SD\\] 1.52 mg/L). For within-group comparisons, a sample size of 60 healthy adults per group (120 total) achieves 80% power to detect paired mean differences of 0.62 (Cohen's d = 0.41 \\[small-medium effect\\]), and is based on a two-sided paired t-test when specifying a significance level of α=0.025. For between-group comparisons, sample sizes of 60 per group (120 total) achieves 80% power to detect a mean difference of 0.86 (Cohen's d=0.57 \\[medium effect\\]) based on a two-sided two-sample t-test assuming equal variances and α=0.025. To account for a possible 20% attrition rate, we will recruit 144 participants (72 participants per group).\n\nData Analyses Preliminary Analyses Descriptive statistics, including measures of central tendency (mean, median) and variation (standard deviation, interquartile range, range) for continuous measures and frequencies and percentages for dichotomous and categorical measures, will be used to characterize the sample. Should deviations from normality emerge, transformations will be applied, or non-parametric tests will be implemented and compared to parametric tests. Of note, while the researchers expect the groups to be balanced on baseline characteristics due to randomization, imbalances that occur by chance will be adjusted for in all analyses.\n\nMissing Data Methods While every effort will be made to obtain complete data on every participant, some missing data is inevitable. The underlying mechanism, missing completely at random (MCAR), missing at random (MAR), or missing not at random (MNAR), will be evaluated prior to adjusting to minimize bias from missing data. The assumption of MAR, which supports the use of multiple imputation by chained equations will be evaluated by regressing an indicator of missingness on known covariates using multiple logistic regression. The analytic methods proposed will take advantage of all available data. Baseline characteristics will be compared among participants with and without complete data, recognizing that statistical power associated with finding true statistical differences may be limited. To assess potential biases, a comparison of response rates will be included. If missing data is minimal (\\<5%) and can be considered MAR or MCAR, then the primary hypothesis will be tested using the complete observed data.\n\nAim 1 Analyses The primary aim of this study is to examine the effects of consuming pistachios on inflammatory response (measured by creatine kinase, C-reactive protein, cortisol, Interleukin-8, tumor necrosis factor-alpha, copper-zinc superoxide dismutase, and glutathione peroxidase concentrations) and lean body mass (measured by DXA). Changes from baseline, three months, and six months in each outcome in response to dietary intervention will rely on linear mixed effects models that include random effects for participants and fixed effects for diet and time (baseline run-in, three months, six months). Model assumptions will be assessed, both quantitatively and visually, using goodness-of-fit statistics and diagnostic plots. Additional secondary analyses will include general linear modeling, where difference scores (six months timepoint minus baseline, six months timepoint minus three months timepoint, three months timepoint minus baseline) will be regressed on dietary intervention groups.\n\nPotential Impact/Relevance to Scientific Discovery This study could provide a simple, healthy way for recreationally active individuals to decrease inflammation and improve body composition. The fact that pistachios are a whole food and not a supplement, lends itself to a positive approach to health and wellness. Researching the benefits pistachios could have in healthy, active adults, provides another avenue to encourage individuals to consume more of this healthy food."
        },
        "conditionsModule": {
            "conditions": [
                "Inflammatory Response"
            ],
            "keywords": [
                "Pistachios",
                "Inflammatory Markers",
                "Lean Body Mass"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Eligible participants will be randomized to one of two groups (pistachio vs. control) using permuted block randomization with stratification to balance assignment by sex. Randomization allocation tables will be created by a biostatistician not involved in the clinical trial using SAS software, version 9.4 (SAS Institute, Cary, NC, USA). The tables will be stored within the REDCap system at Virginia Tech, in such a way that only the biostatistician will be able to view them. Study outcomes will be analyzed blind to allocation status.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Not apply"
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: Pistachio group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive 1.5 ounces of pistachios to consume every day for 6 months. We will provide them a 3-month supply of pistachios, and they will receive another 3-month supply when they come in for their 3-month study visit (blood draw).",
                    "interventionNames": [
                        "Other: Pistachio group"
                    ]
                },
                {
                    "label": "Arm 2: No pistachio group",
                    "type": "NO_INTERVENTION",
                    "description": "This group will not get any pistachios."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Pistachio group",
                    "description": "Participants will be giving 1.5 ounces of pistachios to consume during the 6-month trial.",
                    "armGroupLabels": [
                        "Arm 1: Pistachio group"
                    ],
                    "otherNames": [
                        "Not apply"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "C-reactive protein concentrations in the blood",
                    "description": "C-reactive protein measures inflammation in the body",
                    "timeFrame": "C-reactive protein (mg/dL) in the blood will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Creatine kinase concentrations in the blood",
                    "description": "Creatine kinase measures muscle damage (inflammation) in the body",
                    "timeFrame": "Creatine kinase (U/L) in the blood will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Cortisol concentrations in the blood",
                    "description": "Cortisol measures inflammation in the body",
                    "timeFrame": "Cortisol (mcg/dL) in the blood will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Interleukin-8 concentrations in the blood",
                    "description": "Interleukin-8 measures inflammation in the body",
                    "timeFrame": "Interleukin-8 (pg/mL) in the blood will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Tumor necrosis factor-alpha concentrations in the blood",
                    "description": "Tumor necrosis factor-alpha measures inflammation in the body",
                    "timeFrame": "Tumor necrosis factor-alpha (pg/mL) in the blood will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Copper-zinc superoxide dismutase concentrations in the blood",
                    "description": "Copper-zinc superoxide dismutase is an antioxidant",
                    "timeFrame": "Copper-zinc superoxide dismutase (U/mL) in the blood will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Glutathione peroxidase concentrations in the blood",
                    "description": "Glutathione peroxidase is an antioxidant",
                    "timeFrame": "Glutathione peroxidase (U/mg protein) in the blood will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Lean body mass",
                    "description": "Lean body mass is an anthropometric measurement",
                    "timeFrame": "Lean body mass (kg) will be measured at baseline and 6 months to assess change over time between the pistachio group and the placebo group"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Body weight",
                    "description": "Body weight is an anthropometric measure",
                    "timeFrame": "Body weight (kg) will be will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Height",
                    "description": "Height is an anthropometric measure",
                    "timeFrame": "Height (cm) will be measured at baseline only, because differences are not expected in this adult population"
                },
                {
                    "measure": "Body Mass Index",
                    "description": "Body Mass Index is an anthropometric measure",
                    "timeFrame": "Body Mass Index (kg/m2) will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Magnesium concentrations in the blood",
                    "description": "Magnesium is a mineral",
                    "timeFrame": "Magnesium (mg/dL) will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Iron concentrations in the blood",
                    "description": "Iron is a mineral",
                    "timeFrame": "Iron (mcg/dL) will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                },
                {
                    "measure": "Zinc concentrations in the blood",
                    "description": "Zinc is a mineral",
                    "timeFrame": "Zinc (mcg/dL) will be measured at baseline, 3 and 6 months to assess change over time between the pistachio group and the placebo group"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. women and men, 40 to 60 years of age\n2. exercise three to five days a week for at least the past six months\n3. non-smokers\n4. not be on an active weight loss program at the start of the study or any time during the study\n5. willing to maintain and not change their usual exercise habits\n6. willing to consume pistachios as part of their diet (should they be randomized into the pistachio group)\n\nExclusion Criteria:\n\n1. unwilling to sign the informed consent document\n2. not exercising regularly, three to five times per week for at least the past six months\n3. physician states that they are not able to participate in the study\n4. already consuming one or more ounces of pistachios several times a week\n5. smoker\n6. pregnant or lactating women\n7. anyone who has a nut allergy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stella L Volpe, PhD",
                    "role": "CONTACT",
                    "phone": "540-231-3805",
                    "email": "stellalv@vt.edu"
                },
                {
                    "name": "Alexandra Hanlon, PhD",
                    "role": "CONTACT",
                    "phone": "540-231-5657",
                    "email": "alhanlon@vt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stella L Volpe, PhD",
                    "affiliation": "Virginia Polytechnic Institute and State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Polytechnic Institute and State University",
                    "status": "RECRUITING",
                    "city": "Blacksburg",
                    "state": "Virginia",
                    "zip": "24061",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stella L Volpe, PhD",
                            "role": "CONTACT",
                            "phone": "540-231-3805",
                            "email": "stellalv@vt.edu"
                        },
                        {
                            "name": "Alexandra Hanlon, PhD",
                            "role": "CONTACT",
                            "phone": "540-231-5657",
                            "email": "alhanlon@vt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.22957,
                        "lon": -80.41394
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29473893",
                    "type": "RESULT",
                    "citation": "Alghannam AF, Gonzalez JT, Betts JA. Restoration of Muscle Glycogen and Functional Capacity: Role of Post-Exercise Carbohydrate and Protein Co-Ingestion. Nutrients. 2018 Feb 23;10(2):253. doi: 10.3390/nu10020253."
                },
                {
                    "pmid": "33198823",
                    "type": "RESULT",
                    "citation": "Asbaghi O, Hadi A, Campbell MS, Venkatakrishnan K, Ghaedi E. Effects of pistachios on anthropometric indices, inflammatory markers, endothelial function and blood pressure in adults: a systematic review and meta-analysis of randomised controlled trials. Br J Nutr. 2021 Sep 14;126(5):718-729. doi: 10.1017/S0007114520004523. Epub 2020 Nov 17."
                },
                {
                    "pmid": "24256379",
                    "type": "RESULT",
                    "citation": "Bao Y, Han J, Hu FB, Giovannucci EL, Stampfer MJ, Willett WC, Fuchs CS. Association of nut consumption with total and cause-specific mortality. N Engl J Med. 2013 Nov 21;369(21):2001-11. doi: 10.1056/NEJMoa1307352."
                },
                {
                    "pmid": "19403639",
                    "type": "RESULT",
                    "citation": "Bes-Rastrollo M, Wedick NM, Martinez-Gonzalez MA, Li TY, Sampson L, Hu FB. Prospective study of nut consumption, long-term weight change, and obesity risk in women. Am J Clin Nutr. 2009 Jun;89(6):1913-9. doi: 10.3945/ajcn.2008.27276. Epub 2009 Apr 29."
                },
                {
                    "pmid": "26148925",
                    "type": "RESULT",
                    "citation": "Bullo M, Juanola-Falgarona M, Hernandez-Alonso P, Salas-Salvado J. Nutrition attributes and health effects of pistachio nuts. Br J Nutr. 2015 Apr;113 Suppl 2:S79-93. doi: 10.1017/S0007114514003250."
                },
                {
                    "type": "RESULT",
                    "citation": "Burns-Whitmore BBA, Towne AH, Roy S, et al. Pistachio consumption at 20% of energy does not significantly change body composition, blood pressure or blood lipids but improves diet quality in freeliving, healthy college-aged women. Food & Nutrition Journal. 2017;2: 130."
                },
                {
                    "pmid": "30986958",
                    "type": "RESULT",
                    "citation": "Carughi A, Bellisle F, Dougkas A, Giboreau A, Feeney MJ, Higgs J. A Randomized Controlled Pilot Study to Assess Effects of a Daily Pistachio (Pistacia Vera) Afternoon Snack on Next-Meal Energy Intake, Satiety, and Anthropometry in French Women. Nutrients. 2019 Apr 2;11(4):767. doi: 10.3390/nu11040767."
                },
                {
                    "pmid": "31366053",
                    "type": "RESULT",
                    "citation": "de Souza RGM, Gomes AC, Navarro AM, Cunha LCD, Silva MAC, Junior FB, Mota JF. Baru Almonds Increase the Activity of Glutathione Peroxidase in Overweight and Obese Women: A Randomized, Placebo-Controlled Trial. Nutrients. 2019 Jul 30;11(8):1750. doi: 10.3390/nu11081750."
                },
                {
                    "pmid": "31604062",
                    "type": "RESULT",
                    "citation": "Fantino M, Bichard C, Mistretta F, Bellisle F. Daily consumption of pistachios over 12 weeks improves dietary profile without increasing body weight in healthy women: A randomized controlled intervention. Appetite. 2020 Jan 1;144:104483. doi: 10.1016/j.appet.2019.104483. Epub 2019 Oct 8."
                },
                {
                    "pmid": "23595878",
                    "type": "RESULT",
                    "citation": "Flores-Mateo G, Rojas-Rueda D, Basora J, Ros E, Salas-Salvado J. Nut intake and adiposity: meta-analysis of clinical trials. Am J Clin Nutr. 2013 Jun;97(6):1346-55. doi: 10.3945/ajcn.111.031484. Epub 2013 Apr 17."
                },
                {
                    "pmid": "25190035",
                    "type": "RESULT",
                    "citation": "Gentile C, Perrone A, Attanzio A, Tesoriere L, Livrea MA. Sicilian pistachio (Pistacia vera L.) nut inhibits expression and release of inflammatory mediators and reverts the increase of paracellular permeability in IL-1beta-exposed human intestinal epithelial cells. Eur J Nutr. 2015 Aug;54(5):811-21. doi: 10.1007/s00394-014-0760-6. Epub 2014 Sep 5."
                },
                {
                    "pmid": "32951758",
                    "type": "RESULT",
                    "citation": "Ghanavati M, Rahmani J, Clark CCT, Hosseinabadi SM, Rahimlou M. Pistachios and cardiometabolic risk factors: A systematic review and meta-analysis of randomized controlled clinical trials. Complement Ther Med. 2020 Aug;52:102513. doi: 10.1016/j.ctim.2020.102513. Epub 2020 Jul 15."
                },
                {
                    "type": "RESULT",
                    "citation": "Gleason TC, Staelin R. Proposal for handling missing data. Psychometrika. 1975;40(2):229-252."
                },
                {
                    "pmid": "27340302",
                    "type": "RESULT",
                    "citation": "Hernandez-Alonso P, Bullo M, Salas-Salvado J. Pistachios for Health: What Do We Know About This Multifaceted Nut? Nutr Today. 2016 May;51(3):133-138. doi: 10.1097/NT.0000000000000160. Epub 2016 May 19."
                },
                {
                    "pmid": "34733499",
                    "type": "RESULT",
                    "citation": "Higgs J, Styles K, Carughi A, Roussell MA, Bellisle F, Elsner W, Li Z. Plant-based snacking: research and practical applications of pistachios for health benefits. J Nutr Sci. 2021 Oct 1;10:e87. doi: 10.1017/jns.2021.77. eCollection 2021."
                },
                {
                    "pmid": "30809104",
                    "type": "RESULT",
                    "citation": "Laursen DRT, Paludan-Muller AS, Hrobjartsson A. Randomized clinical trials with run-in periods: frequency, characteristics and reporting. Clin Epidemiol. 2019 Feb 11;11:169-184. doi: 10.2147/CLEP.S188752. eCollection 2019."
                },
                {
                    "pmid": "30563231",
                    "type": "RESULT",
                    "citation": "Kim Y, Keogh J, Clifton PM. Nuts and Cardio-Metabolic Disease: A Review of Meta-Analyses. Nutrients. 2018 Dec 6;10(12):1935. doi: 10.3390/nu10121935."
                },
                {
                    "pmid": "29977320",
                    "type": "RESULT",
                    "citation": "Li H, Li X, Yuan S, Jin Y, Lu J. Nut consumption and risk of metabolic syndrome and overweight/obesity: a meta-analysis of prospective cohort studies and randomized trials. Nutr Metab (Lond). 2018 Jun 22;15:46. doi: 10.1186/s12986-018-0282-y. eCollection 2018."
                },
                {
                    "pmid": "20833992",
                    "type": "RESULT",
                    "citation": "Li Z, Song R, Nguyen C, Zerlin A, Karp H, Naowamondhol K, Thames G, Gao K, Li L, Tseng CH, Henning SM, Heber D. Pistachio nuts reduce triglycerides and body weight by comparison to refined carbohydrate snack in obese subjects on a 12-week weight loss program. J Am Coll Nutr. 2010 Jun;29(3):198-203. doi: 10.1080/07315724.2010.10719834."
                },
                {
                    "type": "RESULT",
                    "citation": "Little RJA, Rubin DB. Statistical Analysis with Missing Data. 2nd ed. New Jersey: Wiley & Sons, Inc.; 2002."
                },
                {
                    "pmid": "35009022",
                    "type": "RESULT",
                    "citation": "Mandalari G, Barreca D, Gervasi T, Roussell MA, Klein B, Feeney MJ, Carughi A. Pistachio Nuts (Pistacia vera L.): Production, Nutrients, Bioactives and Novel Health Effects. Plants (Basel). 2021 Dec 22;11(1):18. doi: 10.3390/plants11010018."
                },
                {
                    "pmid": "17951292",
                    "type": "RESULT",
                    "citation": "Meng YX, Ford ES, Li C, Quarshie A, Al-Mahmoud AM, Giles W, Gibbons GH, Strayhorn G. Association of C-reactive protein with surrogate measures of insulin resistance among nondiabetic US from National Health and Nutrition Examination Survey 1999-2002. Clin Chem. 2007 Dec;53(12):2152-9. doi: 10.1373/clinchem.2007.088930. Epub 2007 Oct 19."
                },
                {
                    "pmid": "23792036",
                    "type": "RESULT",
                    "citation": "Michaud M, Balardy L, Moulis G, Gaudin C, Peyrot C, Vellas B, Cesari M, Nourhashemi F. Proinflammatory cytokines, aging, and age-related diseases. J Am Med Dir Assoc. 2013 Dec;14(12):877-82. doi: 10.1016/j.jamda.2013.05.009. Epub 2013 Jun 20."
                },
                {
                    "pmid": "27965593",
                    "type": "RESULT",
                    "citation": "Mondola P, Damiano S, Sasso A, Santillo M. The Cu, Zn Superoxide Dismutase: Not Only a Dismutase Enzyme. Front Physiol. 2016 Nov 29;7:594. doi: 10.3389/fphys.2016.00594. eCollection 2016."
                },
                {
                    "pmid": "16713426",
                    "type": "RESULT",
                    "citation": "Patel DA, Srinivasan SR, Xu JH, Li S, Chen W, Berenson GS. Distribution and metabolic syndrome correlates of plasma C-reactive protein in biracial (black-white) younger adults: the Bogalusa Heart Study. Metabolism. 2006 Jun;55(6):699-705. doi: 10.1016/j.metabol.2005.07.015."
                },
                {
                    "pmid": "19874636",
                    "type": "RESULT",
                    "citation": "Rajaram S, Connell KM, Sabate J. Effect of almond-enriched high-monounsaturated fat diet on selected markers of inflammation: a randomised, controlled, crossover study. Br J Nutr. 2010 Mar;103(6):907-12. doi: 10.1017/S0007114509992480. Epub 2009 Oct 29."
                },
                {
                    "type": "RESULT",
                    "citation": "Roth PL. Missing data: A conceptual review for applied psychologists. Personnel Psychology. 1994;47:537-560."
                },
                {
                    "pmid": "26383493",
                    "type": "RESULT",
                    "citation": "Sauder KA, McCrea CE, Ulbrecht JS, Kris-Etherton PM, West SG. Effects of pistachios on the lipid/lipoprotein profile, glycemic control, inflammation, and endothelial function in type 2 diabetes: A randomized trial. Metabolism. 2015 Nov;64(11):1521-9. doi: 10.1016/j.metabol.2015.07.021. Epub 2015 Jul 30."
                },
                {
                    "pmid": "12090408",
                    "type": "RESULT",
                    "citation": "Schafer JL, Graham JW. Missing data: our view of the state of the art. Psychol Methods. 2002 Jun;7(2):147-77."
                },
                {
                    "pmid": "24180469",
                    "type": "RESULT",
                    "citation": "Sousa M, Teixeira VH, Soares J. Dietary strategies to recover from exercise-induced muscle damage. Int J Food Sci Nutr. 2014 Mar;65(2):151-63. doi: 10.3109/09637486.2013.849662. Epub 2013 Nov 4."
                },
                {
                    "pmid": "29241364",
                    "type": "RESULT",
                    "citation": "Terzo S, Baldassano S, Caldara GF, Ferrantelli V, Lo Dico G, Mule F, Amato A. Health benefits of pistachios consumption. Nat Prod Res. 2019 Mar;33(5):715-726. doi: 10.1080/14786419.2017.1408093. Epub 2017 Dec 15."
                },
                {
                    "pmid": "31935892",
                    "type": "RESULT",
                    "citation": "Terzo S, Mule F, Caldara GF, Baldassano S, Puleio R, Vitale M, Cassata G, Ferrantelli V, Amato A. Pistachio Consumption Alleviates Inflammation and Improves Gut Microbiota Composition in Mice Fed a High-Fat Diet. Int J Mol Sci. 2020 Jan 6;21(1):365. doi: 10.3390/ijms21010365."
                },
                {
                    "type": "RESULT",
                    "citation": "Van Buuren S, Brands JLP, Groothuis-Oudshoorn CGM, Rubin DB. Fully conditional specification in multivariate imputation. Journal of Statistical Computation and Simulation. 2006;76(12):1049-1064."
                },
                {
                    "pmid": "16980151",
                    "type": "RESULT",
                    "citation": "van der Heijden GJ, Donders AR, Stijnen T, Moons KG. Imputation of missing values is superior to complete case analysis and the missing-indicator method in multivariable diagnostic research: a clinical example. J Clin Epidemiol. 2006 Oct;59(10):1102-9. doi: 10.1016/j.jclinepi.2006.01.015. Epub 2006 Jul 11."
                },
                {
                    "pmid": "32111521",
                    "type": "RESULT",
                    "citation": "Watanabe LM, Fernandes de Lima L, Ferraz-Bannitz R, Takaara D, Coimbra Romano B, Braga Costa TM, Foss de Freitas MC, Bueno AC, Barbosa Junior F, Marliere Navarro A. Association between creatine kinase activity, oxidative stress and selenoproteins mRNA expression changes after Brazil nut consumption of patients using statins. Clin Nutr. 2020 Oct;39(10):3175-3181. doi: 10.1016/j.clnu.2020.02.012. Epub 2020 Feb 15."
                },
                {
                    "pmid": "26283530",
                    "type": "RESULT",
                    "citation": "Wyczalkowska-Tomasik A, Czarkowska-Paczek B, Zielenkiewicz M, Paczek L. Inflammatory Markers Change with Age, but do not Fall Beyond Reported Normal Ranges. Arch Immunol Ther Exp (Warsz). 2016 Jun;64(3):249-54. doi: 10.1007/s00005-015-0357-7. Epub 2015 Aug 18."
                },
                {
                    "pmid": "10195925",
                    "type": "RESULT",
                    "citation": "Yudkin JS, Stehouwer CD, Emeis JJ, Coppack SW. C-reactive protein in healthy subjects: associations with obesity, insulin resistance, and endothelial dysfunction: a potential role for cytokines originating from adipose tissue? Arterioscler Thromb Vasc Biol. 1999 Apr;19(4):972-8. doi: 10.1161/01.atv.19.4.972."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We will not share our data, except with those who are part of the research team."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}