{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03532100",
            "orgStudyIdInfo": {
                "id": "A2456-R"
            },
            "secondaryIdInfos": [
                {
                    "id": "RX002456 Part 1",
                    "type": "OTHER",
                    "domain": "Department of Veterans Affairs, Rehabilitation R&D"
                },
                {
                    "id": "I01RX002456-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/I01RX002456-01A1"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Pivot-Flex Foot: Optimal Coupling Ratio Between Transverse and Sagittal-plane Motions Using a Torsionally Adaptive Prosthesis for Individuals With Lower Limb Amputation",
            "officialTitle": "Pivot-Flex Foot: Torsionally Adaptive Prosthesis for Individuals With Lower Limb Amputation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pivot-flex-foot-optimal-coupling-ratio-between-transverse-and-sagittal-plane-motions-using-a-torsionally-adaptive-prosthesis-for-individuals-with-lower-limb-amputation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-04-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-05-09",
            "studyFirstSubmitQcDate": "2018-05-09",
            "studyFirstPostDateStruct": {
                "date": "2018-05-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "When prescribing a prosthetic foot, clinicians face a dizzying array of choices as more than 200 different prosthetic feet are available. While these conventional prosthetic feet primarily function in the sagittal plane, the intact foot and ankle comprise a complex set of joints that allow rotation in multiple planes of motion. Some of these motions are coupled, meaning rotation in one plane induces motion in another. One such coupling is between the sagittal and transverse planes. For every step, plantar- and dorsi-flexion motion in the sagittal plane is coupled with external and internal rotation of the shank relative to the foot in the transverse plane. There is no prosthetic foot available for prescription that mimics this natural coupling.\n\nTo investigate the need for this coupling, the investigators have built a torsionally adaptive prosthesis where the coupling ratio between the transverse- and sagittal-planes can be independently controlled with a motor.\n\nThis research has one specific aim: to identify the optimal coupling ratio between transverse- and sagittal-plane motions using a novel, torsionally adaptive prosthesis for individuals with lower limb amputation. The investigators will conduct a human subject experiment wearing the motor-driven and computer controlled torsionally adaptive prosthesis. Individuals with lower limb amputation will be asked to walk in a straight line and in both directions around a circle while the coupling ratio between transverse- and sagittal-plane motions is varied between trials. Participants will be blinded to the coupling ratio.\n\nThe investigators hypothesize that: (1) a coupling ratio exists that minimizes undesirable transverse-plane socket torque and (2) there will be a coupling ratio that individuals with lower limb amputation prefer.",
            "detailedDescription": "The human ankle is a complex mechanism that does not behave like a simple hinge. Instead, rotations in all three axes are allowed and some are coupled together. In particular, the axis of rotation of the talo-crural joint during ankle flexion is inclined downwards and laterally relative to horizontal, and the rotation ranges from 10 to 26 degrees among individuals. This rotation couples plantar- and dorsi-flexion motion with external and internal rotation of the shank relative to the foot, respectively. This feature of the natural limb has not been replicated in prosthetic feet and ankles.\n\nLower limb amputees take thousands of steps on their prosthesis each day and none feature coupled motion between the transverse- and sagittal-planes. The absence of this natural coupling may be related to the high incidence of residual limb soft tissue injuries, the need for compensatory gait, and overall dissatisfaction with their prostheses.\n\nTransverse rotation adapters, consisting of simple torsional springs, are available for prescription. These devices can increase transverse-plane rotations and decrease transverse-plane torques, but their use is not widespread and if excessively compliant, may reduce gait stability. Cost, weight, prosthesis build height, and the inability for the user to adjust the stiffness may all play a role in their lack of adoption, but it may also be that the transverse-plane rotation is not coupled with the sagittal-plane. With these devices, motion only occurs in the transverse-plane when a transverse-plane torque is applied.\n\nThis research has one specific aim: to identify the optimal coupling ratio between transverse- and sagittal-plane motions using a novel, torsionally adaptive prosthesis for individuals with lower limb amputation. The investigators will fit a sample population of unilateral transtibial amputees with the motor-driven and computer controlled torsionally adaptive prosthesis.\n\nParticipants will walk in a straight line and in both directions around a circle with the torsionally adaptive prosthesis set at different coupling ratios (blinded and random order).\n\nThe general hypotheses for this study are: (H1) a coupling ratio exists between 0 (no coupling) to 1:2 (one degree of transverse-plane motion for every two degrees of sagittal-plane motion) that minimizes transverse-plane socket torque and (H2) an amputee preferred coupling ratio will exist within this range.\n\nThis research will discover how best to couple transverse- and sagittal-plane motion in the prostheses of lower limb amputees."
        },
        "conditionsModule": {
            "conditions": [
                "Lower Extremity Amputation"
            ],
            "keywords": [
                "lower limb prosthesis",
                "transtibial amputation",
                "below knee amputation",
                "biomechanics",
                "gait"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "This study will use a within-subject factorial design (3x5) to identify the optimal coupling ratio between transverse- and sagittal-plane motions using a torsionally adaptive prosthesis. Participants will all walk in a straight line, in a circle with their prosthesis on the inside, and in a circle with their prosthesis on the outside (i.e., 3 activity levels). The torsionally adaptive prosthesis can be set to 5 different coupling ratios (transverse:sagittal) including 0:0, 1:6, 1:4, 1:3, and 1:2. Each participant will walk with the torsionally adaptive prosthesis set to the 5 different coupling ratios (random order). Participants will not be blinded to the activity but will be blinded to the coupling ratio.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Straight line walking",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will walk in a straight line while wearing the study prosthesis.",
                    "interventionNames": [
                        "Device: Torsionally adaptive prosthesis with 0:1 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:6 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:4 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:3 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:2 coupling ratio"
                    ]
                },
                {
                    "label": "Circle walking with prosthesis inside",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will walk around a 1-meter radius circle with their prosthesis on the inside of the circle.",
                    "interventionNames": [
                        "Device: Torsionally adaptive prosthesis with 0:1 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:6 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:4 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:3 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:2 coupling ratio"
                    ]
                },
                {
                    "label": "Circle walking with prosthesis outside",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will walk around a 1-meter radius circle with their prosthesis on the outside of the circle.",
                    "interventionNames": [
                        "Device: Torsionally adaptive prosthesis with 0:1 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:6 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:4 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:3 coupling ratio",
                        "Device: Torsionally adaptive prosthesis with 1:2 coupling ratio"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Torsionally adaptive prosthesis with 0:1 coupling ratio",
                    "description": "The torsionally adaptive prosthesis can be programmed to couple the motion between the transverse- and sagittal-planes. A coupling ratio (transverse:sagittal) of 0:1 means there will be no coupling between the transverse- and sagittal-plane motion. That is, regardless of any motion in the sagittal plane, there will be zero motion in the transverse plane.",
                    "armGroupLabels": [
                        "Circle walking with prosthesis inside",
                        "Circle walking with prosthesis outside",
                        "Straight line walking"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Torsionally adaptive prosthesis with 1:6 coupling ratio",
                    "description": "The torsionally adaptive prosthesis can be programmed to couple the motion between the transverse- and sagittal-planes. A coupling ratio (transverse:sagittal) of 1:6 means there will be one degree of motion in the transverse plane for every six degrees of motion in the sagittal plane.",
                    "armGroupLabels": [
                        "Circle walking with prosthesis inside",
                        "Circle walking with prosthesis outside",
                        "Straight line walking"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Torsionally adaptive prosthesis with 1:4 coupling ratio",
                    "description": "The torsionally adaptive prosthesis can be programmed to couple the motion between the transverse- and sagittal-planes. A coupling ratio (transverse:sagittal) of 1:4 means there will be one degree of motion in the transverse plane for every four degrees of motion in the sagittal plane.",
                    "armGroupLabels": [
                        "Circle walking with prosthesis inside",
                        "Circle walking with prosthesis outside",
                        "Straight line walking"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Torsionally adaptive prosthesis with 1:3 coupling ratio",
                    "description": "The torsionally adaptive prosthesis can be programmed to couple the motion between the transverse- and sagittal-planes. A coupling ratio (transverse:sagittal) of 1:3 means there will be one degree of motion in the transverse plane for every three degrees of motion in the sagittal plane.",
                    "armGroupLabels": [
                        "Circle walking with prosthesis inside",
                        "Circle walking with prosthesis outside",
                        "Straight line walking"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Torsionally adaptive prosthesis with 1:2 coupling ratio",
                    "description": "The torsionally adaptive prosthesis can be programmed to couple the motion between the transverse- and sagittal-planes. A coupling ratio (transverse:sagittal) of 1:2 means there will be one degree of motion in the transverse plane for every two degrees of motion in the sagittal plane.",
                    "armGroupLabels": [
                        "Circle walking with prosthesis inside",
                        "Circle walking with prosthesis outside",
                        "Straight line walking"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Peak transverse-plane prosthetic socket torque",
                    "description": "Peak transverse-plane prosthetic socket torque measured while walking",
                    "timeFrame": "During walking trials for each coupling ratio"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Satisfaction with the prosthesis",
                    "description": "An 11-point Likert scale will be used to record the subject's perception of satisfaction with the prosthesis after completing the trials for each coupling ratio. Participants will be asked to rate their satisfaction with the prosthesis on a 0 - 10 scale where 0 and 10 represent the least amount satisfaction and most amount of satisfaction imaginable, respectively.",
                    "timeFrame": "Immediately following walking trials for each coupling ratio"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Unilateral transtibial amputation\n* Been fit with a prosthesis and used it for at least six months\n* Wear the prosthesis for four or more hours on an average day\n* Prescribed prosthesis can accommodate fitment of the study prosthetic components to be tested (determined at initial visit)\n\nExclusion Criteria:\n\n* Improper fit and suspension with current prosthesis and one cannot be achieved with clinical resources (determined at initial visit)\n* Current skin irritation or injury on residual limb\n* Osteoarthritis, injury, or pain that interferes with walking ability\n* Currently incarcerated\n* Pregnant (determined via self-report)\n* Inadequate cognitive function or language proficiency to consent to participate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Glenn K Klute, PhD",
                    "role": "CONTACT",
                    "phone": "(206) 764-2991",
                    "email": "Glenn.Klute@va.gov"
                },
                {
                    "name": "Elise B Campbell, MS BFA BA",
                    "role": "CONTACT",
                    "phone": "(206) 277-6792",
                    "email": "elise.campbell@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Glenn K Klute, PhD",
                    "affiliation": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Puget Sound Health Care System Seattle Division, Seattle, WA",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98108-1532",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anthony Pardella",
                            "role": "CONTACT",
                            "phone": "206-764-2520",
                            "email": "Anthony.Pardella1@va.gov"
                        },
                        {
                            "name": "Anthony Pardella",
                            "role": "CONTACT",
                            "phone": "(206) 764-2520",
                            "email": "Anthony.Pardella1@va.gov"
                        },
                        {
                            "name": "Glenn K Klute, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset in machine-readable format will be created and shared for all individual participant data (IPD) that underlie results in a publication. The investigators will follow 164.514(a) of the HIPAA Privacy Rule for de-identification of IPD.",
            "timeFrame": "Within six months after publication of final study findings.",
            "accessCriteria": "Open access through PubMed Central, SimTK, PhysioNet, or other similar open-source data repository websites. The investigators will work with manuscript publishers when possible to link the final study data sets to an appendix of supplemental materials on the publisher websites."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}