{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06022822",
            "orgStudyIdInfo": {
                "id": "NCI-2023-03835"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-03835",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "NCI22-12-01",
                    "type": "OTHER",
                    "domain": "Northwestern University"
                },
                {
                    "id": "NWU22-12-01",
                    "type": "OTHER",
                    "domain": "DCP"
                },
                {
                    "id": "P30CA060553",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA060553"
                },
                {
                    "id": "UG1CA189828",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UG1CA189828"
                }
            ],
            "organization": {
                "fullName": "National Cancer Institute (NCI)",
                "class": "NIH"
            },
            "briefTitle": "Placebo-Controlled Trial of Urolithin A Supplementation in Men With Prostate Cancer Undergoing Radical Prostatectomy, URO-PRO Trial",
            "officialTitle": "A Phase II Placebo-Controlled Trial of Urolithin a Supplementation in Men With Prostate Cancer Undergoing Radical Prostatectomy",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "placebo-controlled-trial-of-urolithin-a-supplementation-in-men-with-prostate-cancer-undergoing-radical-prostatectomy-uro-pro-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-01",
            "studyFirstSubmitQcDate": "2023-09-01",
            "studyFirstPostDateStruct": {
                "date": "2023-09-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II randomized control trial assesses the effect of Urolithin A (Uro-A) supplementation compared to placebo in men with biopsy-confirmed prostate cancer undergoing radical prostatectomy (RP) progressive disease. A total of 90 men will be accrued and randomized 1:1 to receive a 1000 mg daily dose of Uro-A in two 250 mg capsules PO BID or two placebo capsules BID daily for 3 to 6 weeks prior to RP. The primary endpoint is to determine the effect of Uro-A on decreasing prostate tumor tissue oxidative stress (measured by 8-OHdG) compared to placebo.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine the effect of a 3-to-6-week intervention of urolithin A (Uro-A) supplements versus placebo on 8-OHdG percent positive change in prostate cancer tumor tissue obtained by core needle biopsy in participants who undergo radical prostatectomy after 3 to 6 weeks of therapy.\n\nSECONDARY OBJECTIVES:\n\nI. To determine prostate tissue and serum concentrations of Uro-A, urolithin sulfate and urolithin A glucuronide, as measured by change from baseline to end-of-study, in comparison to changes from baseline to end-of-study in a control group receiving a placebo (except tissue levels, which will be compared between arms using end-of-study tissue only).\n\nII. To compare the change in expression of cell cycle genes in prostate cancer tumor tissue from pre-study biopsy to radical prostatectomy in men receiving Uro-A supplements for 3 to 6 weeks and a control group of men receiving a placebo.\n\nIII. To determine the effect of Uro-A supplements on change in 8-OHdG expression in benign and tumor-adjacent prostatic tissue from pre-study biopsy to radical prostatectomy (RP) following 3-6 weeks of therapy in comparison to a control group of men receiving a placebo.\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine the effect of Uro-A supplements on circulating levels of high sensitivity C-reactive protein (hsCRP), TNF-alpha, and IL-6, as measured by change from baseline to end-of-study compared with the men receiving a placebo.\n\nII. To compare change in tumor gene expression patterns of Hallmark androgen signaling between study arms.\n\nIII. To determine the effect of a 3-to-6-week intervention of urolithin A (Uro-A) supplements versus placebo on 8-OHdG H-index (percent staining positive at each score in a 0-3 scale) change in prostate cancer tumor tissue obtained by core needle biopsy at baseline and at radical prostatectomy after 3 to 6 weeks of therapy.\n\nIV. To collect stool samples for future analyses to determine the effect of Uro-A supplements on change in stool microbiome 16s ribosomal ribonucleic acid (rRNA) gene sequencing.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM I: Patients receive urolithin A orally (PO) on study. Patients also undergo biopsy at time of surgery and collection of blood samples during screening and on study. Patients may also undergo collection of stool samples during screening and on study.\n\nARM II: Patients receive placebo orally (PO) on study. Patients also undergo biopsy at time of surgery and collection of blood samples during screening and on study. Patients may also undergo collection of stool samples during screening and on study.\n\nPatients are followed up at 2 weeks after surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Adenocarcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm I (urolithin A)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive urolithin A PO on study. Patients also undergo biopsy at time of surgery and collection of blood samples during screening and on study. Patients may also undergo collection of stool samples during screening and on study.",
                    "interventionNames": [
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Dietary Supplement: Urolithin A Supplement"
                    ]
                },
                {
                    "label": "Arm II (placebo)",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients receive placebo PO on study. Patients also undergo biopsy at time of surgery and collection of blood samples during screening and on study. Patients may also undergo collection of stool samples during screening and on study.",
                    "interventionNames": [
                        "Procedure: Biopsy",
                        "Procedure: Biospecimen Collection",
                        "Drug: Placebo Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biopsy",
                    "description": "Undergo biopsy",
                    "armGroupLabels": [
                        "Arm I (urolithin A)",
                        "Arm II (placebo)"
                    ],
                    "otherNames": [
                        "BIOPSY_TYPE",
                        "Bx"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of blood and stool samples",
                    "armGroupLabels": [
                        "Arm I (urolithin A)",
                        "Arm II (placebo)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Administration",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm II (placebo)"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Urolithin A Supplement",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Arm I (urolithin A)"
                    ],
                    "otherNames": [
                        "Mitopure",
                        "Uro-A Supplement"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent positive change in 8-OHdG",
                    "description": "The primary endpoint will be analyzed using a linear regression model. Standard descriptive statistics, including mean, standard deviation, median and interquartile range for continuous variables, and frequency and percent for categorical variables, will be used to summarize baseline variables by treatment arm. Changes will be summarized similarly. Graphical techniques, including boxplots and histograms, will be used to examine the distribution and to assess assumptions made for the primary analysis.",
                    "timeFrame": "Baseline up to radical prostatectomy (RP) after 3 to 6 weeks of therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in prostate tissue and serum concentrations of urolithin A (Uro-A), urolithin sulfate and urolithin A glucuronide",
                    "description": "Measured by change from baseline to end-of-study, in comparison to changes from baseline to end-of-study in a control group receiving a placebo (except tissue levels, which will be compared between arms using end-of-tissue only). Will be analyzed using the same approach as the analysis of the primary endpoint. Changes in serum concentrations of Uro-A, urolithin sulfate and urolithin A glucuronide, from baseline to radical prostatectomy will be estimated and summarized using standard descriptive statistics.",
                    "timeFrame": "Baseline up to 2 years"
                },
                {
                    "measure": "Changes in expression of cell cycle genes",
                    "description": "The ribonucleic sequencing will be used to compute a single z-score (i.e. one data point per patient) which will represent the composite expression of 31 cell-cycle genes.",
                    "timeFrame": "Baseline up to RP after 3 to 6 weeks of therapy"
                },
                {
                    "measure": "Changes in 8-OHdG expression",
                    "timeFrame": "Baseline up to RP after 3 to 6 weeks of therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must have pathologically confirmed adenocarcinoma of the prostate with formalin-fixed paraffin embedded (FFPE) biopsy tissue available for analysis. Diagnosis can be any time in the six months prior to registration/randomization\n* Participants \\>= 18 years will be enrolled. Because no dosing or adverse event (AE) data are currently available on the use of urolithin A in participants \\< 18 years of age, children and adolescents are excluded from this study\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2 (Karnofsky \\>= 60%)\n* Absolute neutrophil count \\>= 1,000/microliter\n* Platelets \\>= 100,000/microliter\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN) Note: Higher total bilirubin levels (=\\< 3 mg/dL) can be allowed if due to known benign liver condition, i.e. Gilbert's\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 3.0 x institutional upper limit of normal\n* Creatinine =\\< 1.5 x institutional upper limit of normal\n* Human immunodeficiency virus (HIV)-infected participants on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial\n* For participants with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated\n* Participants with a history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load\n* Participants on chronic suppressive antiviral therapy for herpes simplex virus (HSV) are eligible\n* Scheduled to undergo RP in the next 3-6 weeks\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Participants with prior primary treatment or hormonal therapy for prostate cancer (PC)\n* Participants with documented active alcohol and illegal substance dependency\n* Participants already receiving urolithin A (Mitopure, commercially available in the United States), or pomegranate supplements. Note: Other supplements are allowed but must be documented\n* Participants receiving any other investigational agents\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to urolithin A\n* Uncontrolled intercurrent illness, or psychiatric illness/social situations that would limit compliance with study requirements",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Stephen J Freedland",
                    "affiliation": "Cedars-Sinai Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cedars Sinai Medical Center",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90048",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen J. Freedland",
                            "role": "CONTACT",
                            "phone": "310-423-3974",
                            "email": "Stephen.Freedland@cshs.org"
                        },
                        {
                            "name": "Stephen J. Freedland",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Northwestern University",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley E. Ross",
                            "role": "CONTACT",
                            "phone": "312-694-1117",
                            "email": "ashley.ross1@northwestern.edu"
                        },
                        {
                            "name": "Ashley E. Ross",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Chicago Comprehensive Cancer Center",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Scott E. Eggener",
                            "role": "CONTACT",
                            "phone": "773-702-5195",
                            "email": "seggener@surgery.bsd.uchicago.edu"
                        },
                        {
                            "name": "Scott E. Eggener",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Duke University Medical Center",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Judd W. Moul",
                            "role": "CONTACT",
                            "phone": "919-668-8108",
                            "email": "judd.moul@duke.edu"
                        },
                        {
                            "name": "Judd W. Moul",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "University of Wisconsin Carbone Cancer Center - University Hospital",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53792",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David F. Jarrard",
                            "role": "CONTACT",
                            "phone": "608-262-0759",
                            "email": "jarrard@urology.wisc.edu"
                        },
                        {
                            "name": "David F. Jarrard",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "NCI is committed to sharing data in accordance with NIH policy. For more details on how clinical trial data is shared, access the link to the NIH data sharing policy page.",
            "url": "https://grants.nih.gov/policy/sharing.htm"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}