{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05742763",
            "orgStudyIdInfo": {
                "id": "PRP-NSAIDs-KOA"
            },
            "organization": {
                "fullName": "QC Kinetix LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Platelet-Rich Plasma and the Effects of NSAIDs on Pain and Functional Scores in Knee Osteoarthritis",
            "officialTitle": "Platelet-Rich Plasma and the Effects of NSAIDs on Pain and Functional Scores in Knee Osteoarthritis",
            "acronym": "PRPNSAIDsKOA",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "platelet-rich-plasma-and-the-effects-of-nsaids-on-pain-and-functional-scores-in-knee-osteoarthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-06",
            "studyFirstSubmitQcDate": "2023-02-14",
            "studyFirstPostDateStruct": {
                "date": "2023-02-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "QC Kinetix LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary research purpose is to determine if the use of a drug therapy intervention (each study participant will be randomly assigned to receive one of 3 study medications which will be blinded from everyone, including the study participants, and all research staff (except the principal investigator), combined with a series of 3 injections of Platelet-Rich Plasma (PRP) into an osteoarthritic knee joint, leads to reductions in knee pain, and improvements in physical function. Improvements will be assessed by serially evaluating pain scores and functionality using standardized and validated questionaires which will be completed by the study participant at each clinic office visit. In addition, blood tests will be drawn at each visit to evalute any changes in blood compostion. If the participant meets the study inclusion and exclusion criteria and agrees to attend 7 follow up office visits, they will be eligble to enroll in the study. If they wish to volunarily enroll in the study, it will be explained in detail, afterwhich all questions and any concerns will be answered. Each office visit will take between 30-45 minutes and will take place over a 12-month study period comittment.",
            "detailedDescription": "For this 5-year Research Project, the investigators propose to implement a prospective, double-blind, three-arm randomized placebo controlled clinical trial study design across multiple clinic sites in North Carolina and South Carolina. The primary research purpose is to determine if the use of ibuprofen \\[arm #1\\] vs acetaminophen \\[arm #2\\] vs a placebo control group \\[arm #3\\] with the intervention of a series of three injections of leukocyte poor platelet-rich plasma (LP-PRP) into the knee joint, leads to significantly greater reductions in average knee pain severity, and increases in physical function and quality of life, in patients with symptomatic moderate knee osteoarthritis (KOA), and grade 2 or 3 radiographic changes defined by the Kellgren-Lawrence (K-L) classification system. Data collected as part of the PRP-NSAIDs-KOA Trial will be used to: 1) inform the treatment of patients with moderate KOA using the orthobiologic PRP; 2) assess the use of ibuprofen vs acetaminophen vs placebo by serially evaluating pain score outcomes and functionality using standardized and validated pain subscales (Visual Analogue Scale (VAS), Western Ontario McMaster Universities Osteoarthritis Index (WOMAC), Knee injury and Osteoarthritis Outcomes Score (KOOS), and the International Knee Documentation Committee (IKDC) in patients with moderate KOA randomized to three arms; and 3) assess and compare serial changes in composition of whole blood and PRP with the use of ibuprofen vs acetaminophen vs placebo. The investigators will also assess the clinical trial protocol process measures of feasibility, acceptability, and implementation to evaluate and improve multi-site clinical trial delivery at QC Kinetix clinic sites.\n\nThe central hypothesis of the study is that patients receiving ibuprofen will initially report higher VAS, WOMAC, KOOS, and IKDC pain scores at each 1-month post-treatment follow up, with a return to baseline and progressively lower pain scores at each subsequent follow up visit when compared to patients in the other two arms. The long-term goal of this research study is to build the QC Kinetix workforce clinical research capacity in the conduct of sports and regenerative medicine related multi-site clinical trials and apply for the American Medical Society for Sports Medicine (AMSSM) Foundation Research Grant, the American College of Sports Medicine (ACSM) Research Grant, the Arthritis Society Research Grant, and the AMSSM Collaborative Research Network (CRN) Grant that builds on lessons learned from this research effort. The investigators will successfully achieve the primary research goal of this research study through the following four specific aims\n\nAim #1: During ongoing recruitment and enrollment, the investigators will identify and recruit patients with moderate KOA seen across new and established patients attending QC Kinetix clinic sites (i.e., North and South Carolina).\n\no H1-1: Based on our clinic data, the investigators expect patients on daily NSAIDs to have increased symptoms of pain and reduced function during the washout period of 1 month (all study participants must discontinue all analgesic medications including acetaminophen and NSAIDs) prior to the series of PRP injections.\n\nAim #2. Design and implement a prospective, 5-year double-blinded, three-arm randomized clinical trial study design across multiple QC Kinetix clinic sites (i.e., North and South Carolina) to compare VAS, WOMAC, KOOS, and IKDC pain and function subscale scores at baseline and follow-up visits at months 1, 2, 3, (drug therapy, PRP, and completion of pain subscales); months 4, and 6 (drug therapy and pain subscales) and months 9 and 12 (pain subscales only) post-enrollment and treatment following the initiation of the 3 PRP injections in all three groups \\[arm #1-3\\] in patients with symptomatic moderate KOA (K-L grade 2 or 3).\n\no H2-1: Patients who receive ibuprofen will initially report higher VAS, WOMAC, KOOS, and IKDC pain scores at each 1-month post-treatment follow up, with a return to baseline and progressively lower pain scores at each subsequent follow up visit when compared to patients in the other two arms.\n\nAim #3: Assess and compare changes in platelet count in the whole blood and PRP of all study participants at each clinic visit.\n\nAim #4: Evaluate process measures (i.e., feasibility, acceptability, and implementation) for clinical trial protocol success between and within all QC Kinetix clinic sites."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis of the Knee",
                "Degenerative Osteoarthritis",
                "Knee Pain Chronic"
            ],
            "keywords": [
                "osteoarthritis",
                "platelet-rich plasma",
                "NSAIDs",
                "knee",
                "PRP",
                "knee OA",
                "pain scores",
                "WOMAC",
                "KOOS",
                "VAS",
                "IKDC",
                "Western Ontario McMaster Universities Osteoarthritis Index",
                "Knee injury and Osteoarthritis Outcomes Score",
                "Visual Analogue Scale",
                "International Knee Documentation Committee",
                "Nonsteroidal Anti-Inflammatory Drug"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ibuprofen and PRP",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Weight based Ibuprofen provided in over-encapsulated blister pack (to ensure blinding), to be taken 3 times a day for the initial 6 months of the 12 month study period. PRP injections provided at month 1, 2, and 3.",
                    "interventionNames": [
                        "Combination Product: Ibuprofen and PRP"
                    ]
                },
                {
                    "label": "Acetaminophen and PRP",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Weight based Acetaminophen provided in over-encapsulated blister pack (to ensure blinding), to be taken 3 times a day for the initial 6 months of the 12 month study period. PRP injections provided at month 1, 2, and 3.",
                    "interventionNames": [
                        "Combination Product: Acetaminophen and PRP"
                    ]
                },
                {
                    "label": "Placebo and PRP",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo provided in over-encapsulated blister pack (to ensure blinding), to be taken 3 times a day for the initial 6 months of the 12 month study period. PRP injections provided at month 1, 2, and 3.",
                    "interventionNames": [
                        "Combination Product: Placebo and PRP"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Ibuprofen and PRP",
                    "description": "The primary research purpose is to determine if the use of ibuprofen \\[arm #1\\] vs acetaminophen \\[arm #2\\] vs a placebo control group \\[arm #3\\] with the intervention of a series of three injections of LP-PRP into the knee joint, leads to significantly greater reductions in average knee pain severity, and increases in physical function and quality of life, in patients with symptomatic moderate KOA, and grade 2 or 3 radiographic changes defined by the Kellgren-Lawrence (K-L) classification system.",
                    "armGroupLabels": [
                        "Ibuprofen and PRP"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Acetaminophen and PRP",
                    "description": "The primary research purpose is to determine if the use of ibuprofen \\[arm #1\\] vs acetaminophen \\[arm #2\\] vs a placebo control group \\[arm #3\\] with the intervention of a series of three injections of LP-PRP into the knee joint, leads to significantly greater reductions in average knee pain severity, and increases in physical function and quality of life, in patients with symptomatic moderate KOA, and grade 2 or 3 radiographic changes defined by the Kellgren-Lawrence (K-L) classification system.",
                    "armGroupLabels": [
                        "Acetaminophen and PRP"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Placebo and PRP",
                    "description": "The primary research purpose is to determine if the use of ibuprofen \\[arm #1\\] vs acetaminophen \\[arm #2\\] vs a placebo control group \\[arm #3\\] with the intervention of a series of three injections of LP-PRP into the knee joint, leads to significantly greater reductions in average knee pain severity, and increases in physical function and quality of life, in patients with symptomatic moderate KOA, and grade 2 or 3 radiographic changes defined by the Kellgren-Lawrence (K-L) classification system.",
                    "armGroupLabels": [
                        "Placebo and PRP"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "VAS pain scores after combination interventions of blinded medication therapy and a series of 3 PRP injections.",
                    "description": "The investigators will obtain standardized and validated pain scores. The first is the VAS. The scale is 0-10. 0 is \"no pain\" and 10 is \"unbearable pain\".",
                    "timeFrame": "Scores obtained and assessed for a change at each office visit - at baseline (time 0), month 1, 2, 3, 4, 6, 9 and 12."
                },
                {
                    "measure": "WOMAC pain and functionality scores after combination interventions of blinded medication therapy and a series of 3 PRP injections.",
                    "description": "The investigators will obtain standardized and validated pain scores. The second is the WOMAC. The scale is 0-96. 0 is \"no pain and no loss of function\" and 96 is \"unbearable pain and complete loss of function\".",
                    "timeFrame": "Scores obtained and assessed for a change at each office visit - at baseline (time 0), month 1, 2, 3, 4, 6, 9 and 12."
                },
                {
                    "measure": "KOOS pain and functionality scores after combination interventions of blinded medication therapy and a series of 3 PRP injections.",
                    "description": "The investigators will obtain standardized and validated pain scores. The third is the KOOS. The scale is 0-100. 0 is \"no pain and no loss of function\" and 100 is \"unbearable pain and complete loss of function\".",
                    "timeFrame": "Scores obtained and assessed for a change at each office visit - at baseline (time 0), month 1, 2, 3, 4, 6, 9 and 12."
                },
                {
                    "measure": "IKDC pain and functionality scores after combination interventions of blinded medication therapy and a series of 3 PRP injections.",
                    "description": "The investigators will obtain standardized and validated pain scores. The fourth is the IKDC. The scale is 0-100. 100 is \"no pain and no loss of function\" and 0 is \"unbearable pain and complete loss of function\".",
                    "timeFrame": "Scores obtained and assessed for a change at each office visit - at baseline (time 0), month 1, 2, 3, 4, 6, 9 and 12."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age \\>50 (all genders, and all races)\n2. Unilateral Symptoms\n3. Symptomatic knee pain on most days in the past month\n4. OA diagnosed with radiographic imaging (K-L grade 2 or 3)\n5. Can commit to 8 office visits (initial and 7 follow up) over a 12-month period\n6. Able to understand written/spoken English - all study participants will be provided with an overview of the study goals, research activities and tasks, and an opportunity to address any questions, comments, or concerns about their participation in the PRP_NSAIDs-PRP research trial. After which, written informed consent and HIPPA Research Disclosure form will be obtained.\n\nExclusion Criteria:\n\n1. K-L grade 1 (indicting questionable disease) or grade 4 (indicating severe disease)\n2. Have lateral joint space narrowing greater than or equal to medial joint space narrowing on x-ray using the Osteoarthritis Research Society International (OARSI) atlas\n3. Had injection into the target knee joint of glucocorticoid in the past 3 months or hyaluronic acid in the past 6 months\n4. Had any autologous blood product or stem cell preparation in the past\n5. Had knee surgery on their target knee within the past 12 months\n6. Have systemic or inflammatory joint disease such as rheumatoid arthritis\n7. Have a history of crystalline or neuropathic arthropathy\n8. Had a knee joint replacement or high tibial osteotomy on their target knee\n9. Plan to have knee surgery in the target knee in next 12 months\n10. Have other muscular, joint, or neurological condition affecting lower limb function\n11. Osteonecrosis, avascular necrosis\n12. Gastrointestinal reflux disease or peptic ulcer disease\n13. NSAID intolerance\n14. Renal dysfunction or liver disease\n15. Previous gastric bypass surgery\n16. Have a needle phobia\n17. Have immunosuppression or acute infective processes\n18. Have cancer or other tumors in the last 3 years, or undergone any treatment for cancer or tumors in the last 3 years\n19. Have a bleeding disorder or are receiving anticoagulation therapy\n20. Have the presence of a warm, tense joint effusion\n21. Have a platelet count \\< 150,000/μL\n22. Have any other medical condition precluding participation in the study\n23. Pregnancy\n24. Are unwilling to discontinue any use of an NSAID, acetaminophen, and other analgesic usage, from 1 month before the baseline assessment until the last follow-up assessment at month 12\n25. Have a body mass index (BMI) \\> 40 kg/m2\n26. Have a weight ≤ 100 pounds\n27. Unable to attend all study appointments (initial visit and 7 follow up visits) over 12 months\n28. Cannot understand written/spoken English",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kenneth P Barnes, MD, MSc.",
                    "role": "CONTACT",
                    "phone": "3365890721",
                    "email": "kbarnes@qckinetix.com"
                },
                {
                    "name": "Richard S Schaffer, MD",
                    "role": "CONTACT",
                    "phone": "8432760185",
                    "email": "drschaffer@qckinetix.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kenneth P Barnes, MD, MSc.",
                    "affiliation": "QC Kinetix LLC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "QC Kinetix Franchise Group, LLC, 309 South Sharon Amity Rd, Ste 302",
                    "status": "RECRUITING",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kenneth P Barnes, MD",
                            "role": "CONTACT",
                            "phone": "336-589-0721",
                            "email": "kbarnes@qckinetix.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Osteoarthritis of the Knee",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000082",
                    "term": "Acetaminophen"
                },
                {
                    "id": "D000007052",
                    "term": "Ibuprofen"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000058633",
                    "term": "Antipyretics"
                },
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2340",
                    "name": "Acetaminophen",
                    "asFound": "Counseling",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10102",
                    "name": "Ibuprofen",
                    "asFound": "Bupivacaine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M29176",
                    "name": "Antipyretics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Antipy",
                    "name": "Antipyretics"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}