{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04055649",
            "orgStudyIdInfo": {
                "id": "2018-126"
            },
            "organization": {
                "fullName": "Barbara Ann Karmanos Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "ONC201 Plus Weekly Paclitaxel in Patients With Platinum Refractory or Resistant Ovarian Cancer",
            "officialTitle": "Phase II Study of ONC201 Plus Weekly Paclitaxel in Patients With Platinum-Resistant Refractory or Recurrent Epithelial Ovarian, Fallopian Tube, or Primary Peritoneal Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "plus-weekly-paclitaxel-in-patients-with-platinum-refractory-or-resistant-ovarian-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-01-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-12",
            "studyFirstSubmitQcDate": "2019-08-12",
            "studyFirstPostDateStruct": {
                "date": "2019-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Ira Winer",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Barbara Ann Karmanos Cancer Institute"
            },
            "leadSponsor": {
                "name": "Ira Winer",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies the side effects of ONC201 and paclitaxel and how well they work in treating patients with platinum-resistant epithelial ovarian, fallopian tube, or primary peritoneal cancer that has come back (recurrent), or that does not respond to treatment (refractory). ONC201 is the first in its class of drugs that antagonize some specific cell receptors on cancer cells, leading to their destruction. Drugs used in chemotherapy, such as paclitaxel, work in different ways to stop the growth of cancer cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Giving ONC201 and paclitaxel may work better in treating patients with platinum-resistant epithelial ovarian, fallopian tube, or primary peritoneal cancer compared to paclitaxel alone.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the safety and tolerability of the combination of Akt/ERK inhibitor ONC 201 (ONC201) and paclitaxel in patients with platinum refractory or resistant epithelial ovarian, fallopian tube or primary peritoneal cancer. (Part 1) II. To evaluate the objective response rate (ORR) of ONC201 in combination with paclitaxel in patients with platinum refractory or resistant epithelial ovarian, fallopian tube, or primary peritoneal cancer. (Part 2) III. To evaluate progression free survival (PFS) of ONC201 in combination with weekly paclitaxel in patients with platinum refractory or resistant epithelial ovarian, fallopian tube or primary peritoneal cancer. (Part 2)\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the durability/duration of response (DOR) of ONC201 in combination with paclitaxel.\n\nII. To evaluate the safety and patient reported tolerability of ONC201 in combination with paclitaxel. (Part 2) III. To evaluate the disease control rate (DCR) of ONC201 in combination with paclitaxel.\n\nIV. To evaluate the cancer antigen-125 (CA-125) and/or human epididymis factor 4 (HE-4) response of ONC201 in combination with paclitaxel in those patients with one or both of these tumor markers upregulated.\n\nV. To characterize the pharmacokinetics (PK) and pharmacodynamics (PD) of ONC201 in combination with paclitaxel.\n\nVI. To obtain preliminary estimates of overall survival (OS) of ONC201 in combination with weekly paclitaxel.\n\nEXPLORATORY OBJECTIVES:\n\nI. To evaluate the immune response (specifically natural killer \\[NK\\] cell and cytokine profile) of ONC201 in combination with paclitaxel in patients with platinum refractory or resistant epithelial ovarian, fallopian tube or primary peritoneal cancer.\n\nOUTLINE:\n\nPatients receive ONC201 orally (PO) on days 1, 8, and 15, and paclitaxel intravenously (IV) over 1 hour on days 2, 9, and 16. Cycles repeat every 28 days in the absence disease progression or unacceptable toxicity. If paclitaxel must be stopped for any reason, patients may continue on ONC201 alone.\n\nAfter completion of study treatment, patients are followed up for 1 year."
        },
        "conditionsModule": {
            "conditions": [
                "Malignant Ovarian Epithelial Tumor",
                "Platinum-Resistant Fallopian Tube Carcinoma",
                "Platinum-Resistant Ovarian Carcinoma",
                "Platinum-Resistant Primary Peritoneal Carcinoma",
                "Recurrent Fallopian Tube Carcinoma",
                "Recurrent Ovarian Carcinoma",
                "Recurrent Primary Peritoneal Carcinoma",
                "Refractory Fallopian Tube Carcinoma",
                "Refractory Ovarian Carcinoma",
                "Refractory Primary Peritoneal Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 62,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment - ONC201 & Paclitaxel",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive ONC201 PO on days 1, 8, 15, and 22 and paclitaxel IV over 1 hour on days 2, 9, and 16. Cycles repeat every 28 days in the absence disease progression or unacceptable toxicity. If paclitaxel must be stopped for any reason, patients may continue on ONC201 alone.",
                    "interventionNames": [
                        "Drug: Akt/ERK Inhibitor ONC201",
                        "Drug: Paclitaxel",
                        "Other: Questionnaire Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Akt/ERK Inhibitor ONC201",
                    "description": "Given orally (PO)",
                    "armGroupLabels": [
                        "Treatment - ONC201 & Paclitaxel"
                    ],
                    "otherNames": [
                        "ONC201",
                        "TIC10"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Paclitaxel",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment - ONC201 & Paclitaxel"
                    ],
                    "otherNames": [
                        "Ester",
                        "Anzatax",
                        "Asotax",
                        "Bristaxol",
                        "Praxel",
                        "Taxol",
                        "Taxol Konzentrat",
                        "Alpha",
                        "Beta"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Treatment - ONC201 & Paclitaxel"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of treatment related adverse events (AEs) (Part 1)",
                    "description": "Graded according to National Cancer Institute (NCI) Common Terminology Criteria in Adverse Events (CTCAE) version (v)5.0.",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Incidence of dose limiting toxicities (DLT's) (Part 1)",
                    "description": "Graded according to NCI CTCAE v5.0.",
                    "timeFrame": "Up to 28 days"
                },
                {
                    "measure": "Objective response rate (ORR) (Part 2)",
                    "description": "Defined as the proportion of patients achieving a complete (CR) or partial tumor response (PR) by computed tomography (CT) evaluation according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1. Will be calculated as the proportion of patients achieving a complete or partial tumor response according to RECIST v1.1 criteria and its associated 1-sided 92% confidence interval (CI) will be also estimated using Pearson-Klopper's exact method.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Progression free survival (PFS) (Part 2)",
                    "description": "Will be summarized using Kaplan-Meier (KM) curves and their median and confidence intervals (CI's) will be further estimated.",
                    "timeFrame": "From study treatment initiation to objective tumor progression or death, assessed up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Duration of response (DOR)",
                    "description": "The distributions of additional time-to-event endpoints will be summarized using KM curves and their median and CI's will be further estimated using KM estimates.",
                    "timeFrame": "From first documented tumor response until the date of documented progression or death from any cause, assessed up to 1 year"
                },
                {
                    "measure": "Incidence of treatment related AEs",
                    "description": "Treatment emergent AEs and serious adverse events (SAEs) will be summarized by count and percentage per CTCAE v5.0.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Incidence of patient reported symptoms",
                    "description": "Will be summarized by count and percentage from the Functional Assessment of Cancer Therapy (FACT)-Taxane questionnaire. Repeated measured analysis of variance (ANOVA) will be conducted to assess for any changes in these symptoms by time. If a significant association with time is identified, pairwise comparisons between various time-points will be assessed using paired t-tests with a Tukey adjustment for multiple comparisons.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Disease clinical response (DCR)",
                    "description": "Defined as the proportion of patients achieving a complete response (CR), partial response (PR), or stable disease (SD) according to RECIST v1.1 criteria.",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "CA-125 response rate",
                    "description": "Defined as the proportion of patients achieving a 50% reduction in CA-125 levels from baseline, if baseline level is \\>= 2 x the upper limit of normal (ULN) within 2 weeks prior to starting treatment. Differences in these markers by response will be assessed by Fisher's exact tests, and difference in these markers over time will be assessed using McNemar's tests.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "HE-4 response rate",
                    "description": "Defined as proportion of patients achieving a 50% reduction in HE-4 levels from baseline over time, if baseline level is \\>= 2 x ULN within 2 weeks prior to starting treatment, respectively. Differences in these markers by response will be assessed by Fisher's exact tests, and difference in these markers over time will be assessed using McNemar's tests.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Plasma concentrations of ONC201",
                    "description": "Examined to assess drug interactions with paclitaxel and characterize the pharmacokinetics (PK). PK parameters will be estimated using non-compartment or compartment models and summarized in mean and CIs under the assumption of log-normal distribution.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Pharmacodynamic studies",
                    "description": "As a biomarker of apoptosis, the serum cCK18 (M30 assay) and CK18 (M65 assay) will be used to quantify serum caspase-cleaved and total cytokeratin 18 levels. Prolactin levels will be assayed from the collected serum specimens. Repeated measured ANOVA will be conducted to assess for any changes in apoptosis and prolactin by time. If a significant association with time is identified, pairwise comparisons between various time-points will be assessed using paired t-tests with a Tukey adjustment for multiple comparisons. Tissue based biomarkers will be evaluated based on archival (pretreatment) and on-study biopsy tissue and compared via pre/post treatment H-score both within each individual patient and among the group of patients. Wilcoxon signed rank test will be used for pre/post comparisons.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Overall survival",
                    "description": "The distributions of additional time-to-event endpoints will be summarized using KM curves and their median and CI's will be further estimated using KM estimates.",
                    "timeFrame": "From study treatment initiation to death, assessed up to 1 year"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "NK cell evaluation",
                    "description": "NK cell evaluation by immunohistochemistry (IHC) will be performed. Wilcoxon signed ranks test will be used to compare individuals and groups pre/post treatment. Percentage of NK cells as a component of total lymphocytes over time will be evaluated using repeated measures ANOVA. Additionally, percentage of Granzyme+ and TRAIL+ NK cells will be evaluated comparing day 0 (pre-treatment) and day 4 via paired two sided t-test analysis.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Cytokine profile",
                    "description": "Repeated measured ANOVA will be conducted to assess for any changes in each of these molecules/cytokines over time. If a significant association with time is identified, pairwise comparisons between various time-points will be assessed using paired t-tests with a Tukey adjustment for multiple comparisons.",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologic diagnosis of epithelial ovarian, fallopian tube, or primary peritoneal cancer.\n* Progressed within 6 months of completing at least 1 cycle of last platinum containing regimen. Patients with refractory disease (progression during platinum-containing therapy) are eligible. This includes both adjuvant therapy and in the recurrent setting.\n* No more than 4 prior treatment regimens defined as investigational, chemotherapy, hormonal, biologic, or targeted therapy in the platinum resistant setting and total of 7 prior regimens in all settings will be allowed. Prior maintenance therapy with biologic or targeted agent does NOT count as a treatment regimen (e.g. Maintenance bevacizumab, Parpi, or immunotherapy).\n* At least one measurable lesion according to RECIST v1.1.\n* For the eight patients enrolled for PK/PD. Availability of tissue from carcinoma. For most patients this will be archival tissue. If there is no archival tissue available, biopsy of lesion MUST be performed prior to initiation of therapy. Lesions must be available for biopsy as well in these patients.\n* Any prior palliative radiation therapy must be completed at least 7 days prior to start of study treatment and patients must have recovered from any acute adverse effects prior to start of study treatment.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) score of 0-1.\n* Female patients who are not of childbearing potential and fertile female patients of childbearing potential who agree to use adequate contraceptive measures from 2 weeks prior to the study and until 1 month after study treatment discontinuation, who are not breastfeeding, and who have a negative serum or urine pregnancy test within 3 days prior to start of study treatment.\n* Patients must have adequate (at baseline):\n\n  1. Bone marrow function: Absolute neutrophil count (ANC) ≥1,500/µL. Platelets\n\n     ≥100,000/µL and hemoglobin \\> 8.0 gm/dL, transfusion allowed up to 1 week prior to maintain Hgb \\>8.\n  2. Renal function: Calculated creatinine clearance (CrCl) ≥35 mL/min/1.73 mm2\n  3. Hepatic function: Bilirubin less than or equal to 1.5 x ULN; alkaline phosphatase (AP), aspartate transaminase (AST) and alanine transaminase (ALT) less than or equal to 3 x ULN. AP, AST and ALT less than or equal to 5 x ULN is acceptable if patient has known hepatic metastasis\n\nExclusion Criteria:\n\n* Use of a study drug (approved or investigational drug therapy) ≤21 days or 5 half-lives (whichever is shorter) prior to the first dose of study treatment. For study drugs for which 5 half-lives is ≤21 days, a minimum of 10 days between termination of the study drug and administration of current study treatment is required.\n* Major surgical procedures ≤21 days of beginning study treatment, or minor surgical procedures ≤7 days. No waiting required following port-a-cath placement, ureteral stent placement, percutaneous nephrostomy tube placement.\n* No other (chemotherapy, immunotherapy, hormonal anti-cancer therapy, radiotherapy \\[except for palliative local radiotherapy\\]), biological therapy or other novel agent is to be permitted while the patient is receiving study medications\n* Grade \\>1 toxicity from prior therapy (except alopecia or anorexia or above hematologic criteria) unless controlled by medications.\n* Inability to swallow oral medication. Note: Patient may not have a percutaneous endoscopic gastrostomy (PEG) tube or be receiving total parenteral nutrition (TPN) on this trial.\n* Known malignant central nervous system disease other than neurologically stable, treated brain metastases - defined as metastasis having no evidence of progression after treatment for at least 4 weeks (including brain radiotherapy). Must be off any systemic corticosteroids for the treatment of brain metastases for at least 14 days prior to enrollment.\n* Patient has had prescription or non-prescription drugs or other products (i.e. grapefruit juice) known to be moderate to strong inhibitors or inducers of CYP3A4, which cannot be discontinued 1 week prior to Day 1 of dosing and withheld throughout the study until 1 weeks after the last dose of study drug.\n* Any known hypersensitivity or contraindication to the components of study treatment\n* Pregnant or lactating\n* Serious active infection at the time of enrollment, or another serious underlying medical condition at discretion of the enrolling physician that would impair the ability of the patient to receive study treatment. HIV or other immunodeficiency disease that is well controlled and that does not impact baseline lab values (i.e. outside of above noted parameters for inclusion) are NOT considered exclusion criteria.\n* Presence of other active cancers other than ovarian cancer except those that do not require active therapy (i.e. on surveillance) and known non-invasive cancers and in situ cancers (e.g. non-melanoma skin cancers).\n* Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ira Winer, M.D.",
                    "role": "CONTACT",
                    "phone": "(313) 576-9435",
                    "email": "iwiner@med.wayne.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ira Winer, M.D.",
                    "affiliation": "Barbara Ann Karmanos Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Barbara Ann Karmanos Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Office",
                            "role": "CONTACT",
                            "phone": "800-527-6266"
                        },
                        {
                            "name": "Robert Morris, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ira Winer, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Radhika Gogoi, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "Karmanos Cancer Institute at McLaren Flint",
                    "status": "RECRUITING",
                    "city": "Flint",
                    "state": "Michigan",
                    "zip": "48532",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John J Wallbillich, M.D.",
                            "role": "CONTACT",
                            "email": "jwallbil@med.wayne.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.01253,
                        "lon": -83.68746
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000010051",
                    "term": "Ovarian Neoplasms"
                },
                {
                    "id": "D000077216",
                    "term": "Carcinoma, Ovarian Epithelial"
                },
                {
                    "id": "D000005185",
                    "term": "Fallopian Tube Neoplasms"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000010049",
                    "term": "Ovarian Diseases"
                },
                {
                    "id": "D000000291",
                    "term": "Adnexal Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000005833",
                    "term": "Genital Neoplasms, Female"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006058",
                    "term": "Gonadal Disorders"
                },
                {
                    "id": "D000005184",
                    "term": "Fallopian Tube Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12974",
                    "name": "Ovarian Neoplasms",
                    "asFound": "Ovarian Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1704",
                    "name": "Carcinoma, Ovarian Epithelial",
                    "asFound": "Ovarian Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8328",
                    "name": "Fallopian Tube Neoplasms",
                    "asFound": "Fallopian Tube Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12972",
                    "name": "Ovarian Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3643",
                    "name": "Adnexal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8945",
                    "name": "Genital Neoplasms, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9163",
                    "name": "Gonadal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M8327",
                    "name": "Fallopian Tube Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4352",
                    "name": "Ovarian Cancer",
                    "asFound": "Ovarian Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4354",
                    "name": "Ovarian Epithelial Cancer",
                    "asFound": "Ovarian Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2189",
                    "name": "Fallopian Tube Cancer",
                    "asFound": "Fallopian Tube Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000068196",
                    "term": "Albumin-Bound Paclitaxel"
                },
                {
                    "id": "C000585684",
                    "term": "TIC10 compound"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Dose Escalation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "asFound": "Dose Escalation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M302382",
                    "name": "TIC10 compound",
                    "asFound": "Shaft",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}