{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06136832",
            "orgStudyIdInfo": {
                "id": "2023-1678"
            },
            "organization": {
                "fullName": "Geisinger Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Pneumonia Vaccine Education Intervention Study",
            "officialTitle": "Physician-Pharmacy Collaboration to Increase Patient Acceptance of Pneumococcal Immunization Prior to Inpatient Discharge",
            "acronym": "PVI",
            "therapeuticArea": [
                "Respiratory",
                "Other"
            ],
            "study": "pneumonia-vaccine-education-intervention-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-08",
            "studyFirstSubmitQcDate": "2023-11-13",
            "studyFirstPostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Geisinger Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this interventional clinical trial is to investigate the impact of medicine and pharmacy-led education on patient acceptance rates of Prevnar 20 pneumonia vaccination in patients eligible to receive the vaccine. The education intervention and subsequent option to get the vaccine will be done while the patient is admitted to inpatient care, prior to discharge. The main questions the study aims to answer are:\n\n* Will supplemental education about the Prevnar 20 Pneumococcal vaccine influence patient acceptance rates when given a decision to receive it?\n* Is there any other statistically relevant qualitative reasoning behind the patient's final decision for accepting or refusing the vaccine?",
            "detailedDescription": "BACKGROUND\n\nPneumococcal disease, a significant cause of morbidity and mortality in at-risk adult populations, remains substantially under-vaccinated despite the availability of an effective vaccine and clear guidelines for its administration. Addressing this issue is of paramount importance to public health, and this study focuses on enhancing the rates of Pneumococcal vaccine acceptance through pharmacy-led patient education during hospital admissions.\n\nPrevious research suggests that hospital environments, outside of primary care, present an opportunity for vaccination, especially in the acute care setting and many previous studies have attempted different types of interventions for the influenza vaccines and previous pneumococcal vaccines. In these studies, improvements in vaccination rates were seen from interventions including dedicated clinics, standing orders, strong provider recommendations, reminder systems, and pharmacists screening and educating patients in collaboration with nursing. There is also evidence that collaborative efforts with pharmacy and nursing have shown significant increases in vaccination rates. The role of the pharmacy student was also evaluated in previous studies which showed a 20% increase in vaccination rates with little increase in resources used. While multiple strategies have been employed over the years to improve vaccine uptake, there's a significant hurdle to overcome in patient refusal. Pharmacist led interventions were shown to increase the rate of vaccination in the inpatient setting, however refusal rates remain high, showing the need for a more tailored approach. A review of the relationship between demographic factors and adult immunization rates showed that higher education and income levels correlated with increased vaccination rates and more informed attitudes, however, a deeper dive into the reason behind refusal in warranted to help overcome the hurdle. A notable factor that remains unknown is having a better understanding the patient's viewpoint towards vaccines. Keeping this in mind, this study will use a physician-pharmacy collaborative intervention as method to enhance vaccine acceptance rates, but more importantly, will collect information on the impact of the intervention through surveying the patient's viewpoint behind their decision.\n\nThis study will target adult patients admitted to the hospital who fall under the recommended criteria for the Pneumococcal vaccine, especially those aged 65 years or older and at-risk categories. The primary endpoint will be the rate of Pneumococcal vaccine acceptance among eligible patients' post-pharmacy intervention compared to standard care without the intervention.\n\nIt is anticipated that there will be an increase in the rates of Pneumococcal vaccine acceptance post-pharmacy intervention. The rationale behind this hypothesis is built upon the foundational understanding that personal interaction and education by a pharmacist can provide a level of clarity, confidence, and trust in patients. Potential pitfalls could include resistance from patients due to prior beliefs or misconceptions about vaccines, administrative challenges in implementing pharmacy-led interventions, or logistical issues in vaccine supply. The secondary endpoint of the study will be to uncover some of the reasons behind refusal of the vaccine by surveying all patients regarding the reason for their decision.\n\nImproving pneumococcal vaccination rates has direct benefits both for individual participants and society. The individual gets protection against potentially severe infections, and at a societal level, this translates to reduced healthcare burdens, less strain on resources, and better public health outcomes. Increasing vaccine acceptance contributes to herd immunity, reducing the risk of outbreaks and protecting vulnerable populations who may not be able to get vaccinated. With better vaccine coverage, hospitalization rates could decrease, leading to substantial cost savings and freeing up resources for other critical needs. Given the evidence from prior studies and the identified gaps, our proposed project aims to leverage pharmacy intervention to enhance Pneumococcal vaccine acceptance rates during hospital admissions. This not only holds promise for better patient outcomes but also for broader public health and social welfare benefits.\n\nHYPOTHESIS\n\nImplementing Pneumococcal vaccine education intervention to patients during their inpatient hospital admission will increase their understanding of the importance of pneumonia immunization, thus resulting in increased vaccination acceptance rates prior to discharge compared to not receiving the education at all.\n\nAPPROXIMATE NUMBER OF SUBJECTS\n\nApproximately 100 Geisinger patients will be approached for recruitment in the study, with 50 patients as controls and 50 patients as treatments. Recruitment will be defined when a patient meets eligibility criteria and is asked if they would like the vaccine prior to discharge, independent of any vaccine education intervention.\n\nRECRUITMENT\n\nAll patients admitted to the inpatient Family Medicine service at Geisinger South Wilkes-Barre hospital will be screened for vaccine eligibility within the duration of their stay. Screening will take place by a medical resident using patient health information through electronic health records to determine eligibility based on inclusion/exclusion criteria for vaccine administration. Patients who pass the criteria threshold will be randomly placed in control and treatment groups accordingly to ensure a 1:1 ratio is acquired to ensure enough data points for data analysis. These patients will then be approached by a medical resident of the primary care team and inquire if they would like the vaccine with a yes or no decision. Patients who fall in the control group will only be presented with the vaccine option by the medical resident. In the treatment group, a pharmacy student will provide pneumonia vaccine education intervention to the patient before the resident asks if they would like the vaccine option. Ultimately after the vaccine decision from the patient, the resident will provide both control and treatment patients with a short questionnaire regarding their vaccination decision reasoning, regardless is the patient accepted or refused it or not.\n\nAPPROXIMATE DURATION OF PATIENT ENCOUNTER IN STUDY\n\nPatients will be recruited for the study during the duration of their admission to Family Medicine services at Geisinger South Wilkes-Barre hospital. There will not be any follow-up, as all key events of recruitment and data collection occur prior to their discharge.\n\nAPPROXIMATE DURATION OF FULL STUDY\n\nThis study will be completed in approximately one year. The end of the study is the discharge of the final patient or the end of collection of data from the patient's electronic health record or questionnaire results.\n\nPROCEDURES\n\nPatients who qualify for the Prevnar 20 vaccine will be offered the opportunity for immunization prior to discharge during inpatient admission.\n\nScreening for Eligibility:\n\nAll patients admitted to Family Medicine services at Geisinger South Wilkes-Barre hospital are eligible for the study. During the patient's stay, a Geisinger institutional review board-approved study team member will review the patient's electronic health record to determine if they meet the necessary inclusion and exclusion criteria requirements of the Prevnar 20 vaccine on a patient-by-patient basis. It is anticipated that approximately 2-3 patients could be screened per day.\n\nRandomization:\n\nIf the patient meets the criteria and qualifies for Prevnar 20 immunization, they will be randomized into two groups (control or treatment) in a 1:1 ratio using a computer-generated sequence and allocation within the study's secure electronic database build. The randomization scheme will be developed by approved biostatistics personnel to ensure enough patients fall into each category for the study. The medical resident entering the patient into the database will note who which patients fall into each group to determine the next step in the study.\n\nPatient Interaction:\n\nPatients that are randomly selected as controls will be approached by the IRB-approved clinical resident offer the Prevnar 20 vaccination. If they accept, the patient will receive Prevnar 20 as a part of their standard care and immunized against the Pneumococcal virus. If they refuse, the patient will receive no vaccine as part of their standard care. In patients who randomly are placed in the treatment group, an assigned pharmacy student will first approach the patient and provide verbal education of important information on Prevnar 20, including benefits, risks, side effects, etc. Once education is completed, the clinician will approach the patient and ask if they would like the vaccine (like the control group). Vaccine acceptance/refusal will then be entered into the study's secure database as a data point for the study by the clinician.\n\nQuestionnaire:\n\nIn both control and treatment groups, the clinician will approach the patient and verbally present qualitative questions regarding their decision reasoning on why they accepted or refused the vaccine. This brief questionnaire will include different factors that may give insight in their decision making, and help determine correlations between different patient identifiers, presence or absence of education, and their final decision. Answers to these questions will be entered into the study's secure database when the patient encounter ends."
        },
        "conditionsModule": {
            "conditions": [
                "Pneumonia, Pneumococcal",
                "Vaccine"
            ],
            "keywords": [
                "Vaccine",
                "Pneumococcal",
                "Education",
                "Interventional",
                "Acceptance",
                "Pneumonia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients are randomized into either controls or treatments upon being determined eligible. Control group does not receive education intervention prior to asking if they would like the vaccine. Treatment group does receive education intervention prior to asking if they'd like the vaccine.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Patients randomized into this arm DO NOT RECEIVE Pneumococcal vaccine education prior to given the option to accept or refuse the vaccine."
                },
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Patients randomized into this arm RECEIVE Pneumococcal vaccine education prior to given the option to accept or refuse the vaccine.",
                    "interventionNames": [
                        "Behavioral: Pneumococcal Vaccine Education"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Pneumococcal Vaccine Education",
                    "description": "Education provided to patients to inform them and increase their awareness on the benefits of getting vaccinated against Pneumococcal pneumonia",
                    "armGroupLabels": [
                        "Treatment"
                    ],
                    "otherNames": [
                        "Educational"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of patients accepting the Prevnar 20 Pneumococcal vaccine after receiving pharmacy-led education intervention during standard care.",
                    "description": "Patients answering \"yes\" when given the option to receive the Prevnar 20 Pneumococcal vaccine after they receive vaccine-specific education to increase their knowledge and awareness of the pneumonia vaccine.",
                    "timeFrame": "Through study completion of up to one year."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients admitted to inpatient Family Medicine service with Type I and II Diabetes.\n* Patients who have not been previously vaccinated against pneumonia.\n* Patients meeting specific eligibility for Prevnar 20 vaccine: Over age of 65 OR have been diagnosed with any of the following: diabetes, chronic obstructive pulmonary disease, or asthma.\n\nExclusion Criteria:\n\n* Patients that already received pneumonia vaccination in care history.\n* Patients with pneumonia inpatient diagnosis at time of recruitment.\n* Patients with any active infections.\n* Patients who are in an immunosuppressed status.\n* Patients allergic to any components of the vaccine.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "64 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew Ackerman, MS",
                    "role": "CONTACT",
                    "phone": "5702144215",
                    "email": "aackerman1@geisinger.edu"
                },
                {
                    "name": "Jason Woloski, MD",
                    "role": "CONTACT",
                    "phone": "15702551161",
                    "email": "jwoloski@geisinger.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jason Woloski, MD",
                    "affiliation": "Geisinger Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Geisinger South Wilkes-Barre",
                    "status": "RECRUITING",
                    "city": "Wilkes-Barre",
                    "state": "Pennsylvania",
                    "zip": "18702",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Woloski, MD",
                            "role": "CONTACT",
                            "email": "jwoloski@geisinger.edu"
                        },
                        {
                            "name": "Pallavi Lanka, MD",
                            "role": "CONTACT",
                            "email": "planka@geisinger.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.24591,
                        "lon": -75.88131
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20065270",
                    "type": "BACKGROUND",
                    "citation": "Robke JT, Woods M. A decade of experience with an inpatient pneumococcal vaccination program. Am J Health Syst Pharm. 2010 Jan 15;67(2):148-52. doi: 10.2146/ajhp080638."
                },
                {
                    "pmid": "18589063",
                    "type": "BACKGROUND",
                    "citation": "Stinchfield PK. Practice-proven interventions to increase vaccination rates and broaden the immunization season. Am J Med. 2008 Jul;121(7 Suppl 2):S11-21. doi: 10.1016/j.amjmed.2008.05.003."
                },
                {
                    "pmid": "15566021",
                    "type": "BACKGROUND",
                    "citation": "Coyle CM, Currie BP. Improving the rates of inpatient pneumococcal vaccination: impact of standing orders versus computerized reminders to physicians. Infect Control Hosp Epidemiol. 2004 Nov;25(11):904-7. doi: 10.1086/502317."
                },
                {
                    "pmid": "21577146",
                    "type": "BACKGROUND",
                    "citation": "Rees S, Stevens L, Drayton J, Engledow N, Sanders J. Improving inpatient pneumococcal and influenza vaccination rates. J Nurs Care Qual. 2011 Oct-Dec;26(4):358-63. doi: 10.1097/NCQ.0b013e31821fb6bb."
                },
                {
                    "pmid": "33357955",
                    "type": "BACKGROUND",
                    "citation": "McFadden K, Seale H. A review of hospital-based interventions to improve inpatient influenza vaccination uptake for high-risk adults. Vaccine. 2021 Jan 22;39(4):658-666. doi: 10.1016/j.vaccine.2020.12.042. Epub 2020 Dec 21."
                },
                {
                    "pmid": "26880320",
                    "type": "BACKGROUND",
                    "citation": "Queeno BV. Evaluation of Inpatient Influenza and Pneumococcal Vaccination Acceptance Rates With Pharmacist Education. J Pharm Pract. 2017 Apr;30(2):202-208. doi: 10.1177/0897190016628963. Epub 2016 Jul 9."
                },
                {
                    "pmid": "29167145",
                    "type": "BACKGROUND",
                    "citation": "Cotugno S, Morrow G, Cooper C, Cabie M, Cohn S. Impact of pharmacist intervention on influenza vaccine assessment and documentation in hospitalized psychiatric patients. Am J Health Syst Pharm. 2017 Dec 1;74(23 Supplement 4):S90-S94. doi: 10.2146/ajhp160755."
                },
                {
                    "pmid": "29913102",
                    "type": "BACKGROUND",
                    "citation": "Ahmad Hamidi A, Gelmez Tas B, Gunduz A, Nur Celebi S, Esen ES, Toprak D, Dokmetas I. Immunization rates of pneumococcal, influenza and tetanus vaccines and knowledge and attitudes of adult patients who receive inpatient treatment at hospital: Point prevalence study. Hum Vaccin Immunother. 2018;14(11):2649-2653. doi: 10.1080/21645515.2018.1489187. Epub 2018 Jul 12."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Dodds ES, Drew RH, May DB, et al. Impact of a Pharmacy Student-Based Inpatient Pneumococcal Vaccination Program. AJPE 2001;65."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no direct intent to share individual participant data related to this study. However, per institute policy, records of data generated during this study will be de-identified and will be kept for at least 6 years within the institutes secured database and then destroyed. Prior to destruction, the data will have the OPTION of being used for other Geisinger institutional review board-approved research if appropriate."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000011018",
                    "term": "Pneumonia, Pneumococcal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000011008",
                    "term": "Pneumococcal Infections"
                },
                {
                    "id": "D000013290",
                    "term": "Streptococcal Infections"
                },
                {
                    "id": "D000016908",
                    "term": "Gram-Positive Bacterial Infections"
                },
                {
                    "id": "D000001424",
                    "term": "Bacterial Infections"
                },
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000018410",
                    "term": "Pneumonia, Bacterial"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "asFound": "Pneumonia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13908",
                    "name": "Pneumonia, Pneumococcal",
                    "asFound": "Pneumonia, Pneumococcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13898",
                    "name": "Pneumococcal Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M16080",
                    "name": "Streptococcal Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M19252",
                    "name": "Gram-Positive Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M20529",
                    "name": "Pneumonia, Bacterial",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069443",
                    "term": "Heptavalent Pneumococcal Conjugate Vaccine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M412",
                    "name": "Heptavalent Pneumococcal Conjugate Vaccine",
                    "asFound": "Enteric-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}