{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05932654",
            "orgStudyIdInfo": {
                "id": "BSI-045B-002"
            },
            "organization": {
                "fullName": "Biosion, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "POC Study to Evaluate BSI-045B Monotherapy and BSI-045B add-on Therapy With Dupilumab in Atopic Dermatitis",
            "officialTitle": "A Phase 2a, Multicenter, Proof-of-Concept Clinical Trial to Evaluate Efficacy and Safety of BSI-045B mAb Injection as Monotherapy or Add-on Therapy With Dupilumab in Patients With Moderate to Severe Atopic Dermatitis",
            "acronym": "ADAMANT",
            "therapeuticArea": [
                "Dermatology"
            ],
            "study": "poc-study-to-evaluate-bsi-monotherapy-and-bsi-add-on-therapy-with-dupilumab-in-atopic-dermatitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-18",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-18",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-05",
            "studyFirstSubmitQcDate": "2023-06-27",
            "studyFirstPostDateStruct": {
                "date": "2023-07-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Biosion, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study is a multicenter clinical trial and is designed as a proof-of-concept study to evaluate the efficacy, safety, tolerability, PK, immunogenicity, and PD of BSI-045B following SC injections, as monotherapy or as add-on therapy with dupilumab.\n\nThe study will enroll patients with moderate to severe AD in 4 cohorts. There will be 2 Monotherapy Cohorts, assigned to different doses of BSI-045B: a 300 mg Cohort and a 480 mg Cohort. There will be 2 Add-on Therapy Cohorts, assigned to different doses of BSI-045B: a 300 mg Cohort and a 480 mg Cohort. Patients in the Monotherapy Cohorts will be treated with BSI 045B. Patients in the Add-on Therapy Cohorts will be treated with BSI-045B, concomitantly with steady-state dupilumab treatment.\n\nPatients in each of these 4 cohorts will initially be treated with a loading dose of BSI-045B given every week (QW) for 3 weeks. Thereafter, BSI-045B will be administered every 2 weeks (Q2W) and patients will receive their assigned dose of BSI-045B (300 mg or 480 mg) Q2W through Week 24.",
            "detailedDescription": "This study is a Phase 2a, proof-of-concept clinical study designed to evaluate the efficacy, safety, tolerability, PK, immunogenicity, and PD of BSI-045B injection after 12 and 24 weeks of treatment with BSI 045B, without (Monotherapy Cohorts) or with dupilumab (Add-on Therapy Cohorts) in patients with moderate to severe AD. The study will be unblinded.\n\nFollowing a loading dose of BSI-045B (300 mg or 480 mg) SC QW for 3 weeks, patients will move to a dose (300 mg or 480 mg) SC Q2W through Week 24. The total Treatment Period for both the Monotherapy Cohorts and the Add-on Therapy Cohorts will be 24 weeks, followed by a 12-week Follow-up Period.\n\nThe SC will monitor the study to identify questions concerning safety and eligibility.\n\nThe primary efficacy endpoint is the proportion of patients with EASI75 at Week 12, compared with baseline. Efficacy assessments will be conducted at Screening, within the first hour prior to dosing on Day 1, at all subsequent visits, and at the time of early withdrawal from the study."
        },
        "conditionsModule": {
            "conditions": [
                "Atopic Dermatitis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "300 mg Monotherapy Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "BSI-045B 300 mg SC QW × 3 weeks, then BSI-045B 300 mg SC Q2W through Week 24",
                    "interventionNames": [
                        "Drug: BSI-045B"
                    ]
                },
                {
                    "label": "480 mg Monotherapy Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "BSI-045B 480 mg SC QW × 3 weeks, then BSI-045B 480 mg SC Q2W through Week 24",
                    "interventionNames": [
                        "Drug: BSI-045B"
                    ]
                },
                {
                    "label": "300 mg Add-on Therapy Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "BSI-045B 300 mg SC QW × 3 weeks, then BSI-045B 300 mg SC Q2W through Week 24; to be administered concomitantly with steady-state dupilumab",
                    "interventionNames": [
                        "Drug: BSI-045B",
                        "Drug: Dupilumab"
                    ]
                },
                {
                    "label": "480 mg Add-on Therapy Cohort",
                    "type": "EXPERIMENTAL",
                    "description": "BSI-045B 480 mg SC QW × 3 weeks, then BSI-045B 480 mg SC Q2W through Week 24; to be administered concomitantly with steady-state dupilumab",
                    "interventionNames": [
                        "Drug: BSI-045B",
                        "Drug: Dupilumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "BSI-045B",
                    "description": "Patients in monotherapy cohorts will be treated with BSI-045B.",
                    "armGroupLabels": [
                        "300 mg Add-on Therapy Cohort",
                        "300 mg Monotherapy Cohort",
                        "480 mg Add-on Therapy Cohort",
                        "480 mg Monotherapy Cohort"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dupilumab",
                    "description": "Patients in add-on cohorts will be treated with BSI-045B and dupilumab.",
                    "armGroupLabels": [
                        "300 mg Add-on Therapy Cohort",
                        "480 mg Add-on Therapy Cohort"
                    ],
                    "otherNames": [
                        "Dupixent"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of patients with EASI75 (Eczema Area and Severity Index 75) at Week 12",
                    "description": "Proportion of patients who achieved EASI75 at Week 12 as compared to baseline",
                    "timeFrame": "week 12"
                },
                {
                    "measure": "Safety profile of study treatment",
                    "description": "Safety parameters including incidence of AEs",
                    "timeFrame": "up to week 37"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pharmacokinetic parameters",
                    "description": "PK parameters including maximum observed serum drug concentration at steady state (Css,max)",
                    "timeFrame": "up to week 37"
                },
                {
                    "measure": "Immunogenicity",
                    "description": "Anti-BSI-045B ADA following BSI-045B treatment will be detected.",
                    "timeFrame": "up to week 37"
                },
                {
                    "measure": "PD/biomarkers",
                    "description": "Serum cytokines, thymus and activation related chemokine/C-C chemokine ligand 17, periostin, nitric oxide, and IgE",
                    "timeFrame": "up to week 37"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory endpoint, EASI reduction at week 24",
                    "description": "Proportion of patients achieving Eczema Area and Severity Index reduction \\> 75%, 90%, and 50%",
                    "timeFrame": "week 24"
                },
                {
                    "measure": "Exploratory endpoint, EASI reduction at week 12",
                    "description": "Proportion of patients with achieving Eczema Area and Severity Index reduction \\>90%, 50% at Week 12",
                    "timeFrame": "week 12"
                },
                {
                    "measure": "Exploratory endpoint, disease exacerbations",
                    "description": "Proportion of patients with clinically significant disease exacerbations",
                    "timeFrame": "up to week 37"
                },
                {
                    "measure": "Exploratory endpoint, IGA improvement",
                    "description": "Proportion of patients achieving Investigator's Global Assessment (IGA) 0 or 1",
                    "timeFrame": "up to week 37"
                },
                {
                    "measure": "Exploratory endpoint, Pruritus rating",
                    "description": "Changes in PP-NRS",
                    "timeFrame": "up to week 37"
                },
                {
                    "measure": "Exploratory endpoint, IGA improvement in facial",
                    "description": "Facial IGA",
                    "timeFrame": "up to week 37"
                },
                {
                    "measure": "Exploratory endpoint, conjunctivitis",
                    "description": "Assessment of conjunctivitis",
                    "timeFrame": "up to week 37"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Main inclusion Criteria:\n\n* In the opinion of the Investigator, the patient is capable of understanding and complying with protocol requirements.\n* The patient signs and dates a written ICF prior to the initiation of any study procedures.\n* The patient has a diagnosis of AD (according to the criteria established by Hanifin and Rajka, 1980). The diagnosis of AD must have been present for at least 1 year, and the patient's AD must have been active for at least 3 months.\n* The patient is aged 18 to 65 years, inclusive at the time of consent. Patients of any gender are eligible.\n* The EASI is ≥12 at Screening and on Day 1.\n* The score on the IGA is ≥3 (scale of 0 to 4) at Screening and on Day 1.\n* The total body surface area (BSA) affected by AD is ≥10% as assessed by the physical examination at Screening and on Day -1.\n* For the Monotherapy Cohorts: The patient has not received prior treatment with topical or systemic medications OR the patient has active disease despite topical or systemic treatment. Active disease is defined as failure to achieve ≤EASI50 after 3 months of treatment. For the Add-on Therapy Cohorts: The patient is on steady-state treatment with dupilumab but has active disease (a response with ≤EASI50 after 3 months of treatment per the judgment of the treating physician).\n* A male patient who is non-sterilized and sexually active with a female partner of childbearing potential, and female patient of childbearing potential who is sexually active with a non-sterilized male partner agrees to use highly effective contraception from the time of signing the ICF throughout the duration of the study and for 90 days (\\~5 half lives) after the last dose of study drug.\n\nMain Exclusion Criteria:\n\n* The patient has another dermatologic condition that might confound a diagnosis of AD or a treatment assessment.\n* The patient has any clinically significant illness that may affect the safety, increase the risk for seizure or lower the seizure threshold, or potentially confound the study results.\n* The patient has abnormal laboratory values during the Screening Period: ALT and/or AST \\> 1.5 ULN, total bilirubin ≥ 1.5 mg/dL, estimated glomerular filtration rate (GFR) \\< 60 mL/min (based on Cockcroft-Gault calculation), hemoglobin≤ 10 g/dL, platelet count ≤ 150 ×103/µL, creatine kinase \\> 2.5×ULN.\n* The patient has a history of anaphylaxis following biologic therapy.\n* The patient has a history of allergy to corticosteroids, diphenhydramine, hydroxyzine, cetirizine, or fexofenadine.\n* The patient has a history of a clinically significant infection within 4 weeks prior to Screening.\n* The patient has been diagnosed with a helminthic parasitic infection within 6 months prior to Screening.\n* The patient has a history of drug abuse (defined as any illicit drug use) or a history of alcohol abuse within 1 year prior to Screening or is unwilling to agree to abstain from alcohol and drugs (including cannabinoids) throughout the study.\n* The patient had a major surgical or major dental procedure within 8 weeks prior to Screening.\n* The patient is pregnant or lactating or intends to become pregnant or donate ova before, during, or within 90 days (\\~ 5 half-lives) since the last dose of study drug.\n* If male, the patient intends to donate sperm during this study or within 90 days (\\~ 5 half-lives) since the last dose of study drug.\n* The patient has a history of neurologic abnormalities including abnormal electroencephalography, brain injury including traumatic injury, perinatal cerebropathy, postnatal brain damage, blood-brain barrier abnormality, and cavernous angioma.\n* The patient has a history of cerebral arteriosclerosis.\n* The patient has a history of cancer. Patients with localized basal cell carcinoma, localized squamous cell carcinoma of the skin, or carcinoma in situ of the cervix may be included in the study if they have completed curative treatment at least 12 months prior to Screening. Patients with other malignant tumors may be included if they have completed curative treatment at least 5 years prior to the first dose of study drug.\n* The patient has a positive test result for hepatitis B surface antigen (HbsAg), antihepatitis C virus (HCV), a history of active tuberculosis, a positive test result for human immunodeficiency virus (HIV), or a known history of HIV infection at Screening.\n* The patient has poor peripheral venous access.\n* The patient has donated or lost ≥ 450 mL of blood (including plasmapheresis) or had a transfusion of any blood product within 90 days prior to the first dose of study drug.\n* The patient has an abnormal ECG at Screening or on Day -1. In the case of a corrected QT interval (Fridericia) (QTcF) \\> 450 ms or \\> 470 ms (patients with bundle branch block) or PR interval outside the range of 115 to 220 ms, assessment may be repeated once for eligibility determination at Screening and/or on Day -1.\n* The patient has a supine systolic blood pressure \\< 90 or \\> 144 mm Hg or a supine diastolic blood pressure \\< 50 or \\> 94 mm Hg at Screening or on Day -1. If out of range, assessment may be repeated once for eligibility determination at Screening and/or on Day -1.\n* The patient has a resting heart rate \\< 40 or \\> 90 bpm (not on ECGs) and considered clinically significant by the Investigator at Screening or on Day 1. If out of range, the assessment may be repeated once for eligibility determination at Screening and/or on Day -1.\n* The patient plans to use any other prohibited medication or undergo any prohibited procedure during the study. Oral antibiotics are permitted. Bleach baths are not permitted.\n* The patient has a risk of suicide on the Patient Health Questionnaire-2 (PH 2) or in the judgment of the Investigator, or the patient has made a suicide attempt or has a history of deliberate self-harm in the 6 months prior to Screening.\n* The patient is compulsorily detained for a medical or psychiatric illness.\n* The patient or their immediate family are personnel at the clinical site.\n* The patient is unable to comply with restrictions and prohibited activities/treatments as listed in the study protocol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hugh M Davis, PhD",
                    "role": "CONTACT",
                    "phone": "+1-484-431-8137",
                    "email": "Hugh.Davis@Biosion.com"
                },
                {
                    "name": "Chu Zhang, PhD",
                    "role": "CONTACT",
                    "phone": "+1-302-463-1259",
                    "email": "Maggie.Zhang@Biosion.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James Appel, MD",
                    "affiliation": "wilmington health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "First OC Dermatology - Fountain Valley",
                    "status": "RECRUITING",
                    "city": "Fountain Valley",
                    "state": "California",
                    "zip": "92708",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vivian Laquer",
                            "role": "CONTACT",
                            "phone": "714-531-2966",
                            "email": "vivian.laquer@firstocdermresearch.com"
                        },
                        {
                            "name": "Vanessa Montanez",
                            "role": "CONTACT",
                            "email": "vanessa@firstocdermresearch.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.70918,
                        "lon": -117.95367
                    }
                },
                {
                    "facility": "Center for Dermatology Clinical Research",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Fremont",
                    "state": "California",
                    "zip": "94538",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.54827,
                        "lon": -121.98857
                    }
                },
                {
                    "facility": "Profound Research LLC - Nashville - Corporate",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Oceanside",
                    "state": "California",
                    "zip": "92056",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.19587,
                        "lon": -117.37948
                    }
                },
                {
                    "facility": "The George Washington University School of Medicine and Health Science",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20037",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Advanced Medical Research - Medical Dermatology Specialists",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Sandy Springs",
                    "state": "Georgia",
                    "zip": "30328",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.92427,
                        "lon": -84.37854
                    }
                },
                {
                    "facility": "Dawes Fretzin Clinical Research",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46250",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "Skin Sciences/Derm Research Pllc.",
                    "status": "RECRUITING",
                    "city": "Louisville",
                    "state": "Kentucky",
                    "zip": "40217",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Leon Kircik",
                            "role": "CONTACT",
                            "phone": "502-451-9000",
                            "email": "wedoderm@yahoo.com"
                        },
                        {
                            "name": "Cullen Lowery",
                            "role": "CONTACT",
                            "phone": "(502) 456-2783",
                            "email": "cullenlowerypsc@yahoo.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.25424,
                        "lon": -85.75941
                    }
                },
                {
                    "facility": "Allcutis Research - Beverly, MA",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Beverly",
                    "state": "Massachusetts",
                    "zip": "01915",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.55843,
                        "lon": -70.88005
                    }
                },
                {
                    "facility": "Beacon Clinical Research",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Quincy",
                    "state": "Massachusetts",
                    "zip": "02169",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.25288,
                        "lon": -71.00227
                    }
                },
                {
                    "facility": "Sadick Research Group",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10075",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neil Sadick",
                            "role": "CONTACT",
                            "phone": "212-772-7242",
                            "email": "nssderm@sadickdermatology.com"
                        },
                        {
                            "name": "Zayaa Elmadany",
                            "role": "CONTACT",
                            "email": "zelmadany@sadickdermatology.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Accellacare - Cary",
                    "status": "RECRUITING",
                    "city": "Cary",
                    "state": "North Carolina",
                    "zip": "27518",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Catherine Hren",
                            "role": "CONTACT",
                            "phone": "919-342-3447",
                            "email": "cathyhren@gmail.com"
                        },
                        {
                            "name": "Manira Gautam",
                            "role": "CONTACT",
                            "email": "manira.gautam@accellacare.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.79154,
                        "lon": -78.78112
                    }
                },
                {
                    "facility": "Accellacare - Raleigh",
                    "status": "RECRUITING",
                    "city": "Raleigh",
                    "state": "North Carolina",
                    "zip": "27609",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shaily Bhatnagar",
                            "role": "CONTACT",
                            "phone": "919-783-4895",
                            "email": "Shaily.bhatnagar@raleighmedicalgroup.com"
                        },
                        {
                            "name": "Hannah Nunn",
                            "role": "CONTACT",
                            "phone": "919-788-4895",
                            "email": "hannah.nunn@accellacare.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.7721,
                        "lon": -78.63861
                    }
                },
                {
                    "facility": "Accellacare-Wilmington",
                    "status": "RECRUITING",
                    "city": "Wilmington",
                    "state": "North Carolina",
                    "zip": "28411",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Appel",
                            "role": "CONTACT",
                            "phone": "910-815-6108",
                            "email": "jappel@wilmingtonhealth.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.22573,
                        "lon": -77.94471
                    }
                },
                {
                    "facility": "Wright State Physicians Health Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Fairborn",
                    "state": "Ohio",
                    "zip": "45324",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.82089,
                        "lon": -84.01938
                    }
                },
                {
                    "facility": "Paddington Testing Company",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19103",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lawrence Parish",
                            "role": "CONTACT",
                            "phone": "215-563-7330",
                            "email": "larryderm@yahoo.com"
                        },
                        {
                            "name": "Hirak Routh",
                            "role": "CONTACT",
                            "phone": "(215) 563-7330",
                            "email": "hirakbrouth@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Center for Clinical Studies - Webster",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Webster",
                    "state": "Texas",
                    "zip": "77598",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.53773,
                        "lon": -95.11826
                    }
                },
                {
                    "facility": "Dermatology Specialists of Spokane",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Spokane",
                    "state": "Washington",
                    "zip": "99202",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 47.65966,
                        "lon": -117.42908
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No plan."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003876",
                    "term": "Dermatitis, Atopic"
                },
                {
                    "id": "D000003872",
                    "term": "Dermatitis"
                },
                {
                    "id": "D000004485",
                    "term": "Eczema"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000012873",
                    "term": "Skin Diseases, Genetic"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000017443",
                    "term": "Skin Diseases, Eczematous"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7071",
                    "name": "Dermatitis, Atopic",
                    "asFound": "Atopic Dermatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7067",
                    "name": "Dermatitis",
                    "asFound": "Dermatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7655",
                    "name": "Eczema",
                    "asFound": "Atopic Dermatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15676",
                    "name": "Skin Diseases, Genetic",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M19712",
                    "name": "Skin Diseases, Eczematous",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}