{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06212037",
            "orgStudyIdInfo": {
                "id": "23-0649"
            },
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "POCUS of the Pediatric Critical Airway",
            "officialTitle": "POCUS of the Pediatric Critical Airway, A Prospective Clinical Observational Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "pocus-of-the-pediatric-critical-airway"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-15",
            "studyFirstSubmitQcDate": "2024-01-09",
            "studyFirstPostDateStruct": {
                "date": "2024-01-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this observational study is to assess the laryngeal air column width difference measurement on point of care ultrasound as a predictive indicator of post-extubation stridor in the pediatric critical care population.\n\nThe main question it claims to answer is: In pediatric intensive care unit patients, can point of care ultrasound measurements of laryngeal air column width difference be used as a sensitive and specific tool to predict post extubation stridor in comparison to standard qualitative and quantitative evaluations?\n\nParticipants will be enrolled when they are on or approaching extubation readiness. At this time, an ultrasound of their airway will be performed by the investigators and the laryngeal air column width difference will be recorded.",
            "detailedDescription": "The pediatric airway is markedly different front that of the adult airway, with unique anatomical challenges that can make endotracheal extubation of the pediatric airway more complicated. Pediatric patients are sensitive to small changes in diameter and patients who have been intubated may experience laryngeal edema. This laryngeal edema is multifactorial, but in large part is caused by mechanical pressure or irritation from the endotracheal tube itself. Mucosal ulcerations and laryngeal edema occur in almost all patients intubated for greater than four days. In pediatrics, the laryngeal edema from endotracheal intubation can lead to upper airway obstruction (UOA) with the development of post extubation stridor (PES), and often, respiratory distress. Early identification of patients who are at high risk for PES is critical, as it allows for proper preparation and prevention of complications.\n\nThe rates of PES have been estimated between 5% and 54%, widely varied in the literature. Some factors that have been identified as predictive of PES include young age, female gender, previous history of airway difficulties, longer intubation duration, elevated cuff pressure, incorrect endotracheal tube size, airway infection, traumatic intubation, repeated intubation attempts, prolonged intubation, aggressive tracheal aspiration, increased tube mobility, and unintentional extubations.\n\nRecently, ultrasound has been used to help predict those patients who may be at risk for PES. Currently, cuff leak tests have been widely used to predict upper airway patency and are currently standard of care in Pediatric Intensive Care Units across the country, however, the positive predictive value of this test has consistently shown to be low. With ultrasound, a measurement of the laryngeal air column width can be used to predict patients who will develop PES. An observational study done in 2018 at a single, tertiary pediatric hospital showed that laryngeal ultrasound done by experienced ultrasonographers and radiologists prior to extubation could predict patients who would develop PES.\n\nIn critical care, there is a significant need to decrease PES rates and POCUS could provide a rapid, reliable, and sensitive assessment of the pediatric patient who is at risk for PES and its complications.\n\nThe investigators hypothesize that patients with smaller laryngeal air column width differences on POCUS will have a higher likelihood of developing PES.\n\nUltrasound measurements will be completed as soon as the patient is deemed to perform extubation readiness assessments, as determined by the attending pediatric intensivist. The ultrasound will be performed within 1 to 12 hours prior to extubation, alongside the Respiratory Therapist evaluation of cuff pressure, per standard unit protocol.\n\nA high frequency linear phased array probe will be used for obtaining the images with a General Electric (GE) ultrasound machine. Prior to obtaining images, the endotracheal tube will be suctioned per unit standard nursing protocol. Additionally, oral and pharyngeal secretions will be gently suctioned. The linear probe will then be placed on the cricothyroid membrane with a transverse view of the larynx. The scanning plane will contain multiple landmarks, including the vocal cords, the tracheal cartilage, and possibly, the arytenoid cartilages. The laryngeal air column width will then be measured with the endotracheal tube cuff inflated and deflated. The laryngeal air column width difference is the difference between the balloon inflated width minus the balloon deflated width.\n\nThree measurements of the laryngeal air column width difference will be taken and averaged for a final value. The presence of PES will be defined by the administration of racemic epinephrine within 6 hours of extubation, as detemined by the extubating physician, who is not a part of the study team."
        },
        "conditionsModule": {
            "conditions": [
                "Stridor"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Point of Care Ultrasound",
                    "description": "Point of Care Ultrasound will be performed on all subjects and their laryngeal air column width difference will be calculated. The patients will be followed after extubation and the presence/absence of post extubation stridor will be recorded."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Laryngeal Air Column Width Difference Measurement in Patients Who Develop Post-Extubation Stridor",
                    "description": "The laryngeal air column width difference (LACWD) will be measured on patients prior to extubation and this measurement will be used to predict the likelihood of development of post-extubation stridor (PES, a physiological outcome measure). PES will be determined by the presence or absence of a high-pitched inspiratory sound heard by the evaluating physician or by the administration of inhaled racemic epinephrine within 0-6 hours of extubation. This information will be documented by the extubating physician (not a part of the study team) in the electronic medical record. There will not be repeated measures, the presence or absence of stridor in the six hours following extubation will be captured as a categorical value (yes or no).",
                    "timeFrame": "6 hours following extubation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Patients Who Develop PES with Cuff Pressures Greater than 20cm H20 and Relationship to LACWD",
                    "description": "Cuff pressures will be measured in cmH20 using a standard manometer on patients prior to extubation and this measure will be used to predict the likelihood of development of PES. PES will be determined by the presence or absence of a high-pitched inspiratory sound heard by the evaluating physician with or without respiratory distress or by the requirement/administration of inhaled racemic epinephrine within 0-6 hours of extubation. This information will be documented by the extubating physician (not a part of the study team) in the electronic medical record. There will not be repeated measures, the presence or absence of stridor in the six hours following extubation will be captured as a categorical value (yes or no).",
                    "timeFrame": "6 hours following extubation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 0 to 18 years\n* Mechanical ventilation with an endotracheal tube\n* Patient on or approaching extubation readiness\n\nExclusion Criteria:\n\n* Age \\>18 years\n* Current tracheostomy in place\n* History of recent upper airway obstruction or vocal cord paralysis\n* Patients who cannot have their neck in a slightly hyperextended position due to injury or ligament laxity",
            "sex": "ALL",
            "minimumAge": "1 Day",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Projected 150 patients. The CCMC PICU is a 37-bed regional referral center with approximately 2500 admissions annually. Recruitment can be accomplished while allowing for loss due to exclusions, timing, or non-consent. Approximately 350 children are extubated each year.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristina Murphy, DO",
                    "role": "CONTACT",
                    "phone": "516-562-1593",
                    "email": "kmuprhy16@northwell.edu"
                },
                {
                    "name": "April Slamowitz, MD",
                    "role": "CONTACT",
                    "email": "aslamowitz@northwell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristina Murphy, DO",
                    "affiliation": "Northwell Health, Cohen Children's Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cohen Children's Medical Center",
                    "status": "RECRUITING",
                    "city": "Queens",
                    "state": "New York",
                    "zip": "11040",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristina Murphy, DO",
                            "role": "CONTACT",
                            "email": "kmurphy16@northwell.edu"
                        },
                        {
                            "name": "April Slamowitz, MD",
                            "role": "CONTACT",
                            "email": "aslamowitz@northwell.edu"
                        },
                        {
                            "name": "Kristina Murphy, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lily Glater, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "April Slamowitz, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.68149,
                        "lon": -73.83652
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36519985",
                    "type": "BACKGROUND",
                    "citation": "Bhargava V, Rockwell NA, Tawfik D, Haileselassie B, Petrisor C, Su E. Prediction of Difficult Laryngoscopy Using Ultrasound: A Systematic Review and Meta-Analysis. Crit Care Med. 2023 Jan 1;51(1):117-126. doi: 10.1097/CCM.0000000000005711. Epub 2022 Nov 3."
                },
                {
                    "pmid": "35178366",
                    "type": "BACKGROUND",
                    "citation": "Burton L, Bhargava V, Kong M. Point-of-Care Ultrasound in the Pediatric Intensive Care Unit. Front Pediatr. 2022 Feb 1;9:830160. doi: 10.3389/fped.2021.830160. eCollection 2021."
                },
                {
                    "pmid": "31901216",
                    "type": "BACKGROUND",
                    "citation": "Daniel SJ, Bertolizio G, McHugh T. Airway ultrasound: Point of care in children-The time is now. Paediatr Anaesth. 2020 Mar;30(3):347-352. doi: 10.1111/pan.13823. Epub 2020 Jan 20."
                },
                {
                    "pmid": "33206245",
                    "type": "BACKGROUND",
                    "citation": "Kimura S, Ahn JB, Takahashi M, Kwon S, Papatheodorou S. Effectiveness of corticosteroids for post-extubation stridor and extubation failure in pediatric patients: a systematic review and meta-analysis. Ann Intensive Care. 2020 Nov 18;10(1):155. doi: 10.1186/s13613-020-00773-6."
                },
                {
                    "pmid": "12528025",
                    "type": "BACKGROUND",
                    "citation": "Jaber S, Chanques G, Matecki S, Ramonatxo M, Vergne C, Souche B, Perrigault PF, Eledjam JJ. Post-extubation stridor in intensive care unit patients. Risk factors evaluation and importance of the cuff-leak test. Intensive Care Med. 2003 Jan;29(1):69-74. doi: 10.1007/s00134-002-1563-4. Epub 2002 Nov 22."
                },
                {
                    "pmid": "25810614",
                    "type": "BACKGROUND",
                    "citation": "Venkategowda PM, Mahendrakar K, Rao SM, Mutkule DP, Shirodkar CG, Yogesh H. Laryngeal air column width ratio in predicting post extubation stridor. Indian J Crit Care Med. 2015 Mar;19(3):170-3. doi: 10.4103/0972-5229.152763."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012135",
                    "term": "Respiratory Sounds"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14972",
                    "name": "Respiratory Sounds",
                    "asFound": "Stridor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}