{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05713617",
            "orgStudyIdInfo": {
                "id": "STUDY00003271"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "PODER Familiar: Health Promotion for Latino Families of Children With IDD",
            "officialTitle": "PODER Familiar: A Health Promotion Intervention for Latino Families of Children With Intellectual and Developmental Disabilities",
            "acronym": "PODER",
            "therapeuticArea": [
                "Other"
            ],
            "study": "poder-familiar-health-promotion-for-latino-families-of-children-with-idd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-16",
            "studyFirstSubmitQcDate": "2023-02-02",
            "studyFirstPostDateStruct": {
                "date": "2023-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sandy Magaña",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Texas at Austin"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Illinois at Chicago",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test a culturally tailored health promotion intervention for children with IDD and their families. First investigators will conduct a single group design pilot study of a health promotion intervention, followed by second, a small-scale randomized control trial (RCT). of the intervention with Latino parents of children with intellectual and developmental disabilities (IDD) in the Chicago, Illinois and Austin, Texas areas. The following research questions will be addressed:\n\nQuestion 1: What is the appropriate content, dosage, and delivery method of the intervention?\n\nQuestion 2: What is the feasibility and acceptability of the intervention?\n\nQuestion 3: Do participants improve between pre and post-test on outcome measures both in the one group design and compared to the control group in the RCT?\n\nParents will receive 10 weekly remote sessions on health promotion content delivered by parent mentors called promotoras. Parents and children will attend 3 multi-family group workshops in-person that will provide demonstrations and interactive activities.",
            "detailedDescription": "PODER Familiar will consist of 10 weekly remote one-on-one sessions with the parent and the promotora, and 3 monthly multi-group family sessions to be held in-person. The weekly remote sessions will be conducted on a video-chat platform The multi-group family sessions will be held at a community friendly location (a community center or space at a community organization) in which 3 to 5 families will attend. Family units will consist of the parent and child with IDD and other family members who wish to attend (other parent, siblings, etc.). Group sessions will reinforce content covered in the curriculum through interactive activities and demonstrations.\n\nThe promotoras who deliver the weekly sessions will be bilingual and will also be parents of children with IDD. They will offer the sessions in the language of preference of the participant. Promotoras will receive 15 hours of training on content and procedures. Individual sessions will be audio-recorded and reviewed for fidelity, training and consistency.\n\nThe group sessions will be conducted by the PIs and graduate students at each site. Groups will be conducted in Spanish and English.\n\nPhase I: Piloting the Intervention (Research Questions 1 \\&2) Phase I will consist of a one group pre and post-test design with no control group.\n\nSample and Recruitment. Thirty Latino families will be recruited for the pilot study (15 in Chicago, and 15 in Austin). Community organizations will help recruit eligible families using an informational flyer about the study and an accompanying verbal recruitment script. All recruitment materials will be translated to Spanish. Families who express interest in participation will be contacted by a trained bilingual research assistant to complete consent forms and to schedule the baseline assessment. After a cohort of 15 families has been recruited at each site, the pilot intervention will be scheduled.\n\nData Source/Data Collection. Parents/caregivers will complete objective and self-report assessments at baseline and post-intervention follow-up through telephone or video chat interviews with trained students. Two interviews will be conducted at baseline and two at follow-up to collect the full battery of measures.\n\nAt baseline and again at follow-up, participants will be instructed to wear accelerometers (ActiGraph GT3XP-BTLE 2GB) for at least 12 hours over seven consecutive days. The accelerometers will be mailed to the participant after the first baseline and follow-up interview with a return mail postage paid envelope.\n\nParticipants will wear the monitor for at least one week and a 15-second time interval will be used. The total minutes per day in moderate to vigorous physical activity and sedentary activity will be computed with Actilife Software Version 6.13 (Actigraph Corp, Pensacola, FL). investigators will use previously established cut points for physical activity, which provide acceptable classification accuracy for all levels of physical activity intensity among children of all ages.\n\nAcceptability measures include: (1) Satisfaction with the intervention, which will be evaluated using a survey to be completed by parents/caregivers after each of the six family group workshop sessions and after the full 12-week intervention. Satisfaction survey will include questions about accessibility and adequacy of participation of youth with IDD. 2) Engagement in the intervention, which will be assessed by study staff rating participants (caregivers and children) on behaviors such as being present for the whole session, verbal interaction in group sessions, and frequency of contact with promotoras. Special attention will be given to the engagement of youth with IDD in all aspects of the group sessions. Feasibility measures include (1) number of families approached for recruitment and number enrolled, (2) reasons for declining, (3) attendance at family group sessions based on attendance logs; participants who miss sessions will be called to inquire about barriers to attendance, (4) retention at post-intervention, (5) completion of the 4-month follow-up, and (6) intervention fidelity. To monitor fidelity, investigators will audio record group and one-on-one sessions. A bilingual research assistant will review recordings against a fidelity checklist to ensure adherence to active ingredients of the intervention. If the session score is \\<80% on the fidelity checklist, group facilitators and promotoras will be notified to review the intervention content.\n\nPhase II: Exploratory RCT (Research Question 3) The intervention will be modified using feedback from the single arm study, and will be tested using a randomly allocated two-group time series design. This will be an exploratory study to assess preliminary efficacy of the intervention. Investigators will submit an amendment with details on this phase of the study before implementing this phase.\n\nData Analysis\n\nPhase I: Piloting the Intervention Descriptive statistics will be used to summarize feasibility and acceptability measures. To generate estimates for future trials, investigators will compute group-specific means and standard deviations for outcome measures. Investigators will used student t tests to examine differences between baseline and follow-up on outcome measures.\n\nQualitative data from focus groups will be tape-recorded. Recordings will be transcribed verbatim in Spanish and translated to English. Transcripts will be imported into Atlas.ti Qualitative Data Analysis Software. English and Spanish transcripts will be reviewed in their original languages using a mixed approach, which combines inductive reasoning with predetermined coding strategies. Using this approach, transcripts will be first reviewed in entirety to understand the scope of the data. Next, investigators will review the transcripts line-by-line and organize data using an a priori coding scheme, which will include (1) conceptual codes (e.g. acceptability of intervention); (2) participant perspective codes (e.g. satisfaction with intervention); (3) participant characteristic codes; (4) intervention-specific codes; and (4) relationship codes (which identify links between other codes). The two reviewers will share emerging codes and a coding dictionary will be developed to guide more specific application of codes. The coding scheme will be sequentially refined until investigators achieve theoretical saturation. Analyzing data in English and Spanish will allow both etic (outsider) and emic (insider) perspectives to emerge. Focus group data will be synthesized, and a summary of the synthesis will be shared with participating families. The researchers will then conduct a member-checking interview with at least three caregiver participants to ensure credibility of the analysis. Inter-coder reliability will be calculated between coders. A high inter-coder reliability may indicate strong coding methods and operational definitions of terms."
        },
        "conditionsModule": {
            "conditions": [
                "Health-Related Behavior",
                "Quality of Life",
                "Psychological Distress",
                "Diet, Healthy",
                "Physical Inactivity"
            ],
            "keywords": [
                "healthy lifestyle",
                "Latino families",
                "developmental disabilities"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Phase I will be a single arm pre-post-test intervention study; Phase II will be a randomized controlled trial with a treatment and control arm.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessors will be independent from the intervention team and will not know the group condition of the participants",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive 10 remote sessions with the curriculum with a promotora, and 3 in-person group workshops.",
                    "interventionNames": [
                        "Behavioral: PODER Familiar"
                    ]
                },
                {
                    "label": "control group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants will receive community services as usual"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PODER Familiar",
                    "description": "Educational intervention designed to improve healthy behaviors of families of children with intellectual and developmental disabilities.",
                    "armGroupLabels": [
                        "Intervention group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline parent Body Mass Index at 4 months",
                    "description": "Weight and height measurement",
                    "timeFrame": "from baseline to 4 months"
                },
                {
                    "measure": "Change from baseline parent health-related quality of life at 4 months",
                    "description": "PROMIS Global Health (parent); minimum 9 maximum 45, higher better",
                    "timeFrame": "from baseline to 4 months"
                },
                {
                    "measure": "Change from baseline parent psychological distress at 4 months",
                    "description": "Center for Epidemiological Studies - Depression, minimum 0 maximum 60, higher worse",
                    "timeFrame": "from baseline to 4 months"
                },
                {
                    "measure": "Change from baseline child body mass index percentile at 4 months",
                    "description": "weight and height measurement",
                    "timeFrame": "from baseline to 4 months"
                },
                {
                    "measure": "Change from baseline child health related quality of life at 4 months",
                    "description": "PROMIS Pediatric Scale Global, minimum 7, maximum 35, higher better",
                    "timeFrame": "from baseline to 4 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline parent physical activity at 4 months",
                    "description": "ActiGraph accelerometer, measures 4 categories: sedentary, light, moderate, vigorous PA",
                    "timeFrame": "from baseline to 4 months"
                },
                {
                    "measure": "Change from baseline parent dietary Intake at 4 months",
                    "description": "Dietary Screener Questionnaire (DSQ) intake of fruit, vegetables, dairy, sugars, \\& whole grains",
                    "timeFrame": "from baseline to 4 months"
                },
                {
                    "measure": "Change from baseline child physical activity at 4 months",
                    "description": "ActiGraph accelerometer, measures 4 categories: sedentary, light, moderate, vigorous PA",
                    "timeFrame": "from baseline to 4 months"
                },
                {
                    "measure": "Change from baseline child dietary Intake at 4 months",
                    "description": "Dietary Screener Questionnaire (DSQ) intake of fruit, vegetables, dairy, sugars, \\& grains",
                    "timeFrame": "from baseline to 4 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nParent/Caregiver\n\n* identify as parent or primary family caregiver\n* 18 years of age or older\n* Identify as Latino/a or of Latin American Descent\n* have a child with IDD between 6 and 17 years of age Child with IDD\n* between 6 and 17 years old\n* the child has a diagnosis of autism spectrum disorder, Down syndrome or intellectual disability\n\nExclusion Criteria:\n\n* Child uses mobility aid",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "University of Illinois at Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yolanda Suarez-Balcazar, PhD",
                            "role": "CONTACT",
                            "phone": "312-413-0117",
                            "email": "ysuarez@uic.edu"
                        },
                        {
                            "name": "Mansha Mirza, PhD",
                            "role": "CONTACT",
                            "phone": "312-355-5427",
                            "email": "mmirza2@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Steve Hicks School of Social Work, University of Texas at Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78712",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Desiree Pacheco",
                            "role": "CONTACT",
                            "phone": "512-471-1937",
                            "email": "desiree.pacheco@austin.utexas.edu"
                        },
                        {
                            "name": "Sandy Magana",
                            "role": "CONTACT",
                            "phone": "512-232-9216",
                            "email": "smagana@austin.utexas.edu"
                        },
                        {
                            "name": "Sandy Magana, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sandra Vanegas, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Deborah Parra-Medina, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Yolanda Suarez-Balcazar, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Mansha Mirza, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Our funder requires that we share de-identified data with the Inter-University Consortium for Political and Social Research (ICPSR) no later than 24 months from the completion of the study end date. We will deidentify all data and submit the database to ICPSR according to their specifications.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "24 hours from the completion of the study end date",
            "accessCriteria": "The ICPSR has its own access criteria. Data may also be shared by other researchers upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002658",
                    "term": "Developmental Disabilities"
                }
            ],
            "ancestors": [
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "asFound": "Developmental Disabilities",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}