{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05938790",
            "orgStudyIdInfo": {
                "id": "22-0220"
            },
            "organization": {
                "fullName": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            },
            "briefTitle": "Point of Care Ultrasound in Obstetric Triage",
            "officialTitle": "Handheld Point of Care Ultrasound in Obstetric Triage: A Cluster Study",
            "acronym": "POCUS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "point-of-care-ultrasound-in-obstetric-triage"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-16",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-16",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-25",
            "studyFirstSubmitQcDate": "2023-07-07",
            "studyFirstPostDateStruct": {
                "date": "2023-07-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "The University of Texas Medical Branch, Galveston",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The research will find out if using portable ultrasound devices by nurses can make it quicker to get babies from 24 to 32 weeks on the doppler monitor.",
            "detailedDescription": "In an acute obstetric unit such as labor and delivery triage, rapid determination of fetal status is crucial for optimal fetal outcomes. In most units, nursing staff holds the initial role of patient care for both mother and fetus. The expeditious and efficient application of external fetal monitoring (cEFM) acts as the cornerstone of fetal assessment in triage; however, factors such as early gestational age or maternal habitus may make an assessment with doppler alone challenging. The limited availability of physicians to assess with large, mobile bedside ultrasound units in these cases results in delays in care and decreases efficiency on the unit. Advanced ultrasound technology allows for the ready availability of point-of-care ultrasound devices using probes that connect to portable electronics through applications. Studies performed in low-resource and remote areas have demonstrated the utility of training nursing staff to perform point-of-care ultrasound (PoCUS); however, the literature needs to include studies performed at major academic centers. The study aims are to determine if the utilization of handheld PUM by nursing staff, as an ancillary tool to assist with applying cEFM in early preterm pregnancies, leads to decreased delays in the successful application of cEFM. The Butterfly Portable Ultrasound Device will be used for this study, which is a PUM that is lightweight, ultraportable and generates quality images equal to or better than the current larger SonoSite devices available. Secondary outcomes will examine the need for physician exams with bedside portable SonoSite ultrasound to apply cEFM as well as time to bedside once a physician is called for evaluation with bedside SonoSite."
        },
        "conditionsModule": {
            "conditions": [
                "Ultrasound",
                "Fetal Monitoring"
            ],
            "keywords": [
                "fetal monitoring",
                "obstetric triage",
                "point of care ultrasound",
                "antenatal monitoring"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 360,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Continuous Fetal Monitoring",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A nurse will turn on the Obix cEFM machine which will automatically register the patient in the Obix system and begin the timer which will be used to measure time to fetal monitoring. The patient will lay on the triage stretcher and the continuous external fetal monitor doppler probe will be placed on the abdomen over the fetus, identified via Leopold maneuvers. Nurses will adjust the cEFM as needed until a full fetal heart rate signal is obtained. At this point the timer will be counted as the time to monitor. Once the fetal heart rate signal is obtained via cEFM, the patient's participation in the study ends.",
                    "interventionNames": [
                        "Other: Continuous Fetal Monitoring"
                    ]
                },
                {
                    "label": "Point of Care Handheld Ultrasound",
                    "type": "EXPERIMENTAL",
                    "description": "A nurse will turn on the Obix cEFM machine which will automatically register the patient in the Obix system and begin the timer which will be used to measure time to fetal monitoring. The patient will lay on the triage stretcher and a Butterfly ultrasound (Figure 1) probe will be used with a secure institutional Ipad by the triage nurse to identify the fetal position and location of the fetal heart. All images are deidentified and not stored since it will be a live real time aid to obtain a fetal heart tracing via cEFM. The cEFM will be placed on the maternal abdomen according to the imaging obtained by the ultrasound. Once fetal heart rate signal is obtained via cEFM, the patient's participation in the study ends.",
                    "interventionNames": [
                        "Other: Point of Care Handheld Ultrasound"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Continuous Fetal Monitoring",
                    "description": "Fetal doppler used to monitor fetal heart rate in triage",
                    "armGroupLabels": [
                        "Continuous Fetal Monitoring"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Point of Care Handheld Ultrasound",
                    "description": "Point of Care Handheld Ultrasound",
                    "armGroupLabels": [
                        "Point of Care Handheld Ultrasound"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Time to signal of fetal heart rate",
                    "description": "How long does it take for the external fetal monitor to pick up a continuous fetal heart rate signal. From time fetal monitor is turned on to the successful detection of fetal heart rate, recorded in minutes and seconds up to 100 days.",
                    "timeFrame": "From date of randomization until the date of first successful detection of fetal heart rate up to 100 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Physician paged to bedside",
                    "description": "Time to bedside from when a physician is called for assessment. For each occurrence a physician is called to bedside, from time physician is contacted to time physician arrives at bedside recorded in minutes and seconds up to 100 days",
                    "timeFrame": "From date of randomization until the date of first successful detection of fetal heart rate up to 100 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients will be included in the study if they meet the following criteria:\n\n* Women maternal age 18 to age 50\n* Gestational age between 24 weeks 0 days and 32 weeks 0 days\n* Singleton pregnancy.\n\nExclusion Criteria:\n\nPatients will be excluded if:\n\n* They are incarcerated\n* Outside the gestational window for inclusion\n* Are below the age of 18\n* If the fetus has a known lethal anomaly and a decision has been made by the patient to decline fetal monitoring.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daphne Arena Goncharov, MD",
                    "role": "CONTACT",
                    "phone": "409-266-6917",
                    "email": "ddarena@gmail.com"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Medical Branch",
                    "status": "RECRUITING",
                    "city": "Galveston",
                    "state": "Texas",
                    "zip": "77550",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daphne Arena Goncharov, MD",
                            "role": "CONTACT",
                            "email": "ddarenag@utmb.edu"
                        },
                        {
                            "name": "Daphne D Arena Goncharov, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Amanda M Wang, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sangeeta Jain, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.30135,
                        "lon": -94.7977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}