{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01746836",
            "orgStudyIdInfo": {
                "id": "2012-0669"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2014-01911",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2012-0669",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Ponatinib Hydrochloride as Second Line Therapy in Treating Patients With Chronic Myeloid Leukemia in Chronic Phase Resistant or Intolerant to Imatinib Mesylate, Dasatinib, or Nilotinib",
            "officialTitle": "Ponatinib as Second Line Therapy for Patients With Chronic Myeloid Leukemia in Chronic Phase Resistant or Intolerant to Imatinib, Dasatinib or Nilotinib",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "ponatinib-hydrochloride-as-second-line-therapy-in-treating-patients-with-chronic-myeloid-leukemia-in-chronic-phase-resistant-or-intolerant-to-imatinib-mesylate-dasatinib-or-nilotinib"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-01-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2012-12-07",
            "studyFirstSubmitQcDate": "2012-12-10",
            "studyFirstPostDateStruct": {
                "date": "2012-12-11",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies how well ponatinib hydrochloride works as second line therapy in treating patients with chronic myeloid leukemia in chronic phase that has not responded to initial treatment (first line) with imatinib mesylate, dasatinib, or nilotinib or cannot tolerate imatinib mesylate, dasatinib, or nilotinib. Ponatinib hydrochloride may stop or control the growth of cancer cells by blocking a protein needed for cell growth.",
            "detailedDescription": "Primary Objectives:\n\n* To estimate the proportion of participants with tyrosine kinase inhibitor (TKI)-resistant, chronic phase CML (CP-CML) attaining major cytogenetic response (MCyR) at 6 months of treatment with second line ponatinib therapy.\n* To estimate the time to toxicity related to ponatinib for patients with TKI-resistant CP-CML.\n\nSecondary Objectives:\n\n* To estimate the proportion of participants achieving a MCyR, complete cytogenetic response (CCyR), major molecular response (MMR) and complete molecular response (CMR) at 3, 6, 12, 18 and 24 months of treatment with ponatinib after one second generation TKI failure (by resistance).\n* To estimate the time to CCyR, MMR, MCyR and CMR for participants treated with ponatinib as second line therapy for CP-CML\n* To evaluate the durations of hematologic, cytogenetic and molecular response to ponatinib after one second generation TKI failure.\n* To define the time to progression and overall survival for participants with CML in chronic phase treated with ponatinib after one second generation TKI failure.\n* To evaluate the toxicity profile of ponatinib in participants with CML in chronic phase after one second generation TKI failure.\n* To evaluate the probability of developing ABL mutations for participants with CML in chronic phase treated with ponatinib after one second generation TKI failure.\n* To analyze differences in response rates and in prognosis according to pre-treatment mutations and patient characteristics.\n* To investigate mechanisms of resistance in patients who develop resistance to ponatinib used as second line therapy for CP-CML.\n* To evaluate symptom burden in participants with CP-CML receiving ponatinib.\n\nExploratory Objectives:\n\n• To investigate the presence of miRNA that may be predictive of outcome"
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Phase Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                "Philadelphia Chromosome Positive, BCR-ABL1 Positive Chronic Myelogenous Leukemia",
                "Recurrent Chronic Myelogenous Leukemia, BCR-ABL1 Positive"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ponatinib hydrochloride",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive ponatinib hydrochloride PO QD. Treatment continues for up to 5 years in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Other: Laboratory Biomarker Analysis",
                        "Drug: Ponatinib Hydrochloride",
                        "Other: Quality-of-Life Assessment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Laboratory Biomarker Analysis",
                    "description": "Blood draws.",
                    "armGroupLabels": [
                        "Ponatinib hydrochloride"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ponatinib Hydrochloride",
                    "description": "Starting dose: 30 mg by mouth once a day.",
                    "armGroupLabels": [
                        "Ponatinib hydrochloride"
                    ],
                    "otherNames": [
                        "AP24534 HCl",
                        "Iclusig"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Surveys completed.",
                    "armGroupLabels": [
                        "Ponatinib hydrochloride"
                    ],
                    "otherNames": [
                        "Quality of Life Assessment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "MCyR at 6 months (MCyR6)",
                    "description": "The method of Kaplan and Meier will be used to estimate the unadjusted distribution of duration of MCyR. An appropriate time-to-event regression model will be fit to the event time data to assess the effects of patient covariates on the event time variable, with the particular model determined by preliminary goodness-of-fit analyses. The distribution of MCyR6 will be tabulated and effects of baseline patient covariates on this variable will be assessed by logistic regression.",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "Time-to-toxicity defined as any grade 3 or 4 drug-related adverse event that is not responsive to standard therapeutic management and requires permanent treatment discontinuation",
                    "description": "Time-to-toxicity will be monitored using the Bayesian method of Thall, et al. The method of Kaplan and Meier will be used to estimate the unadjusted distribution of time to toxicity. An appropriate time-to-event regression model will be fit to the event time data to assess the effects of patient covariates on the event time variable, with the particular model determined by preliminary goodness-of-fit analyses.",
                    "timeFrame": "Up to 30 days post-treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Duration of MCyR",
                    "description": "The method of Kaplan and Meier will be used to estimate the unadjusted distribution of the duration of MCyR. An appropriate time-to-event regression model will be fit to the event time data to assess the effects of patient covariates on the event time variable, with the particular model determined by preliminary goodness-of-fit analyses.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Time to transformation to accelerated phase CML",
                    "description": "The method of Kaplan and Meier will be used to estimate the unadjusted distribution of the time to transformation to accelerated phase CML. An appropriate time-to-event regression model will be fit to the event time data to assess the effects of patient covariates on the event time variable, with the particular model determined by preliminary goodness-of-fit analyses.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Time to transformation to blastic phase CML",
                    "description": "The method of Kaplan and Meier will be used to estimate the unadjusted distribution of the time to transformation to blastic phase CML. An appropriate time-to-event regression model will be fit to the event time data to assess the effects of patient covariates on the event time variable, with the particular model determined by preliminary goodness-of-fit analyses.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "MMR",
                    "description": "An appropriate time-to-event regression model will be fit to the event time data to assess the effects of patient covariates on the event time variable, with the particular model determined by preliminary goodness-of-fit analyses. The distribution of MMR will be tabulated and effects of baseline patient covariates on this variable will be assessed by logistic regression.",
                    "timeFrame": "Up to 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of Philadelphia chromosome (Ph)-positive (by cytogenetics or fluorescent in situ hybridization \\[FISH\\]) or breakpoint cluster region (BCR)-ABL-positive (by polymerase chain reaction \\[PCR\\]) CML in chronic phase.\n* Participants should have demonstrated to have failure to therapy to one FDA-approved second-generation TKI (currently bosutinib, dasatinib, and nilotinib are approved as frontline therapy), defined as per European leukemiaNet (ELN)35 or National Comprehensive Cancer Network (NCCN) recommendations:\n\n  * Less than complete hematologic response (CHR) at or beyond 3 months\n  * No partial cytogenetic response at or beyond 3 months\n  * BCR-ABL1 ≥ 10% at or beyond 3 months\n  * BCR-ABL1 ≥ 1% at or beyond 6 months\n* Loss of CCyR or development of mutations or other clonal chromosomal abnormalities at any time during TKI treatment\n* Age \\>18 years\n* ECOG performance of 0-2.\n* Adequate end organ function, defined as the following: total bilirubin ≤1.5x ULN (unless due to Gilbert syndrome, in which case it should be ≤3.0x ULN), SGPT ≤2.5x ULN, creatinine clearance (CrCL) ≥ 30 mL/min (Cockcroft-Gault formula).\n* Participants must sign an informed consent indicating they are aware of the investigational nature of this study, in keeping with the policies of the hospital.\n* Women of pregnancy potential must practice an effective method of birth control during the course of the study, in a manner such that risk of failure is minimized:\n* Prior to study enrollment, women of childbearing potential (WOCBP) must be advised of the importance of avoiding pregnancy during trial participation and the potential risk factors for an unintentional pregnancy.\n* Postmenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential OR women who are surgically sterile.\n* In addition, men enrolled on this study should understand the risks to any sexual partner of childbearing potential and should practice an effective method of birth control.\n* Women and men must continue birth control for the duration of the trial and at least 3 months after the last dose of study drug.\n* All WOCBP MUST have a negative pregnancy test prior to first receiving investigational product.\n* Participants should have discontinued therapy with bosutinib, dasatinib or nilotinib or other anti-leukemia therapy (except hydroxyurea), at least 48 hours prior to start of study therapy and recovered from any toxicity due to these therapies to at least grade 1. The use of hydroxyurea is allowed immediately prior to study entry.\n\nExclusion Criteria:\n\n* Prior therapy with other BCR-ABL-targeted TKIs except bosutinib, dasatinib or nilotinib. Participants with T315I mutations are eligible and will be analyzed separately.\n* Active NYHA cardiac class 3-4 heart disease\n* Have clinically significant, uncontrolled, or active cardiovascular disease, specifically including, but not restricted to:\n\n  * Any history of MI, unstable angina, cerebrovascular accident, or TIA\n  * Any history of peripheral vascular infarction, including visceral infarction\n  * Any revascularization procedure, including the placement of a stent\n  * Congestive heart failure (CHF) (New York Heart Association \\[NYHA\\] class III or IV) within 6 months prior to enrollment, or left ventricular ejection fraction (LVEF) less than lower limit of normal, per local institutional standards, within 6 months prior to enrollment\n  * History of clinically significant (as determined by the treating physician) atrial arrhythmia or any history of ventricular arrhythmia\n  * Venous thromboembolism, including deep venous thrombosis or pulmonary embolism, within 6 months prior to enrollment\n* Participants with active, uncontrolled psychiatric disorders including: psychosis, major depression, and bipolar disorders.\n* Have uncontrolled hypertension (i.e., \\>150 and \\>90 for SBP and DBP, respectively). Participants with hypertension should be under treatment at study entry to ensure blood pressure control. Those requiring 3 or more antihypertensive medications should be discussed with the PI.\n* Have poorly controlled diabetes defined as HbA1c values of \\> 7.5%. Participants with preexisting, well-controlled, diabetes are not excluded.\n* Pregnant or breast-feeding women are excluded.\n* Participants with history of pancreatitis within 1 year of study or history of chronic pancreatitis.\n* Participants in accelerated or blast phase, or patients who have ever been documented to be in blast phase CML, are excluded.\n\nThe definitions of excluded CML phases are as follows:\n\n1. Blastic phase: presence of 30% blasts or more in the peripheral blood or bone marrow.\n2. Accelerated phase CML: presence of any of the following features:\n\n   * Peripheral or marrow blasts 15% or more\n   * Peripheral or marrow basophils 20% or more\n   * Thrombocytopenia \\< 100 x 109/L unrelated to therapy\n   * Documented extramedullary blastic disease outside liver or spleen\n3. Clonal evolution defined as the presence of additional chromosomal abnormalities other than the Ph chromosome has been historically been included as a criterion for accelerated phase. However, participants with clonal evolution as the only criterion of accelerated phase have a significantly better prognosis. Thus, participants with clonal evolution and no other criteria for accelerated phase will be eligible for this study, but analyzed separately.\n\n   * Participants who have received more than one FDA-approved TKI for CML, or any investigational, non-FDA approved TKI.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elias Jabbour, MD",
                    "role": "CONTACT",
                    "phone": "(713) 792-4764",
                    "email": "ejabbour@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elias Jabbour, MD",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elias Jabbour, MD",
                            "role": "CONTACT",
                            "phone": "713-792-4764",
                            "email": "jcortes@mdanderson.org"
                        },
                        {
                            "name": "Elias Jabbour, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000007951",
                    "term": "Leukemia, Myeloid"
                },
                {
                    "id": "D000015464",
                    "term": "Leukemia, Myelogenous, Chronic, BCR-ABL Positive"
                },
                {
                    "id": "D000015466",
                    "term": "Leukemia, Myeloid, Chronic-Phase"
                },
                {
                    "id": "D000010677",
                    "term": "Philadelphia Chromosome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000009196",
                    "term": "Myeloproliferative Disorders"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014178",
                    "term": "Translocation, Genetic"
                },
                {
                    "id": "D000002869",
                    "term": "Chromosome Aberrations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18123",
                    "name": "Leukemia, Myelogenous, Chronic, BCR-ABL Positive",
                    "asFound": "Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "asFound": "Myelogenous Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13582",
                    "name": "Philadelphia Chromosome",
                    "asFound": "Philadelphia Chromosome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18125",
                    "name": "Leukemia, Myeloid, Chronic-Phase",
                    "asFound": "Chronic Phase Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12149",
                    "name": "Myeloproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M16932",
                    "name": "Translocation, Genetic",
                    "relevance": "LOW"
                },
                {
                    "id": "M6109",
                    "name": "Chromosome Aberrations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1309",
                    "name": "Chronic Myeloid Leukemia",
                    "asFound": "Chronic Myelogenous Leukemia, BCR-ABL1 Positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "asFound": "Myelogenous Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1311",
                    "name": "Chronic Myeloproliferative Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000545373",
                    "term": "Ponatinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M145649",
                    "name": "Nilotinib",
                    "relevance": "LOW"
                },
                {
                    "id": "M410",
                    "name": "Dasatinib",
                    "relevance": "LOW"
                },
                {
                    "id": "M145652",
                    "name": "Ponatinib",
                    "asFound": "AS02A",
                    "relevance": "HIGH"
                },
                {
                    "id": "M324",
                    "name": "Imatinib Mesylate",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}