{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06215469",
            "orgStudyIdInfo": {
                "id": "238010"
            },
            "secondaryIdInfos": [
                {
                    "id": "COOL-CLIN-2023-01",
                    "type": "OTHER",
                    "domain": "Cooler Heads Care, Inc."
                },
                {
                    "id": "23-39927",
                    "type": "OTHER",
                    "domain": "University of California, San Francisco"
                },
                {
                    "id": "NCI-2024-01083",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Portable Scalp Cooling System (PSCS) to Prevent Hair Loss for Breast Cancer Patients (Cooler Heads)",
            "officialTitle": "Amma™ Portable Scalp Cooling System (PSCS) Study: A Post-market Study to Assess the Ability of the Portable Scalp Cooling System (PSCS) to Prevent Hair Loss in Women Receiving Specific Chemotherapy Regimens for Early-stage Breast Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "portable-scalp-cooling-system-pscs-to-prevent-hair-loss-for-breast-cancer-patients-cooler-heads"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-10",
            "studyFirstSubmitQcDate": "2024-01-10",
            "studyFirstPostDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cooler Heads Care Inc.",
                    "class": "OTHER_GOV"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this post-market, prospective study is to assess the ability of AMMA to prevent hair loss in women receiving chemotherapy (CT) for early-stage breast cancer.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To evaluate hair loss as assessed by the investigator at 3 weeks (±1 week) after the completion of the last chemotherapy (CT) treatment/infusion visit using the Common Terminology Criteria for Adverse Events (CTCAE) by comparing post-treatment photographs to pre-treatment photographs.\n\nSECONDARY OBJECTIVES:\n\nI. To assess safety of the Amma PSCS based on the occurrence of device-related adverse events, occurrence of scalp changes determined by physical examination, and patient symptoms with use of the PSCS.\n\nII. To evaluate hair loss as measured by the patient at 3 weeks (±1 week) after the completion of the last treatment/infusion visit using the Common Terminology Criteria for Adverse Events (CTCAE v5.0 or above) by comparing post-treatment photographs to baseline photographs.\n\nIII. To assess tolerability/compliance with use of the PSCS. IV. To assess patient quality of life and satisfaction with hair preservation after Amma PSCS usage using the Body Image Scale (BIS) and the European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire (QLQ) for Breast Cancer (EORTC-QLQ-BR23) questionnaire.\n\nOUTLINE:\n\nParticipants will use the AMMA PSCS while receiving non-investigational, chemotherapy treatments. Participants may continue device usage through their last cycle of chemotherapy (approximately 6 months) and will be followed for 30 days after the last device usage date, until removal from study, or until death, whichever occurs first."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer",
                "Early-stage Breast Cancer",
                "Hair Loss",
                "Alopecia",
                "Chemotherapy-induced Alopecia"
            ],
            "keywords": [
                "Hair Loss Prevention",
                "Amma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Portable Scalp Cooling System (PSCS)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will participate in training in AMMA use and will be asked to bring the device for use during each non-investigational, chemotherapy treatment visit. The device will be used for 30 minutes prior to the start of chemotherapy, during chemotherapy, and for at least 2.5 hours after chemotherapy. Scalp photos will be obtained at baseline and 3 weeks after the last chemotherapy treatment. Questionnaires will be given throughout the study and 3 weeks after the last after the last chemotherapy treatment.",
                    "interventionNames": [
                        "Device: Amma Portable Scalp Cooling System (PSCS)",
                        "Other: Questionnaires"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Amma Portable Scalp Cooling System (PSCS)",
                    "description": "The unit is a compact, mobile refrigeration unit which circulates liquid coolant at low pressure through a special cooling cap on the participant's head, administered during non-investigational, cancer treatment.",
                    "armGroupLabels": [
                        "Portable Scalp Cooling System (PSCS)"
                    ],
                    "otherNames": [
                        "Portable Scalp Cooling System (PSCS)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaires",
                    "description": "Quality of Life (QoL) and device usage questionnaires",
                    "armGroupLabels": [
                        "Portable Scalp Cooling System (PSCS)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of participants with Grade 2 or lower hair loss",
                    "description": "The percentage of participants with Grade 1 hair loss (defined by the NCI CTCAE as \\<50% of normal for that individual that is not obvious from a distance but only on close inspection) with supported photographs of the scalp taken at baseline and 3 weeks after completion of last non-investigational CT treatment/ infusion for comparison and evaluation will be reported with a 95% confidence interval.",
                    "timeFrame": "Up to 7 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of participants with device-related Adverse Events",
                    "description": "The proportion of participants with any adverse events related to Amma PSCS device use, classified and graded by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE version 5.0) and as reported in the Patient Symptoms and Tolerance Questionnaire",
                    "timeFrame": "Up to 7 months"
                },
                {
                    "measure": "Change in total score on the Body Image Scale (BIS)",
                    "description": "The 10-item Body Image Scale was developed by Hopwood et al. in 2001 to measure affective, behavioral, and cognitive body image symptoms. Patients can indicate body image symptoms on a 4-point scale (0 \"not at all\" to 3 \"very much\"). The total score ranges from 0 to 30 and can be calculated by summing up the 10 items. A higher score means a higher level of body image disturbance.",
                    "timeFrame": "Up to 7 months"
                },
                {
                    "measure": "Change in scores on the EORTC- QLQ-BR23",
                    "description": "The EORTC-QLQ-BR23 is a questionnaire for measuring the quality of life in patients with breast cancer. Raw scores are computed but summing all items and then are linearly transformed to a 0 to 100 scale. A high or healthy level of functioning is represented by a high functional score. A high QOL is represented by a high score for global health status or QOL. More severe symptoms or problems are represented by high symptom scores or items.",
                    "timeFrame": "Up to 7 months"
                },
                {
                    "measure": "Proportion of participants assessment of hair loss as <50%",
                    "description": "Participant assessment of hair loss as recorded in the Alopecia Self-Report Survey at post-treatment follow-up according to the following scale: \\<50% of normal for the patient, or ≥50% hair loss will be reported.",
                    "timeFrame": "At 3 weeks after completion of last CT treatment/ infusion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must have histologically or cytologically confirmed breast cancer, stage I, II, or III.\n2. A planned taxane-containing chemotherapy (CT) regimen in the adjuvant or neoadjuvant setting with curative intent.\n3. Plan to complete the current CT regimen within six months.\n4. Concomitant agents may include trastuzumab, pertuzumab, or other CT agents such as cyclophosphamide, or carboplatin. Note: Targeted and/or hormonal therapies intended for use after completion of the taxane-containing CT regimen will not be considered part of the study treatment period, and the Amma PSCS will not be used during the post-CT targeted and/or hormonal therapy period.\n5. At least two years out from the last CT causing hair loss with complete recovery of hair.\n6. Age \\>=21 years\n7. Eastern Cooperative Oncology Group (ECOG) performance status of \\<=1.\n8. Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Patients with female pattern baldness resembling picture I-3 or higher on the Savin scale.\n2. Autoimmune disease affecting hair, e.g., alopecia areata, systemic lupus with associated hair loss, others.\n3. A history of whole brain radiation.\n4. Plans to use a CT regimen other than those specified in the inclusion criteria; specifically, a regimen not including paclitaxel or docetaxel or a regimen including an anthracycline (doxorubicin and cyclophosphamide followed by paclitaxel (AC/T), epirubicin, cyclophosphamide, and docetaxel or paclitaxel (EC/T), docetaxel (Taxotere), doxorubicin hydrochloride (Adriamycin), and cyclophosphamide (TAC), etc.)\n5. Hormone therapy after CT is permitted and ovarian function suppression during chemotherapy is permitted.\n6. Concurrent use of hair growth products, such as Nutrafol, minoxidil, and Keranique.\n7. A serious concurrent infection or medical illness which would jeopardize the ability of the patient to complete the planned therapy and follow-up.\n8. History of persistent alopecia (any grade) induced by prior chemotherapeutic regimens.\n9. History of and/or current exposure to other agents, drugs, device, or procedure that may cause hair loss.\n10. Cold sensitivity.\n11. Intercurrent life-threatening malignancy.\n12. Evidence of untreated or poorly controlled hyperthyroidism or hypothyroidism.\n13. History or current diagnosis of any of the following: Cold agglutinin disease, cryoglobulinemia, or cryofibrinogenemia.\n14. Concurrent hematologic malignancy.\n15. Concurrent treatment with any investigational agent.\n16. Any reason the investigator does not believe the patient is a good candidate for the study.\n17. Has received systemic cytotoxic therapies within 3 weeks of first dose. Concomitant administration of Luteinizing hormone-releasing hormone (LHRH) analogues is allowed.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ivy Ow",
                    "role": "CONTACT",
                    "phone": "(415) 353-7873",
                    "email": "Ivy.Wong@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Hope Rugo, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ivy Ow",
                            "role": "CONTACT",
                            "phone": "415-353-7873",
                            "email": "Ivy.Wong@ucsf.edu"
                        },
                        {
                            "name": "Hope Rugo, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Laura Esserman, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data will be shared with Cooler Heads, Inc and may be shared with other researchers as detailed in the informed consent."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000000505",
                    "term": "Alopecia"
                },
                {
                    "id": "D000000506",
                    "term": "Alopecia Areata"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000007039",
                    "term": "Hypotrichosis"
                },
                {
                    "id": "D000006201",
                    "term": "Hair Diseases"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3846",
                    "name": "Alopecia",
                    "asFound": "Alopecia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3847",
                    "name": "Alopecia Areata",
                    "asFound": "Hair Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10089",
                    "name": "Hypotrichosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M9293",
                    "name": "Hair Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}