{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03910491",
            "orgStudyIdInfo": {
                "id": "18-015677"
            },
            "organization": {
                "fullName": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "briefTitle": "Positive Parenting Program in Foster Care",
            "officialTitle": "A Pilot Study to Identify Best Practices for Implementation of a Positive Parenting Training Program in the Foster Care Population",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "positive-parenting-program-in-foster-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-04-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-04-05",
            "studyFirstSubmitQcDate": "2019-04-08",
            "studyFirstPostDateStruct": {
                "date": "2019-04-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Ray E. Helfer Society",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to evaluate early implementation outcomes of a positive parenting program, Child Adult Relationship Enhancement in Primary Care (PriCARE), in the foster care setting and to assess the efficacy of PriCARE in promoting positive parenting and increasing empathy among foster caregivers.",
            "detailedDescription": "Children in foster care have disproportionately high rates of mental and behavioral health concerns. Foster caregivers have reported challenges managing such difficult behaviors. Such behaviors are associated with placement instability. Child Adult Relationship Enhancement (CARE), an evidence-based positive parenting intervention, has shown promising findings in the primary care setting and its curriculum has been enhanced (PriCARE). This positive parenting intervention offers a promising strategy to provide foster caregivers with the skills needed to address these behavioral problems. The objectives of this study are 1) to evaluate the acceptability and feasibility of PriCARE, a positive parenting intervention, in the foster care setting 2) to assess the efficacy of PriCARE to promote positive parenting, increase empathy among foster caregivers, and improve parenting efficacy and satisfaction and 3) to identify best practices for implementation and dissemination of PriCARE in the foster care setting. Foster caregivers of foster children 18 months-6 years of age in the Philadelphia child welfare system will be enrolled in this study. Foster caregivers must be English-speaking and age 18 years or older. Foster caregivers will be recruited from the Children's Hospital of Philadelphia (CHOP) Fostering Health Program, CHOP primary care sites, CHOP Safe Place Care Clinics, direct referrals from social workers and medical providers, and from referrals from Philadelphia foster care agencies and organizations. Forty-five foster caregivers will be enrolled in the study and will be assigned to the enhanced PriCARE program. Each approximately 9 hour CARE training group will be attended by approximately 4-12 foster caregivers without their children. An initial interview will be conducted prior to initiation of the PriCARE program and will include measures to obtain baseline data regarding demographic information, parenting attitudes and parenting strategies. A second interview will be conducted 4-10 weeks after PriCARE program completion and will include a semi-structured qualitative interview as well as measures of parenting attitudes and parenting strategies."
        },
        "conditionsModule": {
            "conditions": [
                "Child Behavior Problem",
                "Child Behavior Disorders",
                "Parenting"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "All participants who enroll in the study will be assigned to a PriCARE group program that will adhere to the approximately 9 hour PriCARE curriculum.The trainings are administered to groups of approximately 4-12 caregivers at a time and are led by 2 mental health providers trained in the PriCARE curriculum. The curriculum will be delivered in 2-6 sessions over a 2-20 week period.",
                    "interventionNames": [
                        "Behavioral: PriCARE"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PriCARE",
                    "description": "PriCARE is a group parent training program designed to improve child behavior, improve parent-child relationships, and decrease stress for parents. PriCARE emphasizes the 3 Ps (Praise, Paraphrase, and Point-out-Behavior). The training initially focuses on parenting skills including giving attention to the child's positive behaviors and ignoring minor misbehaviors. The second phase of training includes teaching techniques for giving children effective commands to set age-appropriate limits. The PriCARE curriculum also includes trauma and stress education components in order to contextualize the use of these skills with the types of behaviors and problems demonstrated by many children who have experienced psychosocial adversity and chronic familial stress. Throughout the curriculum, caregivers are encouraged to practice the skills. PriCARE has been evaluated in the primary care setting and has shown promise. There have been limited studies on PriCARE for foster caregivers.",
                    "armGroupLabels": [
                        "Intervention"
                    ],
                    "otherNames": [
                        "Child Adult Relationship Enhancement in Pediatric Primary Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants enrolled in PriCARE intervention",
                    "description": "Foster caregiver enrollment in the intervention will be measured",
                    "timeFrame": "follow-up (6 wks post-intervention)"
                },
                {
                    "measure": "Rate of participant attendance to PriCARE training sessions",
                    "description": "Attendance to number of sessions will be measured",
                    "timeFrame": "follow-up (6 wks post-intervention)"
                },
                {
                    "measure": "Retention rate of participants in PriCARE",
                    "description": "Retention in the PriCARE intervention will be measured",
                    "timeFrame": "follow-up (6 wks post-intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Adult-Adolescent Parenting Inventory-2 (AAPI-2) score between baseline and follow-up visit",
                    "description": "Assess the efficacy of PriCARE on decreasing harsh parenting and increasing parental empathy as measured by the AAPI-2. The AAPI-2 is a 40-item self-report measure using a 5 point scale. Responses are converted to stem scores that compare the participant's response to a normal distribution and determine if responses indicate high, average, or low risk for maltreatment of children. Scores of 1 through 4 identify a risk of abusive parenting behaviors, scores of 5 or 6 are considered average, and scores from 7 through 10 indicate nurturing parental attitudes.",
                    "timeFrame": "baseline (pre-intervention) and follow-up (4-10 wks post-intervention)"
                },
                {
                    "measure": "Change in Parenting Scale score between baseline and follow-up visit",
                    "description": "Assess the efficacy of PriCARE on decreasing harsh parenting as measured by the Parenting Scale. The Parenting Scale is a 30-item self-report questionnaire that was designed to assess dysfunctional parenting discipline strategies. Parents choose their response to various situations using a likert scale. Higher scores indicate ineffective parenting strategies.",
                    "timeFrame": "baseline (pre-intervention) and follow-up (4-10 wks post-intervention)"
                },
                {
                    "measure": "The change in Parenting Sense of Competence score between baseline and follow-up visit",
                    "description": "Assess the efficacy of PriCARE on improving parenting satisfaction and efficacy as measured by the Parenting Sense of Competence scale. The Parenting Sense of Competence Scale is a 17-item self-report questionnaire that assesses parenting competence in two dimensions - parenting satisfaction and parenting efficacy using a 6-point scale ranging from \"strongly disagree\" to \"strongly agree.\" Higher scores indicate higher parenting self-esteem.",
                    "timeFrame": "baseline (pre-intervention) and follow-up (4-10 wks post-intervention)"
                },
                {
                    "measure": "Therapeutic Attitude Inventory (TAI) score",
                    "description": "The investigators will use the TAI score to evaluate foster caregiver perceptions on the efficacy of the PriCARE intervention as measured by the Therapeutic Attitudes Inventory (TAI). The Therapeutic Attitude Inventory (TAI) is a brief 10 question satisfaction measure of parent training and parent-child treatments. Higher scores indicate greater satisfaction with the intervention.",
                    "timeFrame": "follow-up (4-10 wks post-intervention)"
                },
                {
                    "measure": "Understanding foster caregiver perspectives on parenting and the impact of the PriCARE intervention on their parenting through qualitative interviews",
                    "description": "A brief semi-structured interview will be conducted during first interview to understand foster caregiver's motivations and attitudes of foster parenting. At the follow-up visit, a more in-depth individual semi-structured interview will be conducted in order to understand foster caregiver's perspectives of their role as a foster parent, their relationship with their foster child, their perceived stress, and their perspectives on the PriCARE intervention and strategies for improving it.",
                    "timeFrame": "baseline (pre-intervention) and follow-up (4-10 wks post-intervention)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Description of study groups",
                    "description": "General demographic information will be collected during the baseline interview for the foster caregiver.",
                    "timeFrame": "baseline (pre-intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Foster caregiver is age 18 years or older\n2. Caregiver is a foster parent of a foster child between 18 months and 6 years of age\n3. English-speaking\n4. Foster caregiver provides informed consent\n\nExclusion Criteria:\n\n1) Foster caregivers who have previously completed CARE or PriCARE training.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jenna Kiely",
                    "role": "CONTACT",
                    "phone": "2672539478",
                    "email": "kielyj@chop.edu"
                },
                {
                    "name": "Joanne Wood, MD, MSHP",
                    "role": "CONTACT",
                    "phone": "267-426-3107",
                    "email": "woodjo@chop.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joanne N Wood, MD, MSHP",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joanne N Wood, MD, MSHP",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26613674",
                    "type": "BACKGROUND",
                    "citation": "Gurwitch RH, Messer EP, Masse J, Olafson E, Boat BW, Putnam FW. Child-Adult Relationship Enhancement (CARE): An evidence-informed program for children with a history of trauma and other behavioral challenges. Child Abuse Negl. 2016 Mar;53:138-45. doi: 10.1016/j.chiabu.2015.10.016. Epub 2015 Nov 22."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wood JN, Dougherty SL, Long J, Messer EP, Rubin D. A Pilot Investigation of a Novel Intervention to Improve Behavioral Well-Being for Children in Foster Care. Journal of Emotional and Behavioral Disorders. 2017"
                },
                {
                    "pmid": "27353449",
                    "type": "BACKGROUND",
                    "citation": "Schilling S, French B, Berkowitz SJ, Dougherty SL, Scribano PV, Wood JN. Child-Adult Relationship Enhancement in Primary Care (PriCARE): A Randomized Trial of a Parent Training for Child Behavior Problems. Acad Pediatr. 2017 Jan-Feb;17(1):53-60. doi: 10.1016/j.acap.2016.06.009. Epub 2016 Jun 25."
                },
                {
                    "pmid": "16406026",
                    "type": "BACKGROUND",
                    "citation": "Conners NA, Whiteside-Mansell L, Deere D, Ledet T, Edwards MC. Measuring the potential for child maltreatment: the reliability and validity of the Adult Adolescent Parenting Inventory--2. Child Abuse Negl. 2006 Jan;30(1):39-53. doi: 10.1016/j.chiabu.2005.08.011. Epub 2006 Jan 6."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Arnold DS, O'Leary SG, Wolff LS, Acker MM. The Parenting Scale: A measure of dysfunctional parenting in discipline situations. Psychological Assessment. 1993;5(2):137-44. doi: 10.1037/1040-3590.5.2.137"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Karazsia B, Dulmen M, Wildman B. Confirmatory Factor Analysis of Arnold et al.'s Parenting Scale Across Race, Age, and Sex. Journal of Child & Family Studies. 2008;17(4):500-16. doi: 10.1007/s10826-007-9170-1. PubMed PMID: 32587293"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Ohan JL, Leung DW, Johnston C. The Parenting Sense of Competence scale: Evidence of a stable factor structure and validity. Canadian Journal of Behavioural Science/Revue canadienne des sciences du comportement. 2000;32(4):251"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Messer, E. P., Greiner, M. V., Beal, S. J., Eismann, E. A., Cassedy, A., Gurwitch, R. H., Boat, B.W., Bensman, H., Bemerer, J., Hennigan, M. & Greenwell, S. (2018). Child adult relationship enhancement (CARE): A brief, skills-building training for foster caregivers to increase positive parenting practices. Children and Youth Services Review, 90, 74-82."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000066553",
                    "term": "Problem Behavior"
                },
                {
                    "id": "D000002653",
                    "term": "Child Behavior Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M85",
                    "name": "Problem Behavior",
                    "asFound": "Behavior Problem",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5897",
                    "name": "Child Behavior Disorders",
                    "asFound": "Child Behavior Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Behavior Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}