{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04679844",
            "orgStudyIdInfo": {
                "id": "MAG-920-023"
            },
            "organization": {
                "fullName": "Kuros Biosurgery AG",
                "class": "INDUSTRY"
            },
            "briefTitle": "Post Marketing Study of MagnetOs Putty Compared to Demineralized Bone Matrix (DBM) Mixed With Autograft in Patients Undergoing Posterolateral Lumbar Fusion",
            "officialTitle": "A Prospective, Randomized, Multi-Center Study to Assess the Safety and Performance of MagnetOs Putty Compared to Demineralized Bone Matrix Mixed With Autograft in Patients Undergoing One to Two-Level Instrumented Posterolateral Lumbar/Thoracolumbar Fusion (PLF)",
            "acronym": "PROOF",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "post-marketing-study-of-magnetos-putty-compared-to-demineralized-bone-matrix-dbm-mixed-with-autograft-in-patients-undergoing-posterolateral-lumbar-fusion"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-12-18",
            "studyFirstSubmitQcDate": "2020-12-18",
            "studyFirstPostDateStruct": {
                "date": "2020-12-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Kuros Biosurgery AG",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Kuros BioSciences B.V.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "Simplified Clinical Data Systems, LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a phase IV post-marketing study for MagnetOs Putty. MagnetOs Putty is a synthetic bone graft extender product that is routinely used by surgeons as a treatment for patients with degenerative disc disease or spinal trauma undergoing spinal fusion surgery.\n\nIn this study, MagnetOs Putty will be used according to the latest U.S. Instructions For Use, specifically as a bone graft extender mixed with autograft in a 1:1 vol.% in the posterolateral spine.",
            "detailedDescription": "In this study, following a screening period of a maximum of 30 days, 30 patients will undergo up to two-level instrumented posterolateral fusion (PLF) procedure. Prior to surgery, each patient will be randomized to receive MagnetOs Putty on the assigned side of the spine and demineralized bone matrix mixed with autograft bone on the other at the diseased levels. They will be followed up at discharge, Week 2, Month 3, Month 6, and Month 12. An interim analysis will be performed once 15 patients have completed their Month 6 visit and have measurements for the endpoints available to measure effectiveness. The primary endpoint will be analyzed at Month 12.\n\nIn this study, MagnetOs Putty will be applied according to the latest Instructions for Use approved in the United States. Specifically, MagnetOs Putty will be used as a bone graft extender mixed with autograft in a 1:1 vol.% in patients up to two-level degenerative disc disease with up to grade 1 spondylolisthesis requiring treatment or spinal trauma with an instrumented posterolateral spine fusion procedure. The fusion procedure (PLF) will be left to the surgeon's discretion.\n\nRadiographs will be obtained at Screening, Day 0, Month 3, Month 6 and Month 12. CT scans will only be obtained at Month 6 and Month 12."
        },
        "conditionsModule": {
            "conditions": [
                "Degenerative Disc Disease",
                "Spine Fusion"
            ],
            "keywords": [
                "Degenerative Disc Disease",
                "Spine Fusion"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Intra-patient control. Each patient serves as their own control.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MagnetOs Putty",
                    "type": "EXPERIMENTAL",
                    "description": "Interventions\n\n* Procedure: Instrumented posterolateral spine fusion\n* Device; MagnetOs Putty",
                    "interventionNames": [
                        "Device: MagnetOs Putty"
                    ]
                },
                {
                    "label": "Demineralized Bone Matrix mixed with Autograft Bone",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Interventions\n\n* Procedure: Instrumented posterolateral spine fusion\n* Device: Demineralized Bone Matrix mixed with Autograft Bone",
                    "interventionNames": [
                        "Device: Demineralized Bone Matrix mixed with Autograft Bone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "MagnetOs Putty",
                    "description": "MagnetOs Putty use in instrumented posterolateral fusion, 5cc-10cc mixed with autograft bone in a 1:1 ratio per spine level at the randomized assigned side.",
                    "armGroupLabels": [
                        "MagnetOs Putty"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Demineralized Bone Matrix mixed with Autograft Bone",
                    "description": "Demineralized Bone Matrix mixed with Autologous bone graft used in instrumented posterolateral fusion, 5cc-10cc per level mixed with bone marrow aspirate/blood per spine level at the contralateral side.",
                    "armGroupLabels": [
                        "Demineralized Bone Matrix mixed with Autograft Bone"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Radiographic Fusion by CT Scan",
                    "description": "The rate of posterolateral lumbar/thoracolumbar fusion assessed by CT-scan at Month 12. Radiographic as determined by evidence of bridging trabeculae or continuous bony connection between the superior and inferior transverse processes.",
                    "timeFrame": "Month 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Radiographic Fusion by Plain Radiographs",
                    "description": "The rate of posterolateral lumbar/thoracolumbar fusion assessed by plain radiographs.",
                    "timeFrame": "Month 6, Month 12"
                },
                {
                    "measure": "Radiographic Fusion by CT Scan",
                    "description": "The rate of posterolateral lumbar/thoracolumbar fusion assessed by CT-scan at Month 6. Radiographic as determined by evidence of bridging trabeculae or continuous bony connection between the superior and inferior transverse processes.",
                    "timeFrame": "Month 6"
                },
                {
                    "measure": "Functional Outcome by Oswestry Disability Index Questionnaire",
                    "description": "Functional outcome by the Oswestry Disability Index questionnaire. Patient-completed questionnaire which gives a subjective percentage score of level of function (disability) in activities of daily living in those rehabilitating from low back pain. The lower the percentage the higher the patient's functionality. 0-20% minimal disability, 80-100% significant disability or bedridden.",
                    "timeFrame": "Week 2, Month 3, 6, and 12"
                },
                {
                    "measure": "Back and Leg Pain by Visual Analog Pain Scale Questionnaire",
                    "description": "Change in back and leg pain using Visual Analog Pain Scale (0-100). Patient-completed questionnaire scoring pain by using 100 mm line. Zero being no pain, 100 is worst pain imaginable.",
                    "timeFrame": "Week 2, Month 3, 6, and 12"
                },
                {
                    "measure": "Neurologic Status by Physical Exam",
                    "description": "Change in neurologic status by examination to document stable, improved, or deficits in condition. Stable or improved findings for lower extremities, specifically reflexes, muscle strength, sensory, and straight leg raise.",
                    "timeFrame": "Week 2, Month 3, 6, and 12"
                },
                {
                    "measure": "Success Rate",
                    "description": "Number of patients with secondary surgical interventions (SSI's) such as revisions, re-operations, removals, supplemental fixations, or any other procedure that adjusts or removes part of the original implant configuration with or without replacement of the components within 12 months of surgery.",
                    "timeFrame": "Week 2, Month 3, 6, and 12"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Safety Endpoint - number of patients with Adverse Events",
                    "description": "The number of patients with Adverse Events from Screening up to Month 12 after surgery.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Safety Endpoint - number of patients with Serious Adverse Events",
                    "description": "The number of patients with Serious Adverse Events from Screening up to Month 12 after surgery",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Safety Endpoint - number of patients with Adverse Device Effects",
                    "description": "The number of patients with Adverse Device Effects from Screening up to Month 12 after surgery.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Safety Endpoint - number of patients with Device Related Complications",
                    "description": "The number of patients with any complications considered to device related with 12 months after surgery.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Health Economic - Duration of Surgery",
                    "description": "Duration of surgery in minutes.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Health Economic - Duration of Hospitalization",
                    "description": "Duration of hospital stay in days.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Health Economic - Return to Work",
                    "description": "Time to return to work in days.",
                    "timeFrame": "12 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is able to read/be read, understand, and provide written informed consent and has signed the Institutional Review Board (IRB) approved informed consent.\n* Male or female patient ≥ 18 years old.\n* Patients with segmental mechanical spinal instability requiring arthrodesis surgery.\n\nInstability can be either caused by degenerative disc disease or by traumatic injury to the spinal column. Patient requiring a maximum of two-level instrumented posterolateral lumbar/thoraco-lumbar fusion (T11 - S1) will be enrolled. Mechanical instability is defined by the presence of one or more of the following:\n\n1. instability (angulation ≥ 5 degrees or translation ≥ 3 mm on flexion/extension radiographs),\n2. decreased disc height by \\> 2 mm, but dependent upon the spinal level\n3. Grade II or more listhesis\n4. TLICS equal or greater than 5\n5. Unstable burst fracture\n\n   * Failed conservative treatment (physical therapy, bed rest, medications, spinal injections, manipulations, or transcutaneous electrical nerve stimulation) for a minimum period of 3 months prior to study enrollment.\n\nExclusion Criteria:\n\n* Requires \\> two-level fusion or expected to need secondary intervention within one year following surgery.\n* Had prior PLF fusion or attempted PLF fusion at the involved levels.\n* Had previous decompression at the involved levels.\n* Women who are or intend to become pregnant within the next 12 months.\n* To treat conditions in which general bone grafting is not advisable.\n* In conditions where the surgical site may be subjected to excessive impact or stresses, including those beyond the load strength of fixation hardware (e.g. defect site stabilization is not possible).\n* In case of significant vascular impairment proximal to the graft site.\n* In case of severe metabolic or systemic bone disorders (e.g., osteogenesis imperfecta or Paget's Disease) that affect bone or wound healing.\n* In case of acute and chronic infections in the operated area (soft tissue infections; inflammation, bacterial bone diseases; osteomyelitis).\n* When intraoperative soft tissue coverage is not planned or possible.\n* Undergoing any procedure that allows MagnetOs to come in direct contact with the articular space.\n* Receiving treatment with medication interfering with calcium metabolism.\n* Has degenerative disc disease (DDD) related to a benign or malignant tumor.\n* Has history or presence of active malignancy.\n* Has known substance abuse, psychiatric disorder, or a condition which, in the opinion of the investigator, may influence the healing or ability to comply with protocol requirements.\n* Is involved in active litigation relating to his/her spinal condition.\n* Has participated in an investigational study within 30 days prior to surgery for study devices.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Katherine Sage, DO",
                    "role": "CONTACT",
                    "phone": "617 285 2489",
                    "email": "Katherine.Sage@kurosbio.com"
                },
                {
                    "name": "Cesar Silva, MD",
                    "role": "CONTACT",
                    "phone": "9702156793",
                    "email": "Cesar.silva@kurosbio.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine Sage, DO",
                    "affiliation": "Kuros BioSciences B.V.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rothman Orthopaedic Institute",
                    "city": "Pennington",
                    "state": "New Jersey",
                    "zip": "08534",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.32844,
                        "lon": -74.79072
                    }
                },
                {
                    "facility": "University of Washington",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000055959",
                    "term": "Intervertebral Disc Degeneration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M28405",
                    "name": "Intervertebral Disc Degeneration",
                    "asFound": "Degenerative Disc Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}