{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05657990",
            "orgStudyIdInfo": {
                "id": "Pro2022-0489"
            },
            "organization": {
                "fullName": "Hackensack Meridian Health",
                "class": "OTHER"
            },
            "briefTitle": "Post Operative Urinary Retention (POUR) Following Thoracic Oncological Surgery",
            "officialTitle": "Post Operative Urinary Retention (POUR) Following Thoracic Oncological Surgery",
            "therapeuticArea": [
                "Other"
            ],
            "study": "post-operative-urinary-retention-pour-following-thoracic-oncological-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-12",
            "studyFirstSubmitQcDate": "2022-12-12",
            "studyFirstPostDateStruct": {
                "date": "2022-12-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hackensack Meridian Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a feasibility study looking at whether the use of Tamsulosin could lower the high incidence of postoperative urinary retention (POUR) in older men who undergo an oncological thoracic surgical procedure for suspected or confirmed cancer. In addition, the study will try to identify the time of resumption of presurgical urinary function post Tamsulosin administration.",
            "detailedDescription": "Post-operative urinary retention (POUR) is a significant problem in post-operative patients. The incidence varies, but can reach up to 70%, which most commonly affects older men with enlarged prostates. Even after adjusting for the modifiable risk factors, such as decreased intraoperative foley use and post-operative narcotic use, the incidence remains high. This causes an increase in urinary tract infections, patient discomfort, longer hospital stays, and occasionally further urologic complications. Studies have shown that the use of tamsulosin, an alpha1-adrenergic receptor blocker, may decrease the incidence of POUR by improving urinary flow via relaxation of the smooth muscle tissue. Therefore, the goal of our study is to investigate whether Tamsulosin (Flomax) can be used to lower incidence of POUR in older men undergoing an oncological thoracic surgical procedure.\n\nThis is a pilot/feasibility/ early efficacy study to determine if treating men \\> 55 years of age with Tamsulosin prior to a thoracic oncological surgery will prevent postoperative urinary retention (POUR).\n\nSubjects will be provided with a prescription for Tamsulosin (generic) to be taken 7 days prior to scheduled surgery. For research purposes, post-surgical spontaneous voids will be measured, and any residual urine in the bladder will be assessed and measured using a BladderScanner. This data will be used to determine postoperative urinary retention (POUR). Additionally, standard of care bladder management will be used if the subject did not spontaneously void or had excess urine residual. The algorithm in the table below will guide bladder management decisions."
        },
        "conditionsModule": {
            "conditions": [
                "Urinary Retention"
            ],
            "keywords": [
                "Urinary Retention",
                "post surgery Urinary Retention",
                "thoracic surgery",
                "spontaneous voiding",
                "bladder retention",
                "Tamsulosin (FlomaxTM)",
                "kidney injury",
                "men undergoing thoracic oncological surgical procedure",
                "BladderScanner"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 46,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pre-operative Tamsulosin administration",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will be provided with a prescription for Tamsulosin (generic) to be taken 7 days prior to scheduled surgery for thoracic cancer. Tamsulosin dose is set at 0.4mg/day and should be taken daily for seven days prior to their planned surgery date. Study subjects will also be given a diary to record their daily usage. Study subjects should take Tamsulosin on the day of the surgery with a sip of water.",
                    "interventionNames": [
                        "Drug: Tamsulosin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tamsulosin",
                    "description": "Tamsulosin 0.4 mg one time daily after a meal for seven days prior to surgery. Post-surgery, an ultrasound of the bladder will be completed approximately six hours after surgery to assess the bladder. If the bladder ultrasound shows more than 400 cc of urine in the bladder, or if the study subject passes urine on his own and there is more than 100cc or less than 400 cc of urine left in the bladder, he will be encouraged to try to pass urine. Study subject will be monitored for two additional hours. If a study subject is unable to pass urine at this time or the bladder has 400 cc or more of urine left in it, he will have an intermittent catheter (in and out) to drain urine. If the bladder has greater than 500 cc (which is approximately 16 and two-thirds ounces) per catheterization for more than 24 hours, and the study subject cannot pass urine, an indwelling catheter may be considered.",
                    "armGroupLabels": [
                        "Pre-operative Tamsulosin administration"
                    ],
                    "otherNames": [
                        "Flomax"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants that were able to spontaneously void after surgery completion",
                    "description": "Self-reported void within 6-8 hours post operative",
                    "timeFrame": "6-8 hours post operative"
                },
                {
                    "measure": "Time of the void",
                    "description": "Time (number of minutes) to first postoperative spontaneous urination post operation",
                    "timeFrame": "Within 24 hours post operative"
                },
                {
                    "measure": "Volume of urine",
                    "description": "Volume of urine during the first postoperative spontaneous urination post operation.",
                    "timeFrame": "Within 24 hours post operative"
                },
                {
                    "measure": "Amount of residual urine",
                    "description": "Patients will receive a bladder scan post their first postoperative spontaneous urination and the amount of residual urine will be measured.",
                    "timeFrame": "Within 24 hours post operative"
                },
                {
                    "measure": "Number of participants that needed an intervention due to failure to spontaneously urinate",
                    "description": "Patients that did not spontaneously urinate within 6-8 hours post operative will have an intervention. Potential interventions include : a) Prompted voiding and rescanning in 2 hours; b) Intermittent catheterization and patient prompting; c) Indwelling catheter inserted.",
                    "timeFrame": "Within 24 hours post operative"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males\n* ≥55 years old\n* Planned thoracic oncological surgical procedure of a video assisted oncological surgical procedure for suspected or confirmed cancer.\n* Surgery scheduled more than 7 days from the time of consent\n\nExclusion Criteria:\n\n* Using Tamsulosin already\n* Known allergy to Tamsulosin or sulfa drugs\n* Current use of Boceprevir\n* Resting systolic blood pressure \\<100\n* Orthostatic hypotension of \\>20mm Hg systolic and/or 10mm Hg diastolic pressure from sitting to standing (after 2 minutes of standing) as measured at the time of consent\n* Known history of hypotension\n* Known diagnosis of congestive heart failure (CHF) and valvular heart disease\n* History of prior prostate surgery (prostatectomy, trans-urethral resection)",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Denise Theiler, RN",
                    "role": "CONTACT",
                    "phone": "7327763301",
                    "email": "Denise.Theiler@hmhn.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Bauer, MD",
                    "affiliation": "Hackensack Meridian Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ocean University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Brick",
                    "state": "New Jersey",
                    "zip": "08724",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Theiler",
                            "role": "CONTACT",
                            "phone": "732-776-3301",
                            "email": "Denise.Theiler@hmhn.org"
                        },
                        {
                            "name": "Dennis Vega, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.05928,
                        "lon": -74.13708
                    }
                },
                {
                    "facility": "South Ocean University Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Manahawkin",
                    "state": "New Jersey",
                    "zip": "08050",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Theiler",
                            "role": "CONTACT",
                            "phone": "732-776-3301",
                            "email": "Denise.Theiler@hmhn.org"
                        },
                        {
                            "name": "Dennis Vega, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.6954,
                        "lon": -74.25875
                    }
                },
                {
                    "facility": "Jersey Shore University Medical Center",
                    "status": "RECRUITING",
                    "city": "Neptune",
                    "state": "New Jersey",
                    "zip": "07753",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Theiler, RN",
                            "role": "CONTACT",
                            "phone": "732-776-3301",
                            "email": "Denise.Theiler@hmhn.org"
                        },
                        {
                            "name": "Thomas Bauer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.20011,
                        "lon": -74.02792
                    }
                },
                {
                    "facility": "Riverview Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Red Bank",
                    "state": "New Jersey",
                    "zip": "07701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Theiler",
                            "role": "CONTACT",
                            "phone": "732-776-3301",
                            "email": "Denise.Theiler@hmhn.org"
                        },
                        {
                            "name": "Ziad Hanhan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.34705,
                        "lon": -74.06431
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "1. Agrawal K, Majhi S, Garg R. Post-operative urinary retention: Review of literature. World J Anesthesiol 2019; 8(1): 1-12 [DOI: 10.5313/wja.v8.i1.1] 2. Akkoc A, Aydin C, Topaktas R, Kartalmis M, Altin S, Isen K, Metin A. Prophylactic effects of alpha-blockers, Tamsulosin and Alfuzosin, on postoperative urinary retention in male patients undergoing urologic surgery under spinal anaesthesia. Int Braz J Urol. 2016 May-Jun;42(3):578-84. doi: 10.1590/S1677-5538.IBJU.2015.0256. PMID: 27286124; PMCID: PMC4920578. 3. Baldani G, Bagry H, Aprikian A, et al. Post-Operative Urinary Retention. Anesthesiology 2009; 110 (5): 1139-1157. 4. Benjamin Wei, Ammar Asban, Rongbing Xie, Zachary Sollie, Luqin Deng, Thomas K. DeLay, William B. Swicord, Rajat Kumar, James K. Kirklin, James Donahue. A prediction model for postoperative urinary retention after thoracic surgery. JTCVS Open. Volume 7. 2021. Pages 359-366. ISSN 2666-2736. https://doi.org/10.1016/j.xjon.2021.05.006. 5. Fisher E, Subramonian K, Omar MI. The role of alpha blockers prior to removal of urethral catheter for acute urinary retention in men. Cochrane Database Syst Rev. 2014 Jun 10;(6):CD006744. doi: 10.1002/14651858.CD006744.pub3. PMID: 24913721."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "6. Hollingsworth JM, Rogers MA, Krein SL, et al. Determining the Noninfectious Complications of Indwelling Urethral Catheters. A Systemic Review and Meta-Analysis. Ann Intern Med 2013: 159; 401-410. 7. Jackson J, Davies P, Leggett N, Nugawela MD, Scott LJ, Leach V, Richards A, Blacker A, Abrams P, Sharma J, Donovan J, Whiting P. Systematic review of interventions for the prevention and treatment of postoperative urinary retention. BJS Open. 2018 Nov 19;3(1):11-23. doi: 10.1002/bjs5.50114. PMID: 30734011; PMCID: PMC6354194. 8. Kun Woo Kim, Jae-Ik Lee, Ji Sung Kim, Young-Jin Lee, Won-Jun Choi, Han Jung, Kook-Yang Park, Chul-Hyun Park, Kuk-Hui Son, Risk factors for urinary retention following minor thoracic surgery, Interactive CardioVascular and Thoracic Surgery, Volume 20, Issue 4, April 2015, Pages 486-492, https://doi.org/10.1093/icvts/ivu445 9. Lepor H, Tamsulosin Investigator Group. Phase III Multicenter Placebo-Controlled Study of Tamsulosin in Benign Prostatic Hyperplasia. Urology 1998: 51; 892-900. 10. Madani AH, Aval HB, Mokhtari G, et al. Effectiveness of Tamsulosin in Prevention of Post-Operative Urinary Retention: A Randomized Double-Blind Placebo-Controlled Trial. Braz J of Urol 2014; 40(1): 30-36."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "11. Patel JA, Kaufman AS, Howard RS, et al. Risk Factors for Urinary Retention after Laparoscopic Inguinal Hernia Repairs. Surg Endosc 2015: 29; 3140-3145. 12. R Core Team (2020). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. URL https://www.R-project.org/. 13. Simon R. (1989). Optimal Two-Stage Designs for Phase II Clinical Trials. Controlled Clinical Trials 10, 1-10. 14. Sivasankaran MV, Pham T, Divino CM. Incidence and Risk Factors for Urinary Retention Following Laparoscopic Inguinal Hernia Repair. Am J Surg 2014; 207: 288-292. 15. \"Tamsulosin hydrochloride-Drug Summary.\" PDR Prescribers' Digital Reference (2021). Retrieved from https://www.pdr.net/drug-summary/Flomax-tamsulosin-hydrochloride-2893.5649 16. Venkatraman E. Seshan (2018). clinfun: Clinical Trial Design and Data Analysis Functions. R package version 1.0.15. Retrieved from https://CRAN.R-project.org/package=clinfun"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016055",
                    "term": "Urinary Retention"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18552",
                    "name": "Urinary Retention",
                    "asFound": "Urinary Retention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077409",
                    "term": "Tamsulosin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000058668",
                    "term": "Adrenergic alpha-1 Receptor Antagonists"
                },
                {
                    "id": "D000000317",
                    "term": "Adrenergic alpha-Antagonists"
                },
                {
                    "id": "D000018674",
                    "term": "Adrenergic Antagonists"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000064804",
                    "term": "Urological Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1790",
                    "name": "Tamsulosin",
                    "asFound": "Fit",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29194",
                    "name": "Adrenergic alpha-1 Receptor Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M3669",
                    "name": "Adrenergic alpha-Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20755",
                    "name": "Adrenergic Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Urol",
                    "name": "Urological Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}