{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05117463",
            "orgStudyIdInfo": {
                "id": "Interventional"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21AG070300",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21AG070300"
                }
            ],
            "organization": {
                "fullName": "East Carolina University",
                "class": "OTHER"
            },
            "briefTitle": "Postural Control During Concurrent Cognitive Tasks During Optic Flow Stimulation",
            "officialTitle": "Characterizing Brain Activation and Postural Response During Concurrent Cognitive Tasks in the Presence of Optic Flow Stimulation: A Functional Near-Infrared Spectroscopy Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "postural-control-during-concurrent-cognitive-tasks-during-optic-flow-stimulation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-10-14",
            "studyFirstSubmitQcDate": "2021-11-02",
            "studyFirstPostDateStruct": {
                "date": "2021-11-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-14",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Chia-Cheng Lin, PhD, PT, MSPT",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "East Carolina University"
            },
            "leadSponsor": {
                "name": "Chia-Cheng Lin, PhD, PT, MSPT",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to investigate brain activity during current visual and auditory tasks for balance control. The participants will perform cognitive, gait, and balance measures before the data collection to exclude people with neurological disorders. The participants will wear VR headset which provides visual tasks. The participants will need to maintain balance while performing concurrent visual and auditory tasks. The brain activities, reaction time, and eye-tracking data will be collected during doing our experimental tasks.",
            "detailedDescription": "Virtual reality (VR), defined as an interactive system including computers and media peripherals, creates an environment similar to a real-world and also provides audio and video feedback to users. Recently, the virtual reality technology is able to make a headset displaying 360 degrees VR environment and locate the headset in the space. This improvement of VR technology significantly reduces the cost of VR equipment and enhances the application of VR technology in the field of balance assessment and treatment.\n\nOptic flow (OF) has been used to study the effect of visual input on balance control. Most of the studies displayed OF on a screen rather than using 360 degrees visual field environment. Therefore, the subjects could obtain reference inputs for balance adjustment. The new VR headset makes it possible to play OF in a 360-degree visual field in which the subject will not able to obtain any reference inputs rather than using somatosensory and/or vestibular systems. It is unclear how the effect of aging and attention relocation affects postural control with concurrent visual and auditory attention tasks. In this study, fNIRS will be used to detect the brain activity of healthy adults in the prefrontal and temporal-parietal junction as they complete concurrent cognitive and visual tasks displayed by a VR headset. This work will focus on age and test positions (sitting vs standing). As age can play a role in brain activation levels, the investigators will compare results among younger adults (25-35 years), older adults (65-85 years), and older adults with the risk of falls. All the subjects will undergo concurrent auditory reaction time tasks and visual tracking tasks. The investigators will compare the brain images from the test conditions between the age groups and investigate if brain activity differs during the performance of reaction time tasks and visual tacking tasks. The goal of this study is to examine the effect of concurrent visual and auditory tasks on brain activation and postural control."
        },
        "conditionsModule": {
            "conditions": [
                "Aging",
                "Postural Balance"
            ],
            "keywords": [
                "Aging",
                "Functional Near-Infrared Spectroscopy",
                "Optic Flow",
                "Balance Control"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Younger Adults",
                    "description": "Healthy younger adults without any neurological and orthopedic disorders.",
                    "interventionNames": [
                        "Other: Optic Flow Stimulation",
                        "Other: Auditory Reaction Time"
                    ]
                },
                {
                    "label": "Healthy Older Adults",
                    "description": "Healthy older adults without any neurological and orthopedic disorders.",
                    "interventionNames": [
                        "Other: Optic Flow Stimulation",
                        "Other: Auditory Reaction Time"
                    ]
                },
                {
                    "label": "Older Adults with higher risk of falls",
                    "description": "Older adults with a history of falls or poor balance based on the clinical balance and gait assessment.",
                    "interventionNames": [
                        "Other: Optic Flow Stimulation",
                        "Other: Auditory Reaction Time"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Optic Flow Stimulation",
                    "description": "The optic flow will be displayed at different speeds. The subject will need to look at the center of the optic flow.",
                    "armGroupLabels": [
                        "Healthy Older Adults",
                        "Healthy Younger Adults",
                        "Older Adults with higher risk of falls"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Auditory Reaction Time",
                    "description": "Two different pitches of tones will be played. The participants will need to press a button on the right or left hand based on the pitch of the tone.",
                    "armGroupLabels": [
                        "Healthy Older Adults",
                        "Healthy Younger Adults",
                        "Older Adults with higher risk of falls"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Brain activation of region of interest",
                    "description": "The functional Near-Infrared Spectroscopy (fNIRS) will be used to collect the brain activity in the region of interest. The fNIRS is a non-invasive neuroimaging technology that has been used to study brain activation during dynamic conditions.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Postural Sway",
                    "description": "A forceplate will be used to measure the postural sway during static standing conditions.",
                    "timeFrame": "30 minutes"
                },
                {
                    "measure": "Reaction time",
                    "description": "The auditory choice reaction time task will be used to measure the reaction time. The participant will need to push a button on right hand when hearing a lower pitch of tone and left hand when hearing a higher pitch of tone.",
                    "timeFrame": "30 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* must not have any vestibular, orthopedic or neurological disorders, knee or hip replacements, reports of dizziness, low visual acuity (corrective vision less than 20/40) or require the use of an assistive device for ambulation.\n* Right-handed\n\nExclusion Criteria:\n\n* Healthy group: have a low fall risk profile based on current available clinical balance and gait assessment tools, such as the MiniBEST and STEADI fall risk self-assessment tool and normal cognitive status using the Montreal Cognitive Assessment (MoCA \\> 26/30)\n* Fall risk group: other medical issues rather than balance problems",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "25 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Healthy younger adults: aged between 25-45 years old Healthy older adults: aged between 65-85 years old Older adults with risks of falls: aged between 65-85 years old",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian Sylcott, PhD",
                    "role": "CONTACT",
                    "phone": "252-737-4652",
                    "email": "sylcottb15@ecu.edu"
                },
                {
                    "name": "Chia-Cheng Lin, PhD",
                    "role": "CONTACT",
                    "phone": "252-744-6231",
                    "email": "linch14@ecu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brain Sylcott, PhD",
                    "affiliation": "East Carolina University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "East Carolina University",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "North Carolina",
                    "zip": "27834",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Chiacheng Lin, PhD",
                            "role": "CONTACT",
                            "phone": "252-744-6231",
                            "email": "linch14@ecu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.61266,
                        "lon": -77.36635
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31361196",
                    "type": "BACKGROUND",
                    "citation": "Hinderaker M, Sylcott B, Williams K, Lin CC. Aging Affects the Ability to Process the Optic Flow Stimulations: A Functional Near-Infrared Spectrometry Study. J Mot Behav. 2020;52(4):466-473. doi: 10.1080/00222895.2019.1645639. Epub 2019 Jul 30."
                },
                {
                    "pmid": "19139863",
                    "type": "BACKGROUND",
                    "citation": "Berard JR, Fung J, McFadyen BJ, Lamontagne A. Aging affects the ability to use optic flow in the control of heading during locomotion. Exp Brain Res. 2009 Apr;194(2):183-90. doi: 10.1007/s00221-008-1685-1. Epub 2009 Jan 13."
                },
                {
                    "pmid": "32407735",
                    "type": "BACKGROUND",
                    "citation": "Dijkstra BW, Bekkers EMJ, Gilat M, de Rond V, Hardwick RM, Nieuwboer A. Functional neuroimaging of human postural control: A systematic review with meta-analysis. Neurosci Biobehav Rev. 2020 Aug;115:351-362. doi: 10.1016/j.neubiorev.2020.04.028. Epub 2020 May 11."
                },
                {
                    "pmid": "28197672",
                    "type": "RESULT",
                    "citation": "Lin CC, Barker JW, Sparto PJ, Furman JM, Huppert TJ. Functional near-infrared spectroscopy (fNIRS) brain imaging of multi-sensory integration during computerized dynamic posturography in middle-aged and older adults. Exp Brain Res. 2017 Apr;235(4):1247-1256. doi: 10.1007/s00221-017-4893-8. Epub 2017 Feb 14. Erratum In: Exp Brain Res. 2018 Apr;236(4):1225-1228. doi: 10.1007/s00221-018-5177-7."
                },
                {
                    "pmid": "29513720",
                    "type": "RESULT",
                    "citation": "Hoppes CW, Sparto PJ, Whitney SL, Furman JM, Huppert TJ. Functional near-infrared spectroscopy during optic flow with and without fixation. PLoS One. 2018 Mar 7;13(3):e0193710. doi: 10.1371/journal.pone.0193710. eCollection 2018."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}