{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06310720",
            "orgStudyIdInfo": {
                "id": "23-10026618"
            },
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Postpartum Video Education in High Risk Populations",
            "officialTitle": "You Matter: Using Video Education to Improve Patient Knowledge of Severe Maternal Morbidity Warning Signs in High Risk Populations",
            "therapeuticArea": [
                "Mental Health",
                "Infectious Diseases",
                "Other"
            ],
            "study": "postpartum-video-education-in-high-risk-populations"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-07",
            "studyFirstSubmitQcDate": "2024-03-07",
            "studyFirstPostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, single-center, randomized control study to determine if video education at the time of postpartum discharge improves patient knowledge on the warning signs for the top three causes of severe maternal morbidity (infection, hemorrhage, and blood pressure disorders) in the first seven days following delivery for self-identified, Black, Latinx, other with two or more self-identified races, Medicaid, and/or uninsured postpartum individuals. Participants will be randomized to written discharge education + video education (intervention) vs standard discharge education (control). They will complete a baseline questionnaire and a post-discharge education questionnaire during their postpartum stay to assess for knowledge improvement. The investigators hypothesize that video education will improve patient's knowledge of severe maternal morbidity warning signs.",
            "detailedDescription": "Prior to the day of postpartum discharge, a designated staff person will approach eligible patients and review the objectives of the study. If patients are willing to participate, they will complete a consent form and the baseline questionnaire. The baseline questionnaire will assess patient knowledge on postpartum hemorrhage, infection, hypertensive disorders of pregnancy, and depression.\n\nFollowing delivery, patients will be randomized. Randomization will be done in a 1:1 allocation ratio between written discharge instructions + video education vs. written discharge instructions (standard of care at WCM). A computer algorithm will assign participant based on random permuted blocks design with block size between 2-4. Each participant will have an assigned Study ID number that is linked to their random assignment. Group 1 will be the written discharge + video education group (intervention group). Group 2 will be the written discharge education (control group).\n\nOn the day of discharge, the nursing staff will provide discharge education based on their randomized group:\n\nGroup 1 will be the written discharge education + video education group (intervention group). These patients will view a 12-minute educational video on SMM warning signs, in addition to the written discharge instructions provided by nursing staff. At the completion of the video, they will complete a post-video questionnaire to assess their knowledge on the covered topics.\n\nGroup 2 will be the written discharge instruction group (control group). They will receive the written discharge instructions provided by nursing staff and complete the post-discharge instruction questionnaire.\n\nFollowing discharge, patients will complete a post-discharge questionnaire to assess knowledge retention on the covered topics.\n\nPatients' antepartum, delivery, and postpartum course will be reviewed 6 months postpartum, including outpatient visits, emergency department visits, and any hospitalizations.\n\nAll subjects will be assigned a unique study ID code upon enrollment. Data will be collected from patients' medical records and from self-report. It will be recorded/stored in REDCap and on a Weill Cornell Medicine server accessible only to members of the research team. All data will be de-identified at the conclusion of chart review. Data analysts will have access to only de-identified information."
        },
        "conditionsModule": {
            "conditions": [
                "Postpartum Hemorrhage",
                "Postpartum Depression",
                "Postpartum Sepsis",
                "Postpartum Preeclampsia",
                "Patient Empowerment",
                "Patient Education",
                "Postpartum Care"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Written Discharge Education + Video Education",
                    "type": "EXPERIMENTAL",
                    "description": "These patients will view a 12-minute educational video on SMM warning signs, in addition to the written discharge instructions provided by nursing staff. At the completion of the video, they will complete a post-video questionnaire to assess their knowledge on the covered topics.",
                    "interventionNames": [
                        "Other: Video Education"
                    ]
                },
                {
                    "label": "Written Discharge Education",
                    "type": "NO_INTERVENTION",
                    "description": "They will receive the written discharge instructions provided by nursing staff and complete the post-discharge instruction questionnaire."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Video Education",
                    "description": "12-minute educational video covering postpartum topics of hemorrhage, infection, hypertension, and depression. Created by Cicatelli Associates Inc.",
                    "armGroupLabels": [
                        "Written Discharge Education + Video Education"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in baseline and post-education questionnaire score",
                    "description": "Patients will complete a baseline and post-discharge education 15 item questionnaire that will assess knowledge on postpartum hemorrhage, infection, hypertensive disorders of pregnancy, and depression. The questionnaire will be scored 0-15 based on the number of correct responses. A lower score indicates lower knowledge, while a higher score indicates a better knowledge of the subject items. Outcome will be binary based on whether or not the patient improved their score between the two questionnaires.",
                    "timeFrame": "Baseline, post-discharge (up to one week)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in post-education and post-discharge questionnaire score",
                    "description": "Patients will complete a post-discharge questionnaire via email. The 15-item questionnaire will assess knowledge on postpartum hemorrhage, infection, hypertensive disorders of pregnancy, and depression. The questionnaire will be scored 0-15 based on the number of correct responses. A lower score indicates lower knowledge, while a higher score indicates a better knowledge of the subject items.",
                    "timeFrame": "3-7 days"
                },
                {
                    "measure": "Number of participants who attended 6 week postpartum visit",
                    "description": "The investigators will perform a retrospective chart review to evaluate compliance with postpartum care by determining the number of patients who attended their 6 week postpartum visit",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Healthcare utilization: Number of clinic visits",
                    "description": "The investigators will perform a retrospective chart review to determine the number clinic visits by each study participant.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Healthcare utilization: Number of phone calls",
                    "description": "The investigators will perform a retrospective chart review to determine number of phone calls made by each study participant.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Healthcare utilization: Number of urgent care/emergency room visits",
                    "description": "The investigators will perform a retrospective chart review to determine number of urgent care and/or emergency room visits by each study participant.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Mean difference in patient satisfaction rating",
                    "description": "Patients in both study arms will rate their satisfaction with their postpartum discharge teaching on the post-education questionnaires. Participants will be provided options of very satisfied with the teaching = 4 points (the highest score), somewhat satisfied with the teaching = 3 points, somewhat unsatisfied with the teaching = 2 points, very unsatisfied with the teaching = 1 point (the lowest score). The mean scores of both study arms will be compared to determine if there is a difference in satisfaction.",
                    "timeFrame": "Discharge (day 1 of study)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>18 years\n* Speaks English or Spanish\n* Informed and written consent\n* Delivered at WCM\n* Received prenatal, and will receive postpartum, care through a WCM-affiliated obstetric and/or midwifery practice\n* Self-identified as Black, Latinx, other and/or Medicaid or Uninsured\n\nExclusion Criteria:\n\n* Patients who do not plan to receive postpartum care within the WCM system\n* Patients who experience an intrauterine fetal demise\n* Patients who speak a primary language other than English or Spanish",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Embree Thompson, BA",
                    "role": "CONTACT",
                    "phone": "(443) 801-6212",
                    "email": "emt4002@med.cornell.edu"
                },
                {
                    "name": "Heather Lipkind, MD, MSce",
                    "role": "CONTACT",
                    "phone": "(212) 746-3045",
                    "email": "hlipkind@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Heather Lipkind, MD, MSce",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Alexandra Cohen Hospital for Women and Newborns",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Lipkind, MD, MSce",
                            "role": "CONTACT",
                            "phone": "212-746-3045",
                            "email": "hlipkind@weill.cornell.edu"
                        },
                        {
                            "name": "Heather Lipkind, MD, MSce",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Centers for Disease Control and Prevention. Pregnancy mortality surveillance system. Centers for Disease Control and Prevention, US Department of Health and Human Services; 2020. Accessed March 4, 2020. https://www.cdc.gov/reproductivehealth/maternal-mortality/pregnancy-mortality-surveillance-system.htm"
                },
                {
                    "pmid": "31071074",
                    "type": "BACKGROUND",
                    "citation": "Petersen EE, Davis NL, Goodman D, Cox S, Mayes N, Johnston E, Syverson C, Seed K, Shapiro-Mendoza CK, Callaghan WM, Barfield W. Vital Signs: Pregnancy-Related Deaths, United States, 2011-2015, and Strategies for Prevention, 13 States, 2013-2017. MMWR Morb Mortal Wkly Rep. 2019 May 10;68(18):423-429. doi: 10.15585/mmwr.mm6818e1."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Centers for Disease Control and Prevention. (2019). Data Brief from 14 U.S. Maternal Mortality Review Committees, 2008-2017. Retrieved from https://www.cdc.gov/reproductivehealth/maternal-mortality/erase-mm/mmr-data-brief.html"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Human Resources & Services Administration. (2019). Maternal Morbidity & Mortality. Retrieved from https://www.hrsa.gov/maternal-mortality/index.html#about)"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Centers for Disease Control and Prevention. Severe Maternal Morbidity. Retrieved from https://www.cdc.gov/reproductivehealth/maternalinfanthealth/severematernalmorbidity.html"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Review to action, CDC Foundation. Capacity to review and prevent maternal deaths. report from nine maternal mortality review committees. 2018. http://reviewtoaction.org/Reportfrom_Nine_MMRCs."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "O'Dell, D. D., et al. (2019). A Quality Improvement Project- Standardizing Postpartum Discharge Instructions with an Educational Video. Obstetrics and Gynecology. Conference: 67th Annual Clinical and Scientific Meeting of the American College of Obstetricians and Gynecologists. Nashville, TN United States 133(SUPPL 1)."
                },
                {
                    "pmid": "31010174",
                    "type": "BACKGROUND",
                    "citation": "O'Sullivan TA, Cooke J, McCafferty C, Giglia R. Online Video Instruction on Hand Expression of Colostrum in Pregnancy is an Effective Educational Tool. Nutrients. 2019 Apr 19;11(4):883. doi: 10.3390/nu11040883."
                },
                {
                    "pmid": "32546944",
                    "type": "BACKGROUND",
                    "citation": "Wisely CE, Robbins CB, Stinnett S, Kim T, Vann RR, Gupta PK. Impact of Preoperative Video Education for Cataract Surgery on Patient Learning Outcomes. Clin Ophthalmol. 2020 May 20;14:1365-1371. doi: 10.2147/OPTH.S248080. eCollection 2020."
                },
                {
                    "pmid": "32265432",
                    "type": "BACKGROUND",
                    "citation": "Che YJ, Gao YL, Jing J, Kuang Y, Zhang M. Effects of an Informational Video About Anesthesia on Pre- and Post-Elective Cesarean Section Anxiety and Recovery: A Randomized Controlled Trial. Med Sci Monit. 2020 Apr 8;26:e920428. doi: 10.12659/MSM.920428."
                },
                {
                    "pmid": "29346121",
                    "type": "BACKGROUND",
                    "citation": "Howell EA. Reducing Disparities in Severe Maternal Morbidity and Mortality. Clin Obstet Gynecol. 2018 Jun;61(2):387-399. doi: 10.1097/GRF.0000000000000349."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011645",
                    "term": "Puerperal Infection"
                },
                {
                    "id": "D000011225",
                    "term": "Pre-Eclampsia"
                },
                {
                    "id": "D000006473",
                    "term": "Postpartum Hemorrhage"
                },
                {
                    "id": "D000019052",
                    "term": "Depression, Postpartum"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000046110",
                    "term": "Hypertension, Pregnancy-Induced"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011644",
                    "term": "Puerperal Disorders"
                },
                {
                    "id": "D000014592",
                    "term": "Uterine Hemorrhage"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000011251",
                    "term": "Pregnancy Complications, Infectious"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M20864",
                    "name": "Sepsis",
                    "relevance": "LOW"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "asFound": "Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16869",
                    "name": "Toxemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M14106",
                    "name": "Pre-Eclampsia",
                    "asFound": "Preeclampsia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21076",
                    "name": "Depression, Postpartum",
                    "asFound": "Postpartum Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9559",
                    "name": "Postpartum Hemorrhage",
                    "asFound": "Postpartum Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14500",
                    "name": "Puerperal Infection",
                    "asFound": "Postpartum Sepsis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7633",
                    "name": "Eclampsia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M25635",
                    "name": "Hypertension, Pregnancy-Induced",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14499",
                    "name": "Puerperal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17340",
                    "name": "Uterine Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14130",
                    "name": "Pregnancy Complications, Infectious",
                    "relevance": "LOW"
                },
                {
                    "id": "T2019",
                    "name": "Eclampsia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}