{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04070183",
            "orgStudyIdInfo": {
                "id": "1905850231"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG056618",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG056618"
                }
            ],
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "POST Facilitation for Community Dwelling Older Adults (POST-RCT)",
            "officialTitle": "POST Facilitation for Community Dwelling Older Adults With and Without Dementia",
            "acronym": "POST-RCT",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "post-facilitation-for-community-dwelling-older-adults-post-rct"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-05-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-24",
            "studyFirstSubmitQcDate": "2019-08-24",
            "studyFirstPostDateStruct": {
                "date": "2019-08-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alexia M. Torke",
                "investigatorTitle": "Associate Professor of Medicine",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Indiana University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                },
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "Regenstrief Institute, Inc.",
                    "class": "OTHER"
                },
                {
                    "name": "Indiana University Health",
                    "class": "OTHER"
                },
                {
                    "name": "Eskenazi Health",
                    "class": "OTHER"
                },
                {
                    "name": "Respecting Choices",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "We propose to study the effects of Physician Orders for Scope of Treatment (POST) Facilitation in a randomized controlled trial in a population of community dwelling older adults who qualify for POLST facilitation, including those with normal cognition and those with Alzheimer's Disease and Related Disorders.",
            "detailedDescription": "The POLST paradigm, which stands for Physician Orders for Life Sustaining Treatment, was developed to address inconsistencies between care received and patient and family wishes for treatment, with an aim to increase concordant care. The POLST paradigm is nationally recognized and implemented in a number of states under different names. In Indiana, for example, it is called \"Physician Orders for Scope of Treatment\" (POST). Because of this, all patient facing materials will refer to POST, however, we use the terms POST and POLST interchangeably in this proposal.\n\nPOLST affects delivery of medical interventions and improved concordance between patient preferences and care received.\n\nOur specific aims are:\n\n1. To test the effect of high quality POLST Facilitation delivered in the home compared to attention control on:\n\n   a.discordance between preferences for treatment and treatments received in the subsequent 12 months (primary outcome).\n2. To test the effect of POLST Facilitation on intermediate outcomes including:\n\n   1. The proportion of patients with a completed POLST form in the electronic medical record within 3 months of POLST Facilitation\n   2. Decision quality regarding ACP as measured by the Decisional Conflict Scale, the advance care planning (ACP) Engagement Survey,and the POLST knowledge survey\n3. To test the effect of a POLST Facilitation on secondary outcomes of cost and end-of-life care including:\n\n   1. Receipt of life-sustaining interventions or hospice within the 30 days prior to death, for patients who die during the year after POLST Facilitation\n   2. The psychological well-being (anxiety, depression,and post traumatic stress) of surrogate decision makers after the patient's death\n   3. The cost effectiveness of POLST Facilitation for the prevention of ICU admissions and hospitalizations"
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety",
                "Depression",
                "Post Traumatic Stress Disorder",
                "Satisfaction"
            ],
            "keywords": [
                "surrogate decision making",
                "medical decision making",
                "advance care planning",
                "family communication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Arm 1- Attention Control group Arm 2- Intervention group",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 778,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Attention Control (Home Safety Evaluation)",
                    "type": "OTHER",
                    "description": "A nurse will complete a home visit with the patient and their surrogate decision maker or other family member (if they've designated one), in which he or she will provide suggestions on how to improve the safety of the patient's home.",
                    "interventionNames": [
                        "Behavioral: Home Safety Evaluation"
                    ]
                },
                {
                    "label": "Intervention (POST Facilitation)",
                    "type": "EXPERIMENTAL",
                    "description": "A nurse will complete a home visit with the patient and their surrogate decision maker or other family (if they've designated one), in which he or she will provide education about the POST form. The POST facilitators will be nurses trained using the Respecting Choices Advanced Steps model.",
                    "interventionNames": [
                        "Behavioral: POST Facilitation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "POST Facilitation",
                    "description": "Advanced steps is initiated as a component of quality end-of-life care for frail elders and those whose death in the next 12 months would not be unexpected. The AS planning conversation is focused on goals of care to make timely, proactive, and specific end-of-life decisions. Ideally, these decisions are converted into medical orders that can be followed throughout the continuum of care. The Physician Orders for Life-Sustaining Treatment (POLST) program is the nationally recognized model for this stage of planning.",
                    "armGroupLabels": [
                        "Intervention (POST Facilitation)"
                    ],
                    "otherNames": [
                        "Respecting Choices Advanced Steps"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Home Safety Evaluation",
                    "description": "Nurse evaluation and education on how to improve safety at home for community dwelling older adults (examples of education and evaluation includes fall risks, fire and carbon monoxide (CO) detectors, transferring safety (e.g. in and out of the tub, bed, etc.) and others.",
                    "armGroupLabels": [
                        "Attention Control (Home Safety Evaluation)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Discordance between treatment preferences and treatment received 12 months after POST Facilitation",
                    "description": "Chart review and comparative statistics will be used to determine discordance between patient/family preferences and care received at the end of life.",
                    "timeFrame": "Assessed 12 months from the date that the patient receives POST facilitation or home safety evaluation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of patients who have a completed POST form 3 months after receiving POST Facilitation",
                    "description": "Chart review and comparative statistics will be used to determine any correlations between intervention and completion of a POST form",
                    "timeFrame": "Assessed 3 months from the date that the participant receives POST facilitation or a home safety evaluation"
                },
                {
                    "measure": "Decision conflict",
                    "description": "Decisional Conflict Scale (DCS)\n\nThe DCS is used to assess decision conflict\n\nScores range from 0 (no decisional conflict) to 100 (high decisional conflict) 0= 'strongly agree'; 1= 'agree'; 2= 'neither agree nor disagree'; 3= 'disagree'; 4= 'strongly disagree'.\n\nTOTAL SCORE 16 items are: a) summed; b) divided by 16; and c) multiplied by 25 Other papers may present scores ranging from 1 \\[low decisional conflict\\] to 5 \\[high decisional conflict\\].",
                    "timeFrame": "Assessed 3 months from the date that the participant receives POST facilitation or a home safety evaluation"
                },
                {
                    "measure": "Decision quality- ACP engagement",
                    "description": "Advance Care Planning (ACP) engagement survey",
                    "timeFrame": "Assessed 3 months from the date that the participant receives POST facilitation or a home safety evaluation"
                },
                {
                    "measure": "Decision quality- POLST Knowledge",
                    "description": "POLST Knowledge Survey",
                    "timeFrame": "Assessed 3 months from the date that the participant receives POST facilitation or a home safety evaluation"
                },
                {
                    "measure": "Effect of the intervention on cost and end of life care (EOL) for patients who die within 12 months of the intervention",
                    "description": "Will use comparative statistics to determine any correlations between intervention and EOL care (life sustaining treatments received and hospice enrollment within 30 days of death)",
                    "timeFrame": "Assessed by chart review 12 months from the date that the participant receives POST facilitation or a home safety evaluation"
                },
                {
                    "measure": "Effect of the intervention on psychological well-being (anxiety)",
                    "description": "Generalized Anxiety Disorder- 7 (GAD-7) (7 item inventory of anxiety)- assesses subject's self-reported anxiety for the last two weeks.\n\nScores range from 0-21 0= 'Not at all'; 1= 'Several Days'; 2= 'More than half the days'; 3= 'Nearly every day' Scores of 5, 10, and 15 are taken as the cut-off points for mild, moderate and severe anxiety, respectively.\n\nWhen used as a screening tool, further evaluation is recommended when the score is 10 or greater.\n\nUsing the threshold score of 10, the GAD-7 has a sensitivity of 89% and a specificity of 82% for GAD.",
                    "timeFrame": "Assessed 3 months from the date that the participant receives POST facilitation or a home safety evaluation"
                },
                {
                    "measure": "Effect of the intervention on psychological well-being (depression)",
                    "description": "Patient Health Questionnaire-8 (PHQ-8: item inventory of depression)\n\nScores range from 0-24 \\*note that this scale is adapted from the PHQ-9, to remove the question about suicidal ideation.\n\n0= 'Not at all'; 1= 'Several Days'; 2= 'More than half the days'; 3= 'Nearly every day' Higher scores indicate higher severity of depressive symptoms.",
                    "timeFrame": "Assessed 3 months from the date that the participant receives POST facilitation or a home safety evaluation"
                },
                {
                    "measure": "Effect of the intervention on psychological well-being (post traumatic stress)",
                    "description": "(IES-R (Impact of Events Scale- Revised- inventory for PTSD) Scores range from 0-88 0= 'Not at all'; 1= 'A little bit'; 2= 'Moderately'; 3= 'Quite a bit'; 4= 'Extremely' The Impact of Event Scale-Revised (Weiss \\& Marmar, 1997) is a 22-item scale which is rated on a 0 (not at all) to 4 (extremely) scale with respect to how distressing each item has been during the past week. Scale scores are formed for the three subscales, which reflect intrusion (8 items), avoidance (8 items), and hyperarousal (6 items).",
                    "timeFrame": "Assessed 3 months from the date that the participant receives POST facilitation or a home safety evaluation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients:\n\n* 65 or older\n* have decision making capacity OR a qualified surrogate decision maker\n* must meet one of the following index scores:\n\n  * Gagne Mortality Index score of 7 or greater (30% mortality risk)\n  * Medicare Criteria for Hospice Admission: Functional Assessment Staging Tool (FAST) Index (Advanced Alzheimer's disease and related dementia) 7c or higher plus one or more comorbid conditions.\n  * Seattle Heart Failure Model (congestive heart failure): score conferring a one-year mortality risk of 30% or greater\n  * Eastern Cooperative Oncology Group (ECOG) performance status (metastatic cancer): Patients with an impaired performance score (greater than zero)\n  * Liu Comorbidity Index (End Stage Renal Disease): Patients with a score of 10 or greater\n  * blood results (B), age (A), respiratory variables (airflow obstruction, exacerbations, smoking) (R) and comorbidities (C) (BARC) Index for chronic obstructive pulmonary disease (COPD): high risk group\n  * Model for End Stage Liver Disease (MELD) Index\n* must be able to pass consent verification\n* must not be enrolled in hospice\n* must not have an acute illness\n* must give patient's provider opportunity to review the \"surprise question\" (e.g. would you be surprised if the patient died in the next year) to confirm anticipated mortality within the next year (14 days to respond)\n* must not have a POST form on file.\n\nExclusion criteria:\n\n* lack of a patient or surrogate decision maker who can participate in POLST facilitation (for non-decisional patients a health care representative (HCR) or designated power of attorney for health care (DPOA-HC) must enroll with them)\n* patients who are already enrolled in hospice\n* patients or surrogates who cannot pass consent verification\n* patients or surrogates who do not speak English\n* patients with a POST form on file\n* patients who are not community-dwelling",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily S Burke, BA",
                    "role": "CONTACT",
                    "phone": "317-274-9047",
                    "email": "esburke@iupui.edu"
                },
                {
                    "name": "Alexia M Torke, MD, MS",
                    "role": "CONTACT",
                    "email": "atorke@iu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexia M Torke, MD, MS",
                    "affiliation": "Regenstrief Institute, Indiana University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Eskenazi Health",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patti Noblet",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Alexia M Torke, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "IU Health Methodist Hospital",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily S Burke, BA",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Alexia M Torke, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "IU Health University Hospital",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily S Burke, BA",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Alexia M Torke, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "POLST Facilitation in Complex Care Management: A Feasibility Study",
                    "url": "https://pubmed.ncbi.nlm.nih.gov/30153739/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5506",
                    "name": "Carbon Monoxide",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}