{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06405373",
            "orgStudyIdInfo": {
                "id": "23-2228b"
            },
            "secondaryIdInfos": [
                {
                    "id": "12-22-ACE-18",
                    "type": "OTHER_GRANT",
                    "domain": "American Diabetes Association"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Pragmatic Delivery of Behavioral Approaches to Reduce Diabetes Distress in Adults With Type 1 Diabetes",
            "officialTitle": "Fusing Rapid-cycle Testing and Adaptive Trial Designs: A Scientific Pipeline to Translate and Individualize Evidence-based Psychosocial and Behavioral Interventions in Routine Type 1 Diabetes Care",
            "acronym": "ChargeUp",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "pragmatic-delivery-of-behavioral-approaches-to-reduce-diabetes-distress-in-adults-with-type-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-06",
            "studyFirstSubmitQcDate": "2024-05-06",
            "studyFirstPostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Diabetes Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to compare two behavioral approaches to reduce diabetes distress (\"the expected burdens, concerns, fears, and threats that arise from the challenges of living with diabetes\") in adults with type 1 diabetes. At the study baseline, participants will be randomized to take part in one of two virtual, group-based interventions (the \"Primary\" intervention) utilizing either an emotions-focused or a problem-solving approach to reduce diabetes distress. After the initial intervention, participants will complete surveys to assess their response to the material. Participants who are determined to be \"non-responders\" (i.e., the Primary intervention was not effective) will be re-randomized to one of two \"Supplementary\" interventions, which will include individualized sessions to learn and/or practice strategies related to either the psychological or problem-solving approach.",
            "detailedDescription": "The study will compare the effectiveness of an emotions-focused approach with a problem-solving based approach to reduce diabetes distress (DD). The investigators will enroll N=200 adults 30 years and older with type 1 diabetes (T1D) and elevated DD from a single clinical site to participate in a 12-week study. All interventions and assessments will be delivered in a pragmatic and entirely virtual format. The investigators will utilize a precision medicine trial design (Sequential Multiple Assignment Randomized Trial; SMART) to compare two evidence-based, virtual group interventions to reduce DD in adults with T1D (primary aim). The secondary aims of the study are to estimate next best steps for participants who do not respond to group-based interventions, and to estimate optimal treatments or sequences of treatments for different individuals based on their individual characteristics, including response to prior treatment.\n\nThe study includes an initial randomization to one of two 5-week Primary Interventions: \"ReCharge\", an Acceptance and Commitment Therapy (ACT)-focused approach that will help to reduce the emotional burden of diabetes management; or \"TakeCharge\", a problem-solving focused approach that will equip participants with new skills to manage type 1 diabetes. Participants will complete a series of assessments to determine their response to the Primary Intervention. Participants who did not respond to the Primary Intervention will be re-randomized to participate in one of two Supplementary Interventions over a 5-week period, where they will have three virtual, individualized sessions for exposure and practice with either the ReCharge or TakeCharge curriculum.\n\nThe investigators will evaluate the Reach, Effectiveness, Adoption, Implementation, and Maintenance of all phases of the study. By collecting both quantitative data and key qualitative feedback from providers and participants, the investigators will be able to assess and improve the pragmatic design of these evidence-based interventions for routine integration into healthcare settings. Completion of primary and secondary aims will inform a future program which saves resources and expands the availability of guidelines-oriented care to all patients with T1D."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes type1",
                "Diabetes Mellitus, Type 1",
                "Diabetes, Autoimmune",
                "Diabetes Mellitus",
                "Distress, Emotional"
            ],
            "keywords": [
                "Diabetes",
                "Type 1 diabetes",
                "Diabetes distress",
                "T1D",
                "Emotional distress",
                "Telehealth",
                "SMART design"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "ReCharge",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to ReCharge will participate in an emotions-focused intervention facilitated by a mental health professional.",
                    "interventionNames": [
                        "Behavioral: ReCharge"
                    ]
                },
                {
                    "label": "TakeCharge",
                    "type": "EXPERIMENTAL",
                    "description": "Participants randomized to TakeCharge will participate in a problem-solving focused intervention facilitated by a diabetes care professional.",
                    "interventionNames": [
                        "Behavioral: TakeCharge"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "ReCharge",
                    "description": "ReCharge is an emotions-focused intervention that utilizes core components of Acceptance and Commitment Therapy (ACT) to address and minimize diabetes distress. This 5-week, group-based, virtual intervention will include a stepwise process to address diabetes distress and provide opportunities to practice new skills. Weekly assignments between the sessions will reinforce class material and give additional practice opportunities. Participants will be expected to interact in each session and will have opportunities to share their experiences and be engaged in discussion with the group and the facilitator.",
                    "armGroupLabels": [
                        "ReCharge"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "TakeCharge",
                    "description": "TakeCharge is a problem-solving focused intervention that empowers participants to identify and make meaningful changes in their blood glucose management and other diabetes-related behaviors. This 5-week, group-based, virtual intervention will include a stepwise process to analyze data and resolve challenging situations surrounding diabetes management and provide opportunities to practice new skills. Weekly assignments between the sessions will reinforce class material and give additional practice opportunities. Participants will be expected to interact in each session and will have opportunities to share their experiences and be engaged in discussion with the group and the facilitator.",
                    "armGroupLabels": [
                        "TakeCharge"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Total Diabetes Distress (T1-DDS Total Score)",
                    "description": "Self-reported total diabetes distress will be measured using the 28-item Type 1 Diabetes Distress Scale (T1-DDS Total Score). The scale yields an overall distress score that is the average of all responses rated on a 6-point Likert scale for all 28 items (range 1-6). A score \\>= 2.0 is considered clinically significant diabetes distress. The primary efficacy outcomes of this study is the change in the T1D-DDS score and the proportion of individuals with a change in the T1D-DDS score at least as large as one minimally clinically important difference (MCID).",
                    "timeFrame": "Baseline, Interim (6 weeks), Endpoint (12 weeks)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Core Diabetes Distress (T1-DDAS Core Score)",
                    "description": "Self-reported core diabetes distress will be measured using the newer, 8-item Type 1 Diabetes Distress Assessment System (T1-DDAS Core Score). The scale yields a core distress score that is the average of all responses rated on a 5-point Likert scale for all 8 items (range 1-5). A score \\>= 2.0 is considered clinically significant diabetes distress.",
                    "timeFrame": "Baseline, Interim (6 weeks), Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Sources of Diabetes Distress (T1-DDS Subscale Scores)",
                    "description": "Self-reported sources of diabetes distress will be measured using the 7 subscales of the 28-item Type 1 Diabetes Distress Scale (T1-DDS Subscale Scores). In addition to the Total Score, the T1-DDS scale also yields a score for each of 7 subscales based on the average response on all of the items in that subscale (range = 1-6). The 7 subscale scores measure sources including: Powerlessness, Management Distress, Hypoglycemia Distress, Negative Social Perceptions, Eating Distress, Physician Distress, and Friend/Family Distress. A score \\>= 2.0 is considered clinically significant diabetes distress for each source.",
                    "timeFrame": "Baseline, Interim (6 weeks), Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Perceived Stress",
                    "description": "The Perceived Stress Scale 4 (PSS-4) is a 4-item questionnaire used to measure the degree to which situations in one's life are appraised as stressful during the last month. Respondents self-report the frequency of four key thoughts and feelings over the past month using a 5-point Likert scale. Total score is determined by adding together the scores of each of the four items (range 0-4).",
                    "timeFrame": "Baseline, Interim (6 weeks), Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Diabetes Quality of Life",
                    "description": "The Diabetes Quality of Life (DQOL) - Brief Clinical Inventory is a 15-item questionnaire used to provide a total health-related quality of life score that predicts self-reported diabetes care behaviors and satisfaction with diabetes control. Items are scored on 5-point Likert scale under two general formats. One format asks about the frequency of negative impact of diabetes itself or of the diabetes treatment and provides response options from 1 (\"Never\") to 5 (\"All the time\"). The second format asks about satisfaction with treatment and quality of life and is scored from 1 (\"Very satisfied\") to 5 (\"Very dissatisfied\").",
                    "timeFrame": "Baseline, Interim (6 weeks), Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Perceived Confidence in Diabetes",
                    "description": "The Perceived Competence in Diabetes Scale (PCDS) is a 4-item questionnaire used to assess the degree to which persons with diabetes feel they can manage the everyday aspects of diabetes care. Items are scored on a 1-7 Likert scale from 1 (\"not at all true\") to 7 (\"very true\"); items are averaged to form a perceived competence score (range 1-7).",
                    "timeFrame": "Baseline, Interim (6 weeks), Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Diabetes Specific Self-Compassion",
                    "description": "The Diabetes Specific Self-Compassion (SCS-D) is a 19-item questionnaire used to assess diabetes specific self-compassion and self-buffering against negative emotions in adults with T1D. Items are scored on a 1-5 Likert scale; average scores determined by calculating the mean of subscale item responses.",
                    "timeFrame": "Baseline, Interim (6 weeks), Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Hypoglycemic Attitudes and Behaviors",
                    "description": "The Hypoglycemic Attitudes and Behavior Scale (HABS) is a 14-item self-report scale highlighting two critical dimensions of hypoglycemia-related concerns (anxiety and avoidance) and one positive dimension (confidence). Items are scored on a 1-5 Likert scale from 1 (\"Strongly Disagree\") to 5 (\"Strongly Agree\"); Mean item scores are assessed for each hypoglycemia related dimension.",
                    "timeFrame": "Baseline, Interim (6 weeks), Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Hemoglobin A1c (HbA1c)",
                    "description": "HbA1c (%) reflects average glucose over the past 2-3 months. Value will be assessed by standardized laboratory assay for trial baseline and endpoint. 3- and 6-mo post-Endpoint data will be extracted from the electronic medical record.",
                    "timeFrame": "Baseline, Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Percent of Time in Range (TIR)",
                    "description": "For participants using personal continuous glucose monitors (CGM), the percentage of sensor values between 70-180 mg/dL will be measured using 7-14 days of retrospective data at each time-point. Change in TIR will be calculated across time-points.",
                    "timeFrame": "Baseline, Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Percent of Time Below Range (TBR)",
                    "description": "For participants using personal continuous glucose monitors (CGM), the percentage of sensor values in the hypoglycemic range (\\<70 mg/dL) will be measured using 7-14 days of retrospective data at each time-point. Change in TBR will be calculated across time-points.",
                    "timeFrame": "Baseline, Endpoint (12 weeks)"
                },
                {
                    "measure": "Change in Percent of Time Above Range (TAR)",
                    "description": "For participants using personal continuous glucose monitors (CGM), the percentage of sensor values in the hyperglycemia range (\\>180 mg/dL) will be measured using 7-14 days of retrospective data at each time-point. Change in TAR will be calculated across time-points.",
                    "timeFrame": "Baseline, Endpoint (12 weeks)"
                },
                {
                    "measure": "Glycemic Variability",
                    "description": "For participants using personal continuous glucose monitors (CGM), glycemic variability will be assessed using the coefficient of variation (%CV). Change in %CV will be calculated across time-points.",
                    "timeFrame": "Baseline, Endpoint (12 weeks)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Intervention Satisfaction",
                    "description": "Satisfaction in the intervention for managing distress and type 1 diabetes will be self-reported using a 6-point Likert scale (1-6). Low satisfaction will be defined as a score \\<3.0.",
                    "timeFrame": "Interim (6 weeks) and Endpoint (12 weeks)"
                },
                {
                    "measure": "Perceived Effectiveness of the Intervention",
                    "description": "Perceived value of the intervention for managing distress and type 1 diabetes will be self-reported using a 6-point Likert scale (1-6). Low perceived effectiveness will be defined as a score \\<3.0.",
                    "timeFrame": "Interim (6 weeks) and Endpoint (12 weeks)"
                },
                {
                    "measure": "Long-term Change in Total Diabetes Distress (T1-DDS Total Score)",
                    "description": "Self-reported total diabetes distress will be measured using the 28-item Type 1 Diabetes Distress Scale (T1-DDS Total Score). The scale yields an overall distress score that is the average of all responses rated on a 6-point Likert scale for all 28 items (range 1-6). A score \\>= 2.0 is considered clinically significant diabetes distress. The primary efficacy outcomes of this study is the change in the T1D-DDS score and the proportion of individuals with a change in the T1D-DDS score at least as large as one minimally clinically important difference (MCID).",
                    "timeFrame": "24 and 36 weeks"
                },
                {
                    "measure": "Long-term Change in Core Diabetes Distress (T1-DDAS Core Score)",
                    "description": "Self-reported core diabetes distress will be measured using the newer, 8-item Type 1 Diabetes Distress Assessment System (T1-DDAS Core Score). The scale yields a core distress score that is the average of all responses rated on a 5-point Likert scale for all 8 items (range 1-5). A score \\>= 2.0 is considered clinically significant diabetes distress.",
                    "timeFrame": "24 and 36 weeks"
                },
                {
                    "measure": "Long-term Change in Sources of Diabetes Distress (T1-DDS Subscale Scores)",
                    "description": "Self-reported sources of diabetes distress will be measured using the 7 subscales of the 28-item Type 1 Diabetes Distress Scale (T1-DDS Subscale Scores). In addition to the Total Score, the T1-DDS scale also yields a score for each of 7 subscales based on the average response on all of the items in that subscale (range = 1-6). The 7 subscale scores measure sources including: Powerlessness, Management Distress, Hypoglycemia Distress, Negative Social Perceptions, Eating Distress, Physician Distress, and Friend/Family Distress. A score \\>= 2.0 is considered clinically significant diabetes distress for each source.",
                    "timeFrame": "24 and 36 weeks"
                },
                {
                    "measure": "Long-term Change in Hemoglobin A1c (HbA1c)",
                    "description": "HbA1c (%) reflects average glucose over the past 2-3 months. Value will be assessed by standardized laboratory assay for trial baseline and endpoint. 3- and 6-mo post-Endpoint data will be extracted from the electronic medical record.",
                    "timeFrame": "24 and 36 weeks"
                },
                {
                    "measure": "Long-term Change in Percent of Time in Range (TIR)",
                    "description": "For participants using personal continuous glucose monitors (CGM), the percentage of sensor values between 70-180 mg/dL will be measured using 7-14 days of retrospective data at each time-point. Change in TIR will be calculated across time-points.",
                    "timeFrame": "24 and 36 weeks"
                },
                {
                    "measure": "Long-term Change in Percent of Time Below Range (TBR)",
                    "description": "For participants using personal continuous glucose monitors (CGM), the percentage of sensor values in the hypoglycemic range (\\<70 mg/dL) will be measured using 7-14 days of retrospective data at each time-point. Change in TBR will be calculated across time-points.",
                    "timeFrame": "24 and 36 weeks"
                },
                {
                    "measure": "Long-term Change in Percent of Time Above Range (TAR)",
                    "description": "For participants using personal continuous glucose monitors (CGM), the percentage of sensor values in the hyperglycemia range (\\>180 mg/dL) will be measured using 7-14 days of retrospective data at each time-point. Change in TAR will be calculated across time-points.",
                    "timeFrame": "24 and 36 weeks"
                },
                {
                    "measure": "Long-term Glycemic Variability",
                    "description": "For participants using personal continuous glucose monitors (CGM), glycemic variability will be assessed using the coefficient of variation (%CV). Change in %CV will be calculated across time-points.",
                    "timeFrame": "24 and 36 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults 30 years and older\n* Type 1 diabetes OR latent autoimmune diabetes in adults (LADA) clinically managed as type 1 diabetes\n* Elevated diabetes distress, defined as a score \\>= 2.0 on the T1-DDAS core scale\n* English speaking\n\nExclusion Criteria:\n\n* Does not receive diabetes care at UNC Endocrinology at Eastowne\n* Cannot commit to the pre-scheduled weekly, virtual sessions\n* Diagnosis of any major medical or psychiatric condition that would preclude participation\n* Diagnosis of dementia or other conditions that affect memory or information retention, such as cognitive impairment\n* Visual or auditory impairment that would interfere with participation in a group intervention\n* Receiving inpatient psychiatric treatment or history of a suicide attempt within the past 12 months at the time of enrollment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "30 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Angela Fruik, MPH, RD",
                    "role": "CONTACT",
                    "phone": "919-962-6348",
                    "email": "angela.fruik@unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anna Kahkoska, MD, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angela Fruik, MPH, RD",
                            "role": "CONTACT",
                            "phone": "919-962-6348",
                            "email": "angela.fruik@unc.edu"
                        },
                        {
                            "name": "Anna Kahkoska, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 6 to 18 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.",
            "timeFrame": "beginning 6 and continuing for 18 months following publication",
            "accessCriteria": "Investigator has approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003922",
                    "term": "Diabetes Mellitus, Type 1"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7117",
                    "name": "Diabetes Mellitus, Type 1",
                    "asFound": "Diabetes Mellitus, Type 1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes Mellitus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}