{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05515978",
            "orgStudyIdInfo": {
                "id": "19-1536.cc"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2021-05911",
                    "type": "OTHER",
                    "domain": "CTRP"
                }
            ],
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Pragmatic Trial of Metformin for Glucose Intolerance or Increased BMI in Prostate Cancer Patients",
            "officialTitle": "A Randomized, Pragmatic, Adaptive Trial of Metformin for Glucose Intolerance or Increased Body Mass Index in Prostate Cancer Patients",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "pragmatic-trial-of-metformin-for-glucose-intolerance-or-increased-bmi-in-prostate-cancer-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2035-10-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2036-11-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-17",
            "studyFirstSubmitQcDate": "2022-08-22",
            "studyFirstPostDateStruct": {
                "date": "2022-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Metformin is used widely in the treatment of type 2 diabetes. It has off-label indications for use in the prevention of diabetes and in hyperinsulinar obesity. In medical practices, the implementation of metformin for these off-label indications is variable, often at the level of the provider. Multiple retrospective investigations have also shown a clinical benefit in men with prostate cancer who are incidentally treated with metformin.\n\nThis pragmatic study will test the feasibility of enrolling patients who have glucose intolerance (as defined by HbA1c of 5.7-6.4%) and/or who have increased BMI (BMI greater than or equal to 25 kg/m2) to a randomized pragmatic study of metformin plus lifestyle modification information versus lifestyle modification information only. For purposes of the scope of this project and the study's feasibility, this will be implemented in a group of prostate cancer patients, who may have additional benefits from metformin.",
            "detailedDescription": "In this study, subjects with prostate cancer will be randomized to metformin plus educational material for lifestyle modification versus educational material for lifestyle modification alone and followed for up to 10 years. Population-based, retrospective studies have reported improved outcomes, including prostate cancer specific mortality, with the incidental use of metformin in prostate cancer patients. One prominent study is this area from Margel, et al was published in 2013.2 Using the administrative database from several Ontario health districts, men aged 66 with incidental diabetes and prostate cancer antigen (PCA) were studied. The study included over 3000 men and found an adjusted hazard ratio of 0.76 (95% CI, 0.64 to 0.89) for PCA-specific mortality for each additional 6 months of metformin use. There was no relationship to survival with any other diabetic medication.\n\nIn addition to the use of metformin for the prevention of metabolic complications related to obesity and the prevention of diabetes, there are several studies reporting a potential benefit in those with prostate cancer. In a Veterans Administration-based study, more than 87,000 subjects were identified with PCA in the sample.3 The subjects were analyzed in 3 cohorts: 1) no diabetic medication (DM), 2) DM without metformin use and 3) DM with metformin use. Men with DM who were treated with metformin were found to have improved OS (HR 0.82, 95% CI 0.78 - 0.86, for mortality) compared to men with DM not on metformin. Reduced cancer specific mortality was also observed in the men with DM on metformin (HR 0.70, 95% CI 0.64 -0.77) in comparison to men with DM not taking metformin (HR 0.93, 95% CI 0.85 -1.00) - the reference group were those without DM. Despite considerable interest in these findings, there is little if any prospective data on the use of metformin in this setting."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "In this pragmatic trial, a 2-step electronic consent approach to enroll patients in the metformin + lifestyle modification or lifestyle modification arms will be used. The initial consent will invite patients to join a cohort to study prostate cancer and it will describe the general pragmatic framework under which this protocol will take place with the opportunity for additional trial opportunities. Subsequent consents will be limited to those who consented to the initial project and are found to be eligible for a specific trial (e.g. this metformin/lifestyle intervention trial). Within the framework of this pragmatic trial and electronic self-consent, these subsequent consents will be more focused and limited to the specific involvement in the arm in which they have been randomized. This general approach will follow the trials within cohorts paradigm.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Metformin and Lifestyle Modification Arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "For the metformin arm: metformin will be obtained as a standard of care medication from the patient's general pharmacy. This will be given for a clinical indication (e.g. prediabetes or overweight/obese). It will not be supplied by the study, but billed to Medicare, self pay or 3rd party payer. Lifestyle modification and prediabetes information will be provided via MHC or other electronic means on a quarterly basis.",
                    "interventionNames": [
                        "Drug: Metformin",
                        "Behavioral: Lifestyle Modification"
                    ]
                },
                {
                    "label": "Lifestyle Modification Only Arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients randomized to this arm will receive standard lifestyle modification recommendations. This will include the general recommendation to increase exercise level mildly, after discussing with the medical provider. There is a potential low-level risk in increasing one's exercise levels.",
                    "interventionNames": [
                        "Behavioral: Lifestyle Modification"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Metformin",
                    "description": "In this study, patients on the Metformin arm will be started on 850 mg daily for 2 weeks, then escalated to a final dose of 850 mg twice daily, which is lower than the maximum recommended dose of 2550 mg total daily.",
                    "armGroupLabels": [
                        "Metformin and Lifestyle Modification Arm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Lifestyle Modification",
                    "description": "Patients randomized to this arm will receive standard lifestyle modification recommendations. This will include the general recommendation to increase exercise level mildly, after discussing with the medical provider. There is a potential low-level risk in increasing one's exercise levels.\n\nHere are some examples of the educational material from the American Diabetes Association website, and topics will be rotated on quarterly basis:\n\nHealthy eating: https://www.diabetes.org/nutrition/healthy-food-choices-made-easy Prediabetes: https://www.diabetes.org/diabetes-risk/prediabetes Fitness: https://www.diabetes.org/fitness/get-and-stay-fit Weight loss: https://www.diabetes.org/fitness/weight-loss",
                    "armGroupLabels": [
                        "Lifestyle Modification Only Arm",
                        "Metformin and Lifestyle Modification Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Successful accrual of 200 patients to the pragmatic trial in the first two years",
                    "description": "Once there are 6 months of follow-up data on the first 200 patients, a formal analysis will be done to determine the completeness of data and the potential for a powered study.",
                    "timeFrame": "Two years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on Body Mass Index",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nBody Mass Index (BMI)",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on Weight",
                    "description": "Metabolic response. Key metabolic parameter assessed as part of routine care:\n\nWeight",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on HbA1C",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nHbA1C",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on Blood Pressure",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nblood pressure",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on Glucose Levels",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nrandom glucose level.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on key physiologic parameters - BMI",
                    "description": "Metabolic response. Key metabolic parameter assessed as part of routine care:\n\nBody Mass Index (BMI)",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on key physiologic parameters - Weight",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nWeight",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on key physiologic parameters - HbA1C",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nHbA1C",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on key physiologic parameters - blood pressure",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nblood pressure",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1a: To determine the effectiveness of metformin prescribed in a pragmatic trial on key physiologic parameters - blood glucose levels",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nrandom glucose level.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: 1b: To determine the effectiveness of metformin prescribed in a pragmatic trial on the development of diabetes.",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\n1b: Initiation of any additional diabetes medication, and new diagnoses of diabetes. All new diagnoses of diabetes will be reviewed by the adjudication committee",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Determine the number of additional diabetes medications initiated",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nInitiation of any additional diabetes medication",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Determine the number of new diagnoses of diabetes",
                    "description": "Metabolic response. Key metabolic parameters assessed as part of routine care:\n\nNew diagnoses of diabetes. All new diagnoses of diabetes will be reviewed by the adjudication committee",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: Measure the effectiveness of metformin prescribed in a pragmatic trial on rate of major adverse cardiac events (MACE).",
                    "description": "All major adverse cardiac events will undergo chart review and categorized as major cardiac and limb events (MI, stroke, CV death, acute limb ischemia, major vascular amputation).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: Measure the effectiveness of metformin prescribed in a pragmatic trial on rate of major adverse limb events (MALE).",
                    "description": "All major adverse cardiac events will undergo chart review and categorized as major cardiac and limb events (MI, stroke, CV death, acute limb ischemia, major vascular amputation).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: Measure the effectiveness of metformin prescribed on a pragmatic trial in progression-free survival defined as doubling of PSA level or all-cause mortality.",
                    "description": "PSA doubling as surrogate for progression, defined using a modified approach from the prostate cancer working group 3(PCWG 2016)1.. First all PSA values less than 1 ng/dL will be set to 1 ng/dL. If this PSA value is 1 ng/dL an event (i.e., PSA doubling or death) will be defined as the next PSA value that was greater than or equal to 2 ng/dL or death. Alternatively, if a patient's first PSA is greater than 1 ng/dL the nadir was identified. If the variability in PSA values prior to the nadir is low (i.e., there was less than a 5% difference between the nadir and previous PSA values) the first value prior to the nadir that is within 5% will be selected as the baseline PSA. An event will be defined as the next PSA value that was greater or equal to 2 times the baseline PSA or death. Patients that never experienced a PSA doubling or death will be censored at their last known PSA measurement.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: Measure the effectiveness of metformin prescribed on a pragmatic trial on PSA response of prostate cancer.",
                    "description": "A modified PSA biochemical response: PSA response defined as a ≥50% decline in PSA from the baseline level at the start of the study. The study-associated provider will receive a clinical decision support query with any PSA response observed: \"Is it likely that any other intervention such as additional medical or local therapy besides metformin may have caused the subjects recent PSA response?\"",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effectiveness: Measure the effectiveness of metformin prescribed in a pragmatic trial on radiographic progression of prostate cancer.",
                    "description": "Following every scan, the study associated provider will be asked \"Does the subject have evidence of radiographic progression in your opinion\"",
                    "timeFrame": "10 years"
                },
                {
                    "measure": "Effectiveness: To determine the effectiveness of metformin prescribed on a pragmatic trial ion overall and prostate cancer specific survival.",
                    "description": "Overall and prostate cancer specific mortality: The Colorado State Death Registry, which is integrated with Health Data Compass (HDC), will be used to determine the overall survival status. The subject's trial-associated provider will receive a clinical decision support query from the study regarding any subject who dies on the trial: \"Did this subject die due to complications of prostate cancer?\" (Investigator assessment). Every death will be chart reviewed.",
                    "timeFrame": "10 years"
                },
                {
                    "measure": "Safety: To determine the safety, assessed by Adverse Events, of providing metformin via this pragmatic approach.",
                    "description": "Safety endpoints via HDC (death, hospitalization, and metformin-associated lactate level elevation diagnosis codes frequency). Lab values, such as a lactate level, may also be utilized for specific diagnosis. The PI and steering committee will review these on a regular basis any notify the IRB with a notable difference between the arms. Metformin-associated lactic acidosis will specifically be an AE of interest.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Reach: To determine the proportion of patients approached who enroll and the characteristics and representativeness of those enrolled.",
                    "description": "The number, proportion, and demographics of eligible patients: eligible patients include those deemed eligible to receive a consent in MHC/Epic through assessment of the demographic information. The proportion will be determined by dividing the number of patients who sign the second consent by those who received the first consent. The demographics of those who signed the second consent will be compared with those who signed the initial consent.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Implementation: To determine the accuracy of the Epic screening process to identify",
                    "description": "Accuracy of Epic screening process: The charts of the first 50 patients identified by Epic will be reviewed manually by the PI and study team.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Implementation: To determine the effectiveness of different approaches to presenting the consent to patients in MHC/Epic.",
                    "description": "The consent completion rate as determined by the electronic signature of the consent in MHC/Epic within one month of availability or posting and also at any timepoint thereafter (early versus late completion).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Implementation: To determine the time period required to identify and enroll 200 eligible patients",
                    "description": "Study Enrollment: The number of patients who sign the second consent (consent #2 or #3) in MHC/Epic will be counted toward study accrual and the time it takes to enroll 200 will be assessed.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Implementation: To determine the accuracy of TriNetX in predicting the number of eligible patients identified each month.",
                    "description": "Accuracy of TriNetX estimates of eligible patients, including filtering for appointments with participating providers, will be compared with the number of consents released in MHC/Epic monthly.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Adherence: To determine the number and proportion of patients who adhere to the assigned treatment plan.",
                    "description": "The proportion of patients with active metformin prescription at one year after enrollment and then annually will be assessed. The number of patients in the non-metformin arm who start metformin and/or another anti-diabetes medication during the study period will be assessed.",
                    "timeFrame": "10 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria. The patients will be screening for eligibility and offered an electronic consent via the Epic medical record and the patient portal (My Health Connection - MHC) or otherwise through Epic:\n\n1. Provision to sign and date the consent form in MHC or otherwise via Epic.\n2. Subjects must have an MHC Account to participate in the study\n3. Be a male aged ≥18 years of age on day of signing the informed consent.\n4. Impaired glucose tolerance and/or overweight, and appropriate to receive metformin, meeting at least one of the following in the last year (timing relative to the consent presentation not start of therapy):\n\n   * HbA1c of 5.7 - 6.4 %\n   * BMI≥25 kg/m2\n5. Have a prostate cancer diagnosis\n6. Have a clinical relationship with a participating provider at a UCHealth facility.\n\nExclusion Criteria:\n\n1. On therapy for diabetes including any of the following alone or in combination medications (diet controlled or managed diabetes is allowed - e.g.\n\n   diagnosis of Diabetes, but without an active prescription for anti-glycemic medication):\n   1. Metformin\n   2. Insulin\n   3. Glipizide\n   4. Glyburide\n   5. Glimepiride\n   6. Pioglitazone\n   7. Rosiglitazone\n   8. Sitagliptin\n   9. Saxagliptin\n   10. Linagliptin\n   11. Alogliptin\n   12. Canagliflozin\n   13. Dapagliflozin\n   14. Empagliflozin\n   15. Ertugliflozin\n   16. Liraglutide\n   17. Dulaglutide\n   18. Semaglutide\n   19. Exenatide\n   20. Lixisenatide\n   21. Nateglinide\n   22. Repaglinide\n   23. Tirzepatide\n2. Contraindication for metformin use which include any of the following which are exclusionary (in Epic will use most recent lab values):\n\n   1. Estimated glomerular filtration rate (eGFR) of \\< 50 ml/minute (calculated according to the formula utilized within Epic).\n   2. Known Total Bilirubin ≥3 mg/dL)\n   3. Diagnosis of fibrosis or cirrhosis of the liver (ICD10: K74)\n   4. Diagnosis of alcohol related disorders (ICD10: F10)\n   5. Metformin allergy in Epic (ICD10: T50.995A)\n3. Non-English-speaking patient until Spanish language consent form and relevant materials can be made available. Due to the novel aspect of this trial, we plan to get some experience in treating approximately the first 50 patients, make any changes needed in the study operations and then implement a Spanish consent, as feasible.\n4. Taking any medication with a known class D or higher drug interaction with metformin, including:\n\n   1. Cimetidine\n   2. Dolutegravir\n   3. Patiromer\n   4. Ranolazine\n   5. Tafenoquine\n5. The use of any carbonic anhydrase inhibitors since they are a risk factor for lactic acidosis, including:\n\n   1. Topiramate\n   2. Dichlorphenamide\n   3. Acetazolamide\n   4. Methazolamide\n   5. Dorzolamide\n   6. Brinzolamide\n   7. Dichlorphenamide\n   8. Sultiame\n   9. Zonisamide\n   10. Indisulam\n6. Any treating investigator concern, related to tolerance, safety, adherence or for any other reason",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jaquelyn O'Brien",
                    "role": "CONTACT",
                    "phone": "72084808879",
                    "email": "jaquelyn.OBrien@cuanschutz.edu"
                },
                {
                    "name": "Robyn Swing",
                    "role": "CONTACT",
                    "phone": "7208480607",
                    "email": "robyn.swing@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Flaig, MD",
                    "affiliation": "Colorado Research Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Colorado Research Center",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anne Martin",
                            "role": "CONTACT",
                            "phone": "720-848-0657",
                            "email": "anne.c.martin@cuanschutz.edu"
                        },
                        {
                            "name": "Robyn Swing",
                            "role": "CONTACT",
                            "phone": "7208480607",
                            "email": "robyn.swing@cuanschutz.edu"
                        },
                        {
                            "name": "Thomas Flaig, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "UCHealth-Southern Colorado",
                    "status": "RECRUITING",
                    "city": "Colorado Springs",
                    "state": "Colorado",
                    "zip": "80863",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Graf",
                            "role": "CONTACT",
                            "email": "elizabeth.graf@uchealth.org"
                        },
                        {
                            "name": "Robert Hoyer",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.83388,
                        "lon": -104.82136
                    }
                },
                {
                    "facility": "UCHealth-Metro Denver",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80217-3364",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robyn Swing",
                            "role": "CONTACT",
                            "phone": "720-848-0650",
                            "email": "robyn.swing@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "UCHealth-Northern Colorado",
                    "status": "RECRUITING",
                    "city": "Fort Collins",
                    "state": "Colorado",
                    "zip": "80521",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Twombly",
                            "role": "CONTACT",
                            "phone": "970-491-1553",
                            "email": "sara.twombly@uchealth.org"
                        },
                        {
                            "name": "Steven Schuster",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.58526,
                        "lon": -105.08442
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                },
                {
                    "id": "D000018149",
                    "term": "Glucose Intolerance"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000006943",
                    "term": "Hyperglycemia"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "asFound": "Glucose Intolerance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9994",
                    "name": "Hyperglycemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008687",
                    "term": "Metformin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11667",
                    "name": "Metformin",
                    "asFound": "Assessment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}