{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06269146",
            "orgStudyIdInfo": {
                "id": "806035"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R61MH129380-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R61MH129380-01"
                }
            ],
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Pramipexole to Enhance Social Connections",
            "officialTitle": "Targeting Dopamine-Mediated Social Reward Sensitivity to Remediate Social Disconnection",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "pramipexole-to-enhance-social-connections"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-13",
            "studyFirstSubmitQcDate": "2024-02-13",
            "studyFirstPostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Charles Taylor",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "New York State Psychiatric Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study seeks to understand if the medication pramipexole improves social connectedness and functioning in adults (ages 18-50) who experience anxiety or depression. The study plans to enroll 108 participants total across two sites (University of California San Diego and New York State Psychiatric Institute). Pramipexole will be given in a 6-week randomized, double-blind, placebo-controlled trial. Social reward processing will be assessed using measures of brain function (fMRI), behavior, and self-report at baseline and week 6. Knowledge gained from this study will help determine the therapeutic potential of targeting the dopamine system to remediate social disconnection as an anxiety and depression intervention.",
            "detailedDescription": "This study seeks to understand how modulating functioning of the neurotransmitter dopamine affects brain circuits, behaviors, and subjective experiences that are believed to underlie an individual's motivation to establish and maintain positive social connections. This knowledge will help advance understanding of brain mechanisms that can be used to better treat social functioning impairments in people experiencing anxiety or depression. The R61 phase project will evaluate the effects of pramipexole (a medication that increases dopamine signaling in the brain) on responses to different types of positive social cues or contexts. The study drug will be given in a 6-week randomized, double-blind, placebo-controlled trial for individuals with clinical levels of anxiety or depression.\n\nAim 1 will test the hypothesis that pramipexole increases the anticipation of social rewards compared to placebo. Aim 2 will determine which dose of pramipexole (1.0 or 2.5 mg/d) produces a greater effect on social reward anticipation. To achieve these aims, approximately 108 participants (ages 18-50) with clinically elevated anxiety or depression will be randomized across two sites and randomized in equal proportions to one of two doses of pramipexole (1.0 mg/d or 2.5 mg/d) or placebo. They will complete standardized paradigms assessing social reward processing using measures of brain function (fMRI), behavior, and self-report at baseline and week 6. Knowledge gained from this study will help determine the therapeutic potential of targeting the dopamine system to remediate social disconnection."
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety Disorders",
                "Anxiety",
                "Depression",
                "Social Disconnection"
            ],
            "keywords": [
                "Pramipexole",
                "Anxiety",
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "The pharmacy will blind drug and placebo through identical encapsulation. Placebo will match the study drug in mode of administration, color, size, and taste.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pramipexole 1 mg/d",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Each participant will take pramipexole in identical capsular form twice daily for 6 weeks.",
                    "interventionNames": [
                        "Drug: Pramipexole Pill"
                    ]
                },
                {
                    "label": "Pramipexole 2.5 mg/d",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Each participant will take pramipexole in identical capsular form twice daily for 6 weeks.",
                    "interventionNames": [
                        "Drug: Pramipexole Pill"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Each participant will take placebo in identical capsular form twice daily for 6 weeks.",
                    "interventionNames": [
                        "Drug: Placebo Pill"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pramipexole Pill",
                    "description": "The study drug, pramipexole, is an FDA-approved medication for the treatment of Parkinson's and restless leg syndrome. Pramipexole (Mirapex) tablets are taken orally, with or without food.",
                    "armGroupLabels": [
                        "Pramipexole 1 mg/d",
                        "Pramipexole 2.5 mg/d"
                    ],
                    "otherNames": [
                        "Mirapex"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Pill",
                    "description": "Placebo will match the study drug in mode of administration, color, size, and taste.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Neural activation during social reward anticipation",
                    "description": "The primary outcome of interest is blood oxygen level dependent (BOLD) response during anticipation of positive valence social cues vs. baseline in the striatum region of interest (ROI) mask, defined according to a meta-analysis of the social incentive delay task.",
                    "timeFrame": "Baseline, week 6"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Neural activation during opportunities to disclose to others",
                    "description": "Blood oxygen level dependent (BOLD) response in the striatum region of interest (ROI) mask, defined according to a meta-analysis of the social incentive delay task, during share vs. private conditions of the disclosure task.",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Motivation to engage in shared experiences with others",
                    "description": "Participants will make choices about whether to watch the same (Shared) vs. a different (Solo) videoclip from their partner. Each option is paired with a small monetary payoff that varies across options and trials. The point of subjective equivalence will be used to quantify the relative payoff difference at which people are indifferent to the two options (0 = maximizing monetary payoff; scores \\< 0 represent greater value assigned to sharing experiences).",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Positive affect in response to the social affiliation task",
                    "description": "The state version of the Positive and Negative Affect Schedule (PANAS) will be used to measure current (\"right now\") positive affect before (anticipatory) and after (responsiveness) the social affiliation task. Items are answered on a 5 point scale, 1 (Very slightly or not at all) to 5 (Extremely). The positive affect scale ranges from 10-50; higher scores indicate greater levels of positive affect.",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Social approach goals during the social affiliation task",
                    "description": "Participants will rate 5 items describing approach-oriented goals focused on obtaining positive outcomes during the interaction. Items are answered on a 7-point scale with anchors of not at all and very much with higher scores indicating greater social approach goals.",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Social approach behavior during the social affiliation task",
                    "description": "Observers will rate participant behavior on self-disclosure (the degree of personal information, thoughts, and feelings revealed) and responsiveness (verbal and nonverbal displays reflecting understanding, engagement, and validation). Items are answered on a 7 point scale, 1 (not at all) to 7(very much) with higher scores indicating greater levels of social approach behavior.",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Future approach motivation",
                    "description": "The Desire for Future Interaction Scale (DFI) measures the degree to which respondents would be willing to affiliate with their conversation partner again. Items are answered on a 7 point scale, 1 (not at all) to 7 (very much) with higher scores indicating higher levels of future approach motivation.",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Blood plasma pramipexole concentrations",
                    "timeFrame": "Week 6"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Negative affect in response to the social affiliation task",
                    "description": "The state version of the Positive and Negative Affect Schedule (PANAS) will be used to measure current (\"right now\") negative affect before (anticipatory) and after (responsiveness) the social affiliation task. Items are answered on a 5 point scale, 1 (Very slightly or not at all) to 5 (Extremely). The negative affect scale ranges from 10-50; higher scores indicate greater levels of negative affect.",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Neural activation during social punishment anticipation",
                    "description": "Blood oxygen level dependent (BOLD) response during anticipation of negative valence social cues vs. baseline in the anterior insula and amygdala region of interest (ROI) mask, defined according to a meta-analysis of the social incentive delay task.",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Social avoidance goals during the social affiliation task",
                    "description": "Participants will rate 5 items describing avoidance-oriented goals focused on avoiding negative outcomes during the interaction. Items are answered on a 7-point scale with anchors of not at all and very much with higher scores indicating greater social avoidance goals.",
                    "timeFrame": "Baseline, week 6"
                },
                {
                    "measure": "Anxious behavior during the social affiliation task",
                    "description": "Observer-rated participant behavior during the social affiliation task using items reflecting the anxiety-related behaviors commonly displayed during social-evaluative stress (e.g., fidget, appear tense or rigid). Items are rated on a 7-point scale from not at all to very much. Higher scores reflect greater anxious behavior.",
                    "timeFrame": "Baseline, week 6"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Clinically elevated levels of anxiety (OASIS ≥ 8) or depression or (PHQ-9 ≥ 10).\n2. Moderate or greater social disability assessed with self-rating (SDS - Social ≥ 5).\n3. Below the normative mean for temperamental reward sensitivity (ATQ - Approach \\< 32).\n4. Age 18-50.\n5. Ability to provide written informed consent.\n6. English proficiency.\n\nExclusion Criteria:\n\nExclusion criteria are included to ensure that participation does not place subjects at undue risk, and to minimize confounding interpretation of our findings:\n\n1. Current, imminent risk of suicide assessed with Clinical Interview and Columbia Suicide Severity Rating Scale (C-SSRS) \"yes\" response to items 4, 5, or 6.\n2. History of bipolar or psychotic disorders.\n3. History of major neurological disorder or moderate to severe traumatic brain injury.\n4. History of severe or unstable medical conditions that might be compromised by participation in the study (e.g., cardiovascular, hepatic, renal, respiratory, endocrine, neurologic or hematologic disease; history of seizure disorder).\n5. Past 6-month substance use disorder (any severity) with the exception of mild alcohol, cannabis, or tobacco use disorder, which will be permitted in the study.\n6. History of impulse control problems (e.g., pathological gambling).\n7. First-degree relative with a diagnosis of schizophrenia-spectrum or other psychotic disorder or bipolar disorder.\n8. History of cocaine or stimulant use (e.g., amphetamine, cocaine, methamphetamine) in the past 6 months.\n9. History of dopaminergic drug use in the past 6 months.\n10. Positive urinalysis screen for psychoactive drug use (that is not physician prescribed).\n11. Abnormal and clinically relevant blood count, liver, renal or EKG findings as determined by physician.\n12. Women who are pregnant, breastfeeding, or planning to become pregnant within the next 6 months. Individuals of childbearing potential must agree to use an acceptable method of contraception from at least 21 days prior to the first dose of study drug and for 3 months after the last dose of study drug for study entry.\n13. Concurrent empirically supported psychosocial treatments for anxiety or mood disorders (e.g., cognitive behavioral therapy).\n14. Use of any psychotropic medication (e.g. SSRIs, benzodiazepines) within 14 days before study entry \\[except for fluoxetine within 30 days\\]. Concurrent use is prohibited during the study\n15. Anticipated inability to attend regular study appointments.\n16. Anticipated inability to complete the study procedures as determined by study personnel.\n17. Clinical conditions assessed by the interviewer that necessitate more imminent clinical care. These criteria are in place so participants with these other, more severe symptoms can be referred for appropriate services (e.g. self-injurious behavior or exposure to a severe traumatic event in the past week).\n18. Non-correctable vision or hearing problems, as some tests require intact sensory functioning.\n19. No telephone or easy access to telephone.\n20. MRI contraindications\n21. CGI-S score of 6 or 7.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Margaret Satchwell, BS",
                    "role": "CONTACT",
                    "phone": "858-822-4357",
                    "email": "mksatchwell@health.ucsd.edu"
                },
                {
                    "name": "Nuzhat Beg, MBBS, MAS",
                    "role": "CONTACT",
                    "email": "nbeg@health.ucsd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Charles Taylor, PhD",
                    "affiliation": "University of California, San Diego",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Franklin Schneier, MD",
                    "affiliation": "New York State Psychiatric Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Margaret K Satchwell, BS",
                            "role": "CONTACT",
                            "phone": "858-822-4357",
                            "email": "mksatchwell@health.ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "New York State Psychiatric Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Isaac Dietz-Green, BA",
                            "role": "CONTACT",
                            "phone": "646-470-1288",
                            "email": "isaac.deitzgreen@nyspi.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data from this study will be submitted to the National Institute of Health Data Archive (NDA).",
            "timeFrame": "Every 6 months following the NDA submission schedule.",
            "accessCriteria": "Eligible researches can submit a Data Access Request to the NDA to obtain access to de-identified study data for research purposes."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077487",
                    "term": "Pramipexole"
                },
                {
                    "id": "D000097662",
                    "term": "Dexpramipexole"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000978",
                    "term": "Antiparkinson Agents"
                },
                {
                    "id": "D000018726",
                    "term": "Anti-Dyskinesia Agents"
                },
                {
                    "id": "D000018491",
                    "term": "Dopamine Agonists"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M1813",
                    "name": "Pramipexole",
                    "asFound": "Diaphragm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3373",
                    "name": "Dexpramipexole",
                    "asFound": "Diaphragm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4295",
                    "name": "Antiparkinson Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20595",
                    "name": "Dopamine Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnDyAg",
                    "name": "Anti-Dyskinesia Agents"
                }
            ]
        }
    },
    "hasResults": false
}