{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03750227",
            "orgStudyIdInfo": {
                "id": "MC167C"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2018-02799",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "17-007708",
                    "type": "OTHER",
                    "domain": "Mayo Clinic Institutional Review Board"
                },
                {
                    "id": "MC167C",
                    "type": "OTHER",
                    "domain": "Mayo Clinic in Rochester"
                }
            ],
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Pre-Operative or Post-Operative Stereotactic Radiosurgery in Treating Patients With Operative Metastatic Brain Tumors",
            "officialTitle": "Pre-Operative vs. Post-Operative Stereotactic Radiosurgery for Operative Metastatic Brain Tumors",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "pre-operative-or-post-operative-stereotactic-radiosurgery-in-treating-patients-with-operative-metastatic-brain-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-11-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-11-20",
            "studyFirstSubmitQcDate": "2018-11-20",
            "studyFirstPostDateStruct": {
                "date": "2018-11-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase III trial studies the side effects and how well stereotactic radiosurgery (SRS) works before or after surgery in patients with tumors that has spread to the brain or that can be removed by surgery. Stereotactic radiosurgery is a specialized radiation therapy that delivers a single, high dose of radiation directly to the tumor and may cause less damage to normal tissue.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To determine for patients with brain metastases meeting the inclusion criteria, whether there is an increase in the time to a composite endpoint of adverse outcomes including the first occurrence of either: local recurrence, leptomeningeal disease, or symptomatic radiation brain necrosis in patients who receive SRS prior to surgery as compared to patients who receive surgery prior to SRS.\n\nSECONDARY OBJECTIVES:\n\nI. To determine for patients with brain metastases whether there is improved overall survival for patients who receive SRS prior to surgery as compared to patients who receive SRS after surgery.\n\nII. To determine for patients with brain metastases whether there are improved patient reported outcomes including quality of life for patients who receive SRS prior to surgery as compared to patients who receive SRS after surgery.\n\nIII. To determine if preoperative SRS increases rates of surgical morbidity including postoperative complications such as wound infection, need for longer hospital stays, or readmission compared to a surgery first approach for resectable brain metastases.\n\nIV. To determine for patients with brain metastases whether there is a higher rate of completion of planned therapies for patients who receive SRS prior to surgery as compared to patients who receive surgery prior to SRS.\n\nV. To determine for patients with brain metastases whether there is a shorter time to initiation or re-initiation of systemic therapy with pre-operative versus post-operative SRS.\n\nVI. To determine for patients treated with pre-operative SRS whether there is a longer interval to regional progression, any central nervous system (CNS) progression or need for subsequent intracranial treatment compared to patients receiving post-operative SRS.\n\nVII. To determine for patients with pre-operative as compared to post-operative radiation whether there is a decreased rate of radiation necrosis, including asymptomatic and symptomatic radiation necrosis.\n\nVIII. To determine for patients with pre-operative as compared to post-operative radiation whether there is a decreased rate of local recurrence.\n\nIX. To determine for patients with pre-operative as compared to post-operative radiation whether there is a decreased rate of leptomeningeal disease.\n\nCORRELATIVE RESEARCH OBJECTIVES:\n\nI. To determine the genetic and molecular alterations of brain metastases seen after radiation versus in the setting of resection alone, including early radiobiologic changes in tissue treated with SRS 24 to 48 hours prior, and to investigate detection rate of corresponding circulating deoxyribonucleic acid (DNA) and/or inflammatory markers in peripheral specimens.\n\nII. To investigate the usefulness of biomarkers and response to radiation in predicting local control and outcomes.\n\nIII. To look at cell capture of tumor cells as well as cell free DNA in cerebrospinal fluid (CSF) sampled at the time of surgery, comparing patients receiving neoadjuvant treatment to those that have not.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM A: Patients undergo surgery on day 1. Within 2 weeks, patients undergo stereotactic radiosurgery.\n\nARM B: Patients undergo stereotactic radiosurgery on day 1. Within 4 weeks, patients undergo surgery.\n\nAfter completion of study treatment, patients are followed up at 2 weeks, every 3-4 months for up to 2 years and then periodically for up to 3 years."
        },
        "conditionsModule": {
            "conditions": [
                "Malignant Solid Neoplasm",
                "Metastatic Malignant Neoplasm in the Brain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm A (Post-operative SRS)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients undergo surgery on day 1. Within 2 weeks, patients undergo stereotactic radiosurgery.",
                    "interventionNames": [
                        "Procedure: Conventional Surgery",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration",
                        "Radiation: Stereotactic Radiosurgery"
                    ]
                },
                {
                    "label": "Arm B (Pre-operative SRS)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo stereotactic radiosurgery on day 1. Within 4 weeks, patients undergo surgery.",
                    "interventionNames": [
                        "Procedure: Conventional Surgery",
                        "Other: Quality-of-Life Assessment",
                        "Other: Questionnaire Administration",
                        "Radiation: Stereotactic Radiosurgery"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Conventional Surgery",
                    "description": "Undergo surgery",
                    "armGroupLabels": [
                        "Arm A (Post-operative SRS)",
                        "Arm B (Pre-operative SRS)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm A (Post-operative SRS)",
                        "Arm B (Pre-operative SRS)"
                    ],
                    "otherNames": [
                        "Quality of Life Assessment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Questionnaire Administration",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Arm A (Post-operative SRS)",
                        "Arm B (Pre-operative SRS)"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Radiosurgery",
                    "description": "Undergo stereotactic radiosurgery",
                    "armGroupLabels": [
                        "Arm A (Post-operative SRS)",
                        "Arm B (Pre-operative SRS)"
                    ],
                    "otherNames": [
                        "Stereotactic External Beam Irradiation",
                        "stereotactic external-beam radiation therapy",
                        "Stereotactic Radiation Therapy",
                        "Stereotactic Radiotherapy",
                        "stereotaxic radiation therapy",
                        "stereotaxic radiosurgery",
                        "SRS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Central nervous system (CNS) composite endpoint event (CNS-CE event)",
                    "description": "The CNS-CE event distributions will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "Time from study randomization to documentation of the first CNS-CE event, assessed up to 5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival (OS)",
                    "description": "The distribution of overall survival for both groups of the study will be estimated using the Kaplan-Meier method, and be compared using log-rank tests.",
                    "timeFrame": "From start of study therapy to death due to any cause, assessed up to 5 years"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Will be graded by the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. The overall adverse event rates for grade 3 or higher adverse events will be compared using Chi-square or Fisher's exact tests between the 2 treatment groups.",
                    "timeFrame": "Up to 5 years post treatment"
                },
                {
                    "measure": "CNS-CE event free survival time adjusted for stratification factors",
                    "description": "Cox-models will be used that incorporate the stratification factors to test for differences in treatment arms after adjusting for stratification factors listed in section 5.0.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "CNS-CE event free rate",
                    "description": "The 6-month CNS-CE rates from the Kaplan-Meier analysis will be compared between the arms.",
                    "timeFrame": "At 6 months"
                },
                {
                    "measure": "Patient-reported outcome - Quality of Life (QOL)",
                    "description": "QOL will be assessed via changes in the Functional Assessment of Cancer Therapy Scale-Brain (FACT-Br) Global score",
                    "timeFrame": "Baseline to 6 months post treatment"
                },
                {
                    "measure": "Rate of completion of therapies",
                    "description": "The rate of completion of planned therapies will be compared using Chi-square or Fisher's exact tests between the 2 treatment groups.",
                    "timeFrame": "Up to 5 years post treatment"
                },
                {
                    "measure": "Time to systemic therapy",
                    "description": "Will be estimated using the Kaplan-Meier method, and will be compared using log-rank tests.",
                    "timeFrame": "Time to initiation or re-initiation of systemic therapy with pre-operative versus post-operative SRS, assessed up to 5 years"
                },
                {
                    "measure": "Time to regional progression",
                    "description": "Will be estimated using the Kaplan-Meier method, and will be compared using log-rank tests.",
                    "timeFrame": "Up to 5 years post treatment"
                },
                {
                    "measure": "Time central nervous system (CNS) progression",
                    "description": "Will be estimated using the Kaplan-Meier method, and will be compared using log-rank tests.",
                    "timeFrame": "Up to 5 years post treatment"
                },
                {
                    "measure": "Time to subsequent treatment, including whole-brain radiotherapy (WBRT)",
                    "description": "Will be estimated using the Kaplan-Meier method, and will be compared using log-rank tests.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Rate of neurosurgical morbidity",
                    "description": "The rates of surgical morbidity including postoperative complications such as wound infection, need for longer hospital stays, or readmission will be compared using Chi-square or Fisher's exact tests between the 2 treatment groups.",
                    "timeFrame": "Up to 5 years post treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years\n* Histological or cytological confirmation of solid tumor malignancy and/or clinical history of known or suspected metastatic disease with an intraparenchymal brain tumor consistent with brain metastasis based on clinical and radiologic findings\n* Clinical indication for surgical resection of one brain metastasis based on neurosurgery recommendation and patient deemed a surgical candidate\n* Clinical indication and plan for stereotactic radiosurgery to all known brain lesions requiring treatment (=\\< 10 metastases)\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) =\\< 2\n* Provide written informed consent or have a legally authorized representative who is responsible for the care and well-being of the potential study participant, provide consent\n* Willing to continue follow-up visits, either at the enrolling institution or with a local medical doctor as clinically appropriate, and according to the study timeline. Clinical notes and digital copies of imaging must be provided to the enrolling site if follow-up is done externally\n\nExclusion Criteria:\n\n* Any of the following:\n\n  * Pregnant women\n  * Nursing women\n  * Men or women of childbearing potential who are unwilling to employ adequate contraception\n* Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens\n* Immunocompromised patients and patients known to be human immunodeficiency virus (HIV) positive and currently receiving antiretroviral therapy. \\* NOTE: Patients known to be HIV, but without clinical evidence of an immunocompromised state, are eligible for this trial\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Prior open neurosurgery for malignancy\n* Known or clinically suspected primary germ cell tumor, small cell carcinoma, or lymphoma\n* History of whole brain radiation therapy (WBRT)\n* Known allergy to gadolinium, pacemaker, or other contraindication such as metal implant that is not safe for MRI. Patients with MRI-compatible implants including MRI compatible pacemakers are eligible\n* Leptomeningeal metastasis/disease\n* A brain metastasis that is located =\\< 5 mm of the optic chiasm\n* Any brain metastasis \\> 5 cm in size\n* \\> 10 brain metastases\n* Indication for surgical resection of \\>= 2 brain metastases\n* Indication for long-term (anticipated greater than 4 weeks) 4 mg dexamethasone equivalent of steroids or bevacizumab\n* Actively enrolled on another brain metastases trial that is assessing the efficacy of either radiation or surgical interventions",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Elizabeth Yan, M.D.",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Arizona",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Sujay A. Vora, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "Mayo Clinic in Florida",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224-9980",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Daniel Trifiletti, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "National Institutes of Neurological Disorders and Stroke, NIH",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Desmond A. Brown, M.D., Ph.D.",
                            "role": "CONTACT",
                            "phone": "301-451-3335",
                            "email": "desmond.brown@nih.gov"
                        },
                        {
                            "name": "Desmond A. Brown, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "Mayo Clinic in Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Trials Referral Office",
                            "role": "CONTACT",
                            "phone": "855-776-0015",
                            "email": "mayocliniccancerstudies@mayo.edu"
                        },
                        {
                            "name": "Elizabeth S. Yan, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}