{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05392556",
            "orgStudyIdInfo": {
                "id": "21-03-HC"
            },
            "secondaryIdInfos": [
                {
                    "id": "M-10901",
                    "type": "OTHER",
                    "domain": "HQ US Army MRDC IRB"
                }
            ],
            "organization": {
                "fullName": "United States Army Research Institute of Environmental Medicine",
                "class": "FED"
            },
            "briefTitle": "Prebiotic and Probiotic Modulation of the Gut Microbiota-gut-brain Axis During Acute Stress",
            "officialTitle": "Prebiotic and Probiotic Modulation of the Gut Microbiota-gut-brain Axis During Acute Stress",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prebiotic-and-probiotic-modulation-of-the-gut-microbiota-gut-brain-axis-during-acute-stress"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-09",
            "studyFirstSubmitQcDate": "2022-05-24",
            "studyFirstPostDateStruct": {
                "date": "2022-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "United States Army Research Institute of Environmental Medicine",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "United States Army Combat Capabilities Development Command Soldier Center",
                    "class": "UNKNOWN"
                },
                {
                    "name": "United States Air Force Research Laboratory",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Emerging evidence supports the existence of a microbiota-gut-brain axis through which gut microbes influence cognition, mood and behavior. Targeting this axis with probiotics and/or prebiotics may provide novel strategies for mitigating stress-induced decrements in gastrointestinal and cognitive function. This double-blind, placebo-controlled, randomized, parallel-arm trial will determine the effects of a prebiotic and a probiotic dietary intervention on gastrointestinal, cognitive and physiologic responses to acute military-relevant physical and cognitive stress. Healthy men and women will be recruited and randomized to receive a placebo, probiotic or prebiotic for 4wk. Volunteers will be fed a controlled diet during the 4th week of supplementation. Fecal, blood, urine and saliva samples will be collected. Physical stress will be induced by a weighted walk on a treadmill, and will be followed by a cognitively challenging testing scenario that uses intermittent electric shocks to the abdomen to induce a stress response."
        },
        "conditionsModule": {
            "conditions": [
                "Stress Physiology"
            ],
            "keywords": [
                "Probiotic",
                "Prebiotic",
                "Microbiome",
                "Stress"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized, double blind, placebo controlled",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants, study investigators, and study staff will be blinded to the intervention. A staff member not involved in the study will randomize the participants and inform the Principal Investigator of the randomization order upon enrollment of each participant.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 54,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Probiotic",
                    "type": "EXPERIMENTAL",
                    "description": "Bifidobacterium longum R0175; Lactobacillus helveticus R0052 (Cerebiome; Lallemand Health Solutions)",
                    "interventionNames": [
                        "Dietary Supplement: Probiotic"
                    ]
                },
                {
                    "label": "Prebiotic",
                    "type": "EXPERIMENTAL",
                    "description": "Bimuno-galactooligosaccharide (Bimuno-GOS; Clasado Biosciences)",
                    "interventionNames": [
                        "Dietary Supplement: Prebiotic"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Maltodextrin placebo",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Probiotic",
                    "description": "Cerebiome (Lallemand Health Solutions): probiotic supplement containing Bifidobacterium longum R0175, Lactobacillus helveticus R0052, and maltodextrin. Dosing: Oral, 3.6 g/d containing 3x10\\^9 CFU/d (powder form)",
                    "armGroupLabels": [
                        "Probiotic"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Prebiotic",
                    "description": "Bimuno-GOS (Clasado Biosciences): Dosing: Oral; 3.6 g/d containing 2.75 g active GOS/d (powder form)",
                    "armGroupLabels": [
                        "Prebiotic"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Maltodextrin 3.6 g/d (powder form)",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in intestinal permeability",
                    "description": "A differential sugar absorption test will be used to assess intestinal permeability. Participants will consume 2g sucralose and 4g mannitol dissolved in 180 mL water prior to starting exercise. Participants will then collect all urine produced over the subsequent 4hr. Urine sucralose and mannitol concentrations will be analyzed.",
                    "timeFrame": "Days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in circulating cortisol concentrations",
                    "description": "Serum cortisol concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in mean heart rate variability",
                    "description": "Heart rate variability will be measured using a chest-worn heart rate monitor.",
                    "timeFrame": "During stress exposure (up to 4hr) on days 0 and 29."
                },
                {
                    "measure": "Change from baseline in performance on decision making under conditions of ambiguity task",
                    "description": "Decision making under conditions of ambiguity task will be completed using a virtual reality cognitive testing scenario, which probes shoot/don't-shoot decision-making and the ability to discriminate friend/foe camouflage patterns at varying levels of ambiguity.",
                    "timeFrame": "Days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in reaction time.",
                    "description": "The reaction time task assesses simple and choice response time. In the task participants will be asked to perform a series of simple and choice reaction time trials in response to targets displayed on a computer monitor.",
                    "timeFrame": "Before (-45min) exercise, after 40 and 100 min of exercise, and immediately after exercise on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in response inhibition",
                    "description": "The go/no-go task assesses response inhibition. In the task participants will be presented with two, neutral stimuli on a computer screen. Participants will be instructed to press a button on a response device as quickly as possible in response to one visual stimulus, but to withhold from responding to the other visual stimulus.",
                    "timeFrame": "Before (-45min) exercise, after 40 and 100 min of exercise, and immediately after exercise on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in working memory",
                    "description": "This N-back task assesses working memory. Participants will be shown a series of letters on a computer screen and will be required to mentally take note of those depicted letters. Participants will then respond either \"yes\" or \"no\" if they were the same letters as either 1, 2, and/or 3 letters back.",
                    "timeFrame": "Before (-45min) exercise, after 40 and 100 min of exercise, and immediately after exercise on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in distractibility to emotional stimuli",
                    "description": "The Emotional Interference Task task assesses spatial working memory and distractibility to emotional stimuli. Each trial has three phases: stimulus, delay and probe. The stimulus consists of three white dots appearing in pseudo-random locations against a black background. The stimulus phase begins with a \"remember this...\" instruction, and then the stimulus is presented, followed by a blank screen prior to delay. During the delay, either a neutral or a negative image is presented, selected at random without replacement (both during and across sessions) from an image directory. Finally, the probe is presented, depicting a white ring against a black background to indicate a screen location. The participant is asked to press either YES or NO to indicate whether the indicated location contained or did not contain a dot during the stimulus period.",
                    "timeFrame": "Before (-45min) exercise, after 40 and 100 min of exercise, and immediately after exercise on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in emotional states measured by the Depression, Anxiety and Stress Scale (DASS)",
                    "description": "The DASS is a validated 42-item questionnaire designed to measure the three related negative emotional states of depression, anxiety and tension/stress. Score range for all subscales is 0-42; lower is better.",
                    "timeFrame": "Day 0, Week 1, Week 2, Week 3, Day 29"
                },
                {
                    "measure": "Difference from baseline in mood state measured by the Profile of Mood States 2-A (POMS2A)",
                    "description": "The POMS2-A is a validated 65-item inventory of self-reported mood states. Participants rate each of 65 mood-related adjectives on a five-point scale, in response to the question, \"How are you feeling right now?\" The adjectives factor into six mood sub-scales (tension/anxiety \\[range 0-40\\], depression/dejection \\[range 0-52\\], anger/hostility \\[range 0-44\\], vigor/activity \\[range 0-36\\], fatigue/inertia \\[range 0-24\\], and confusion/bewilderment \\[range 0-40\\], and total mood disturbance \\[range -36-200\\]. For all scores except vigor, lower is better.",
                    "timeFrame": "Before (-45min) and immediately after exercise, and after cognitive stress exposure on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in feelings of pleasantness",
                    "description": "The Feeling Scale is a one-item inventory that measures the extent to which participants feel pleasant or unpleasant. The scale ranges from \"very good\" (+5) to \"very bad\" (-5).",
                    "timeFrame": "Before (-45min) exercise, after 40 and 100 min of exercise, and immediately after exercise on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in feelings of arousal",
                    "description": "The Felt Arousal Scale is a one-item inventory measures feeling of arousal. The scale ranges from \"low arousal\" (1) to \"high arousal\" (6).",
                    "timeFrame": "Before (-45min) exercise, after 40 and 100 min of exercise, and immediately after exercise on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in gastrointestinal discomfort",
                    "description": "Subjective ratings of gastrointestinal discomfort will be measured by a modified version of the Irritable Bowel Syndrome-Symptom Severity Score Questionnaire (range 0-470; lower is better).",
                    "timeFrame": "Day 0, Week 1, Week 2, Week 3, Day 29"
                },
                {
                    "measure": "Difference from baseline in gastrointestinal symptoms",
                    "description": "Subjective ratings of gastrointestinal symptoms (e.g., flatulence, constipation, loose stool; range 0-4, higher is better) will be assessed weekly using a modified Gastrointestinal Quality of Life Index.",
                    "timeFrame": "Day 0, Week 1, Week 2, Week 3, Day 29"
                },
                {
                    "measure": "Difference from baseline in circulating cytokines concentrations.",
                    "description": "Serum interleukin (IL)-6, tumor necrosis factor (TNF)α, IL-17, IL-10, IL-8, IL-1ra, IL-1β, and interferon gamma concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in circulating dehydroepiandrosterone-sulfate (DHEA-S) concentrations",
                    "description": "Serum DHEA-S concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in circulating epinephrine concentrations",
                    "description": "Plasma epinephrine concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in circulating norepinephrine concentrations",
                    "description": "Plasma norepinephrine concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in circulating neuropeptide Y concentrations",
                    "description": "Serum neuropeptide Y concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min) exercise and immediately before cognitive stress exposure on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in circulating brain-derived neurotrophic factor (BDNF) concentrations",
                    "description": "Plasma BDNF concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min) exercise and immediately before cognitive stress exposure on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in circulating S100 calcium binding protein B (S100B) concentrations",
                    "description": "Serum S100B concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in circulating lipopolysaccharide concentrations",
                    "description": "Serum lipopolysaccharide concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in circulating zonulin concentrations",
                    "description": "Serum zonulin concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in circulating intestinal fatty acid binding protein (I-FABP) concentrations.",
                    "description": "Serum IFABP concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29."
                },
                {
                    "measure": "Difference from baseline in fecal acetate concentrations",
                    "description": "Acetate concentrations will be measured in fecal samples",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Difference from baseline in fecal propionate concentrations",
                    "description": "Propionate concentrations will be measured in fecal samples",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Difference from baseline in fecal butyrate concentrations",
                    "description": "Butyrate concentrations will be measured in fecal samples",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Difference from baseline in gut microbiota composition",
                    "description": "Fecal microbiota composition will be measured using 16S rRNA gene amplicon sequencing",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Change from baseline in salivary secretory immunoglobulin A",
                    "description": "Secretory immunoglobulin A concentrations will be measured in saliva",
                    "timeFrame": "Day 0 and Day 29"
                },
                {
                    "measure": "Difference from baseline in salivary cortisol concentrations",
                    "description": "Cortisol concentrations will be serially measured in saliva",
                    "timeFrame": "Before (-20min), during (60min) and immediately after (120min) exercise and immediately before and after cognitive stress exposure on days 0 and 29"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change from baseline in mean heart rate",
                    "description": "Heart rate will be measured using a chest-worn heart rate monitor.",
                    "timeFrame": "During stress exposure (up to 4hr) on days 0 and 29"
                },
                {
                    "measure": "Change from baseline in exercise energy expenditure",
                    "description": "Exercise energy expenditure will be measured by indirect calorimetry",
                    "timeFrame": "During exercise (120min) on days 0 and 29"
                },
                {
                    "measure": "Change from baseline in mean respiratory exchange ratio",
                    "description": "Respiratory exchange ratio will be measured by indirect calorimetry",
                    "timeFrame": "During exercise (120min) on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in perceived exertion",
                    "description": "Perceived exertion will be measured using the validate Borg Ratings of Perceived Exertion scale (range 6 \\[lightest\\] to 20 \\[hardest\\])",
                    "timeFrame": "Before (-45min) exercise, after 40 and 100 min of exercise, and immediately after exercise on days 0 and 29"
                },
                {
                    "measure": "Change from baseline in aggression",
                    "description": "Measured using the modified Buss-Perry Aggression Questionnaire. The questionnaire is a 29 item questionnaire that assesses aggressive thought patterns ranked on a 5 point continuum. The individual items presents statements like \"Once in a while, I can't control the urge to strike another person\". The questionnaire instructions will be modified to measure feeling of aggression over the past month, not trait aggression. The results are provided as scores on 4 scales: Physical Aggression \\[range 9-45\\], Verbal Aggression \\[range 5-25\\], Anger \\[range 7-35\\], and Hostility \\[8-40\\]; lower is better for all scores.",
                    "timeFrame": "Days 0 and 29"
                },
                {
                    "measure": "Subjective pain ratings",
                    "description": "The Numeric Pain Rating Scale will be use to quantify subjective pain experienced when receiving electrical shocks during virtual reality cognitive testing (range 0 \\[none\\] to 10 \\[severe\\]).",
                    "timeFrame": "Day 29"
                },
                {
                    "measure": "Difference from baseline in circulating metabolite levels",
                    "description": "Serum metabolite levels will be measured via an indwelling venous catheter and untargeted metabolomics analysis (hundreds of metabolites) pending funding availability",
                    "timeFrame": "Before (-20min) exercise and immediately after cognitive stress exposure on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in fecal metabolite levels",
                    "description": "Fecal metabolite levels will be measured using untargeted metabolomics (hundreds of metabolites) pending funding availability",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Difference from baseline in circulating glucose concentrations",
                    "description": "Serum glucose concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min) and immediately after (120min) exercise on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in circulating lactate concentrations",
                    "description": "Serum lactate concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min) and immediately after (120min) exercise on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in subjective ratings of fatigue",
                    "description": "Fatigue will be measured using a numbered visual analog scale ranging from 0 (not tired) to 10 (total exhaustion).",
                    "timeFrame": "Day 0, Week 1, Week 2, Week 3, Day 29"
                },
                {
                    "measure": "Difference from baseline in circulating acetate concentrations",
                    "description": "Serum acetate concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min) and immediately after (120min) exercise on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in circulating propionate concentrations",
                    "description": "Serum propionate concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min) and immediately after (120min) exercise on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in circulating butyrate concentrations",
                    "description": "Serum butyrate concentrations will be measured in serial blood samples collected via an indwelling venous catheter.",
                    "timeFrame": "Before (-20min) and immediately after (120min) exercise on days 0 and 29"
                },
                {
                    "measure": "Difference from baseline in fecal valerate concentrations",
                    "description": "Valerate concentrations will be measured in fecal samples",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Difference from baseline in fecal isobutyrate concentrations",
                    "description": "Isobutyrate concentrations will be measured in fecal samples",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Difference from baseline in fecal isovalerate concentrations",
                    "description": "Isovalerate concentrations will be measured in fecal samples",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Difference from baseline in fecal abundance of probiotic bacteria",
                    "description": "Abundance of the probiotic bacteria used in the Probiotic intervention arm will be measured using PCR",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                },
                {
                    "measure": "Difference from baseline in gut microbiota gene content",
                    "description": "Fecal microbiota gene content will be measured using shotgun metagenomics pending funding availability",
                    "timeFrame": "Pre-intervention, week 3 and week 4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women aged 18 - 39 years (active duty personnel who are 17 yr of age will also be allowed to participate).\n* In good health as determined by Medical Clearance.\n* Physically active:\n\nIf military, passed most recent record Combat or Physical Fitness Test, and ≥4 d/wk aerobic and/or resistance exercise.\n\nIf civilian, ≥4 d/wk aerobic and/or resistance exercise.\n\n* Meet Army weight for height and body composition standards as defined in Army Regulation 600-9:\n* Self-reports ≥4 bowel movements/week.\n* Self-reports normal hearing.\n* Willing to maintain usual diet until provided diet phase of study.\n\nExclusion Criteria:\n\n* Pregnant, expecting to become pregnant during study, or breastfeeding.\n* Abnormal menstrual cycles \\[i.e., not between 26-32 days in duration; or not 5-6 menstrual cycles within the past 6 months\\], or those that have had an IUD placed within the last month or removed within the past 3 months.\n* Less than 20/20 acuity on the Snellen eye chart of normal or corrected-to-normal acuity.\n* Any of the following medical conditions:\n\nNeurological or psychological disorder (such as depression, anxiety disorders, migraines, cluster headaches, seizures, post-traumatic stress disorder or panic attacks).\n\nCardiac disease (including arrhythmia or fast or skipped heart beats) Hypertension Has a pacemaker Insomnia Musculoskeletal injuries that compromise exercise capability Metabolic or cardiovascular abnormalities (e.g., kidney disease, diabetes, etc.) Disease of the GI tract including, but not limited to diverticulitis, inflammatory bowel disease, irritable bowel syndrome, peptic ulcer disease, Crohn's disease, and ulcerative colitis Excessive alcohol use or other substance abuse issues Immunodeficiency disorder Allergy to skin adhesive\n\n* Colonoscopy within 3 months of study participation.\n* Any use of antibiotics or antimycotics, except topical antibiotics/antimycotics, within 3 months of study participation.\n* Regular use of over-the-counter medications (including antacids, laxatives, stool softeners, and anti-diarrheals) unless approved by medical office and study PI.\n* Taking prescription medications other than a contraceptive (unless approved by medical office and study PI)\n* Not willing or able to refrain from using over the counter medications for 72hr before stress exposure days.\n* Not willing or able to stop consumption of dietary supplements at least 2 weeks before and throughout study participation.\n* Not willing or able to stop consumption of probiotic-containing foods (e.g., yogurt, etc.) or foods containing added prebiotics (e.g., inulin) at least 2 weeks before and throughout study participation.\n* Not willing to abstain from non-provided foods and beverages, including alcohol, during the controlled-diet period.\n* Not willing to abstain from caffeine and any nicotine containing products (smoking, chewing, vaping, etc.) during the week prior to stress exposure days.\n* Not willing to refrain from strenuous exercise for 24hr prior to stress exposure days.\n* Allergies, intolerances, unwillingness or inability to eat intervention supplements, or provided foods and beverages.\n* Following vegetarian/vegan diet or other highly restrictive diet (e.g., ketogenic diet, very high protein diet, Paleo diet).\n* Any previous blood donation, within 8 weeks of a study blood draw, of a volume that when combined with the amount of blood to be collected during the study would exceed 550 mL",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "17 Years",
            "maximumAge": "39 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "J. Philip Karl, PhD, RD",
                    "role": "CONTACT",
                    "phone": "508-206-2318",
                    "email": "james.p.karl.civ@health.mil"
                },
                {
                    "name": "Heather S Fagnant, MS, MPH, RD",
                    "role": "CONTACT",
                    "phone": "508-206-2283",
                    "email": "heather.s.fagnant.civ@health.mil"
                }
            ],
            "overallOfficials": [
                {
                    "name": "J. Philip Karl, PhD, RD",
                    "affiliation": "United States Army Research Institute of Environmental Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "United States Army Research Institute of Environmental Medicine",
                    "status": "RECRUITING",
                    "city": "Natick",
                    "state": "Massachusetts",
                    "zip": "01760",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J. Philip Karl, PhD, RD",
                            "role": "CONTACT",
                            "phone": "508-206-2318",
                            "email": "james.p.karl.civ@health.mil"
                        },
                        {
                            "name": "Heather S Fagnant, Ms, MPH, RD",
                            "role": "CONTACT",
                            "phone": "508-206-2283",
                            "email": "heather.s.fagnant.civ@health.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.28343,
                        "lon": -71.3495
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M16201",
                    "name": "Sulfalene",
                    "relevance": "LOW"
                },
                {
                    "id": "T367",
                    "name": "Bifidobacterium",
                    "relevance": "LOW"
                },
                {
                    "id": "T355",
                    "name": "Acidophilus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}