{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06455319",
            "orgStudyIdInfo": {
                "id": "IRB202400422"
            },
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Precision Administration of Anti-thymocyte Globulin With or Without Verapamil",
            "officialTitle": "Precision Administration of Anti-thymocyte Globulin With or Without Verapamil in Adolescents and Young Adults With Type 1 Diabetes",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "precision-administration-of-anti-thymocyte-globulin-with-or-without-verapamil"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-03",
            "studyFirstSubmitQcDate": "2024-06-06",
            "studyFirstPostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                },
                {
                    "name": "University of Miami",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "T cell directed therapy, anti-thymocyte globulin (ATG), in low doses, has been shown to lower HbA1c and preserve endogenous insulin production (measured by C-peptide) in individuals with recently diagnosed type 1 diabetes (T1D). However, not all individuals who received ATG responded to the therapy (i.e., non-responders). Additionally, use of ATG alone does not address inherent beta cell stress. A calcium channel blocker, verapamil, has demonstrated C-peptide preservation in newly diagnosed T1D. Investigators will identify those mostly likely to respond to ATG using an ex vivo predictive biomarker of response to ATG. In addition, Investigators will use sequential therapies to increase efficacy (ATG followed by verapamil) and explore synergistic mechanisms. This will be assessing with in depth immunophenotyping and quantify biomarkers of beta cell stress, cell death, and abnormal prohormone processing. Finally, novel clinical trial endpoints will be assessed for their ability to predict treatment efficacy earlier than the standard endpoint at 1 year.",
            "detailedDescription": "Investigators will conduct a phase 2 1:1 randomized controlled and blinded trial in Aim 1 comparing stimulated C-peptide (and other measures) between those treated with low-dose ATG and those treated with placebo. Co-primary endpoints include the difference between mean ATG and placebo values of the 2-hr mixed meal tolerance test (MMTT)-stimulated area under the curve (AUC) C-peptide at 12 months (standard T1D trial measure) and the difference between the change in the same measure over the first 6 months. Participants will be stratified based on their ex vivo immune responder signature to allow an equal number of \"responders\" and \"non-responders\" in both treatment arms. Following each participant's completion of this 1 year randomized controlled trial (RCT) they will enter Aim 2 and be re-randomized to received verapamil or not in an open-label 1 year extension where mechanistic endpoints will be explored related to immunophenotyping, gene expression, DNA methylation and beta cell markers including markers of beta cell stress and death as well as markers of abnormal prohormone processing."
        },
        "conditionsModule": {
            "conditions": [
                "Type 1 Diabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "ATG (brand name Thymoglobulin) a polyclonal T cell antibody preparation. It will be given at low doses (0.5 mg/kg Day 1 then 2 mg/kg Day 2). Verapamil extended release capsule will be given via open label administration at 120, 240 or 360 mg daily based on weight and echocardiogram (ECG) findings",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Anti-thymocyte globulin (ATG) intravenous infusion",
                    "type": "EXPERIMENTAL",
                    "description": "ATG (brand name Thymoglobulin) a polyclonal T cell antibody preparation. It will be given at low doses (0.5 mg/kg Day 1 then 2 mg/kg Day 2).",
                    "interventionNames": [
                        "Drug: Anti-thymocyte globulin (ATG)"
                    ]
                },
                {
                    "label": "Placebo-ATG",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Saline placebo",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "verapamil extended release capsule",
                    "type": "EXPERIMENTAL",
                    "description": "Open label administration at 120, 240 or 360 mg daily based on weight and ECG findings",
                    "interventionNames": [
                        "Drug: verapamil extended release capsule"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Anti-thymocyte globulin (ATG)",
                    "description": "ATG (brand name Thymoglobulin) a polyclonal T cell antibody preparation. It will be given at low doses (0.5 mg/kg Day 1 then 2 mg/kg Day 2).",
                    "armGroupLabels": [
                        "Anti-thymocyte globulin (ATG) intravenous infusion"
                    ],
                    "otherNames": [
                        "Thymoglobulin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "verapamil extended release capsule",
                    "description": "Open label administration at 120, 240 or 360 mg daily based on weight and ECG findings",
                    "armGroupLabels": [
                        "verapamil extended release capsule"
                    ],
                    "otherNames": [
                        "Calan",
                        "Isoptin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "I.V. Saline",
                    "armGroupLabels": [
                        "Placebo-ATG"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "AUC C-peptide between ATG and placebo values",
                    "description": "mean difference between ATG and placebo values of the 2-hr mixed meal tolerance test (MMTT)-stimulated area under the curve (AUC) C-peptide at 12 months",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Change in 2-hr MMTT AUC C-peptide",
                    "description": "mean difference between the change in 2-hr MMTT stimulated AUC C-peptide",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Immune and beta cell mechanistic analyses",
                    "description": "To explore mechanisms of synergy between ATG received in year 1 and the addition of open-label verapamil in year 2.",
                    "timeFrame": "6, 12, 18, 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Must be \\>= 6 years \\<= 35\n2. Must have a diagnosis of T1D for less than 100 days at randomization\n3. Willing to provide Informed Consent or have a parent or legal guardian provide informed consent if the subject is \\<18 years of age\n4. Positive for at least one islet cell autoantibody; GAD65A, mIAA, if obtained within 10 days of the onset of insulin therapy, IA-2A, ICA, or ZnT8A\n5. Must have stimulated C-peptide levels of 0.2 pmol/ml measured during a mixed meal tolerance test (MMTT) conducted at least 21 days from diagnosis of diabetes. Randomization should occur within one month (37 days) of the MMTT.\n6. Subjects who are EBV seronegative at screening must be EBV PCR negative within 30 days of randomization and may not have had signs or symptoms of an EBV compatible illness lasting longer than 7 days within 30 days of randomization\n7. Be at least 6 weeks from last live immunization\n8. Participants are required to receive killed influenza vaccination at least 2 weeks prior to randomization when vaccine for the current or upcoming flu season is available\n9. Be willing to forgo live vaccines during the treatment period and for 3 months following last dose of study drug\n10. Be willing to comply with intensive diabetes management\n\nExclusion Criteria:\n\n1. Be immunodeficient or have clinically significant chronic lymphopenia: (Leukopenia (\\< 3,000 leukocytes /μL), neutropenia (\\<1,500 neutrophils/μL), lymphopenia (\\<800 lymphocytes/μL), or thrombocytopenia (\\<100,000 platelets/μL).\n2. Have active signs or symptoms of acute infection at the time of randomization\n3. Have evidence of prior or current tuberculosis infection as assessed by PPD, interferon gamma release assay or by history\n4. Be currently pregnant or lactating, or anticipate getting pregnant within the two year study period\n5. Require use of other immunosuppressive agents including chronic use of systemic steroids\n6. Have evidence of current or past HIV, Hepatitis B or Hepatitis C infection\n7. Have any complicating medical issues or abnormal clinical laboratory results that may interfere with study conduct, or cause increased risk to include pre-existing cardiac disease, COPD, sickle cell disease, neurological, or blood count abnormalities\n8. Have a history of malignancies other than skin\n9. Evidence of liver dysfunction with AST or ALT greater than 3 times the upper limits of normal\n10. Evidence of renal dysfunction with creatinine greater than 1.5 times the upper limit of normal\n11. Vaccination with a live virus within the last 6 weeks\n12. Current or ongoing use of non-insulin pharmaceuticals that affect glycemic control within prior 7 days of screening\n13. Active participation in another T1D treatment study in the previous 30 days\n14. Prior treatment with any investigational agent to delay beta cell loss in T1D\n15. Known allergy to ATG or Verapamil\n16. Prior treatment with ATG, Verapamil or known allergy to rabbit derived products\n17. Any condition that in the investigator's opinion may adversely affect study participation or may compromise the study results",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer L Hosford, MPH",
                    "role": "CONTACT",
                    "phone": "352-294-5760",
                    "email": "jennifer.hosford@peds.ufl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laura M Jacobsen, MD",
                    "affiliation": "University of Florida",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Florida",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32610",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30012675",
                    "type": "RESULT",
                    "citation": "Haller MJ, Schatz DA, Skyler JS, Krischer JP, Bundy BN, Miller JL, Atkinson MA, Becker DJ, Baidal D, DiMeglio LA, Gitelman SE, Goland R, Gottlieb PA, Herold KC, Marks JB, Moran A, Rodriguez H, Russell W, Wilson DM, Greenbaum CJ; Type 1 Diabetes TrialNet ATG-GCSF Study Group. Low-Dose Anti-Thymocyte Globulin (ATG) Preserves beta-Cell Function and Improves HbA1c in New-Onset Type 1 Diabetes. Diabetes Care. 2018 Sep;41(9):1917-1925. doi: 10.2337/dc18-0494. Epub 2018 Jul 16."
                },
                {
                    "pmid": "38117469",
                    "type": "RESULT",
                    "citation": "Foster TP, Jacobsen LM, Bruggeman B, Salmon C, Hosford J, Chen A, Cintron M, Mathews CE, Wasserfall C, Brusko MA, Brusko TM, Atkinson MA, Schatz DA, Haller MJ. Low-Dose Antithymocyte Globulin: A Pragmatic Approach to Treating Stage 2 Type 1 Diabetes. Diabetes Care. 2024 Feb 1;47(2):285-289. doi: 10.2337/dc23-1750."
                },
                {
                    "pmid": "33632742",
                    "type": "RESULT",
                    "citation": "Lin A, Mack JA, Bruggeman B, Jacobsen LM, Posgai AL, Wasserfall CH, Brusko TM, Atkinson MA, Gitelman SE, Gottlieb PA, Gurka MJ, Mathews CE, Schatz DA, Haller MJ. Low-Dose ATG/GCSF in Established Type 1 Diabetes: A Five-Year Follow-up Report. Diabetes. 2021 May;70(5):1123-1129. doi: 10.2337/db20-1103. Epub 2021 Feb 25."
                },
                {
                    "pmid": "29988125",
                    "type": "RESULT",
                    "citation": "Ovalle F, Grimes T, Xu G, Patel AJ, Grayson TB, Thielen LA, Li P, Shalev A. Verapamil and beta cell function in adults with recent-onset type 1 diabetes. Nat Med. 2018 Aug;24(8):1108-1112. doi: 10.1038/s41591-018-0089-4. Epub 2018 Jul 9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "resources generated by this proposal will be made available to the general scientific community through publication in peer-reviewed journals and presentation at national/international meetings. Genomic data in the form of transcriptomic, epigenomic, and gene expression data will be generated. This proposal includes \\< 60 human samples. Nonetheless, I will prepare the data for submission to appropriate public repositories. These include 1) the National Center for Biotechnology Information (NCBI, https://www.ncbi.nlm.nih.gov/) Gene Expression Omnibus (GEO, http://www.ncbi.nlm.nih.gov/geo) for functional genomic data, 2) Encyclopedia of DNA Elements (ENCODE) for transcriptional and epigenetic data, and 3) immuneACCESS (https://clients.adaptivebiotech.com/immuneaccess) for immune repertoire data. I will follow the standardization of these organizations to provide valuable data allowing for reproducible results following the FAIR principles (Findable, Accessible, Interoperable, Reusable)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003922",
                    "term": "Diabetes Mellitus, Type 1"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7117",
                    "name": "Diabetes Mellitus, Type 1",
                    "asFound": "Type 1 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014700",
                    "term": "Verapamil"
                },
                {
                    "id": "C000512542",
                    "term": "Thymoglobulin"
                },
                {
                    "id": "D000000961",
                    "term": "Antilymphocyte Serum"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000002121",
                    "term": "Calcium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M17446",
                    "name": "Verapamil",
                    "asFound": "Aromatase",
                    "relevance": "HIGH"
                },
                {
                    "id": "M255823",
                    "name": "Thymoglobulin",
                    "asFound": "Dependent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4279",
                    "name": "Antilymphocyte Serum",
                    "asFound": "Chronic Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M5384",
                    "name": "Calcium Channel Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}