{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05854836",
            "orgStudyIdInfo": {
                "id": "33381"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23DA053433",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23DA053433"
                }
            ],
            "organization": {
                "fullName": "St. Louis University",
                "class": "OTHER"
            },
            "briefTitle": "Preconception Intervention for Incarcerated Women With Substance Use",
            "officialTitle": "A Preconception Health Intervention to Reduce Substance Exposed Pregnancies Among Incarcerated Women",
            "therapeuticArea": [
                "Other"
            ],
            "study": "preconception-intervention-for-incarcerated-women-with-substance-use"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-03",
            "studyFirstSubmitQcDate": "2023-05-08",
            "studyFirstPostDateStruct": {
                "date": "2023-05-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jennifer Bello-Kottenstette, MD MS",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "St. Louis University"
            },
            "leadSponsor": {
                "name": "St. Louis University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this pilot trial is to test the feasibility and acceptability as well as efficacy of the adapted intervention, CHOICES-PLEAS (Pregnancy Liberated from Exposure to Alcohol and Substances) among women will illicit polysubstance use participating in a court-mandated jail-based 90-day substance use disorder treatment program. The main questions it aims to answer are:\n\n1. What is the feasibility and acceptability of implementing the CHOICES-PLEAS intervention in a court-mandated jail-based substance use disorder treatment program?\n2. Does participation in CHOICES-PLEAS lower the risk of a substance exposed pregnancy at 1 and 3 months after release compared to a control condition?\n3. Does participation in CHOICES-PLEAS increase motivation to change substance use and reduce risky sexual behaviors at 1 and 3 months after release compared to a control condition? Participants will receive three one-on-one motivational interviewing sessions and one family planning referral visit during incarceration and one booster session at 1 month after release from jail.\n\nResearchers will compare the CHOICES-PLEAS intervention to a control condition to see if participation in the intervention reduces risk of substance exposed pregnancy, increases motivation to change substance use, and reduces risk of risky sexual behaviors.",
            "detailedDescription": "The investigators will recruit 90 female participants from the court-mandated substance use disorder treatment program (CM-SUDTx) to participate in pilot testing of the intervention, CHOICES-PLEAS. Research staff will describe the study at an initial CM-SUDTx meeting and invite interested women to meet with staff individually after their treatment session to be screened for eligibility. Over a 2.5-year period, there are ten 90-day CM-SUDTx cohorts, each with approximately 15 women (150 total). The investigators expect 130 women (13/cohort, 87%) to meet eligibility criteria. Of those eligible, the investigators expect about 9/cohort will enroll and complete the intervention based on pilot work indicating about 70% of CM-SUDTx participants are interested in research.\n\nThe investigators will randomize the ten CM-SUDTx cohorts to receive CHOICES-PLEAS (45 women) or brief advice and referral (45 women) over a 2.5 year period using a matching process before randomization to achieve balance between cohorts in the intervention and control groups. The treatment cohorts will be divided into two cells by program start time within the study period (Year 2 quarter 2 through Year 4 quarter 3). The first 5 cohorts will be placed in cell one and the second 5 cohorts in cell two. Cohorts will be randomly selected within each of these two cells to be assigned to either the intervention or control group to ensure 5 cohorts will receive CHOICES-PLEAS (9 women per cohort, n=45) and 5 will receive brief advice and referral (9 women per cohort, n=45).\n\nAll participants will complete a baseline survey before the intervention. The investigators will collect comprehensive participant contact information for all participants after participants complete a baseline survey. The 5 treatment cohorts randomized to receive the intervention (n=45 women, 9 per cohort over 2.5 years) will participate in CHOICES-PLEAS. During participation in the 90-day CM-SUDTx, staff will administer the three motivational interviewing sessions one-on-one over an 8-week period, with one session every other week starting on week 4 of the CM-SUDTx. This will allow flexibility to schedule make-up sessions if needed as well as completion of the intervention in the second half of the CM-SUDTx, closer to release from jail. Referral and scheduling of a family planning appointment will take place in session 1 and the appointment may be scheduled at any time prior to completion of the CM-SUDTx.\n\nThe 5 treatment cohorts randomized to the control group (n=45 women, 9 per cohort over 2.5 years) will receive brief advice and referral consistent with other studies testing a similar intervention that includes general information about healthy lifestyle for women as well as a referral guide to local resources.\n\nAt completion of the CM-SUDTx, all participants will complete a survey. Women will be asked to review and update their contact information sheet and the one-month booster session and three-month assessment will be scheduled.\n\nAt 1-month post release, participants randomized in the intervention group will participate in a one-on-one motivational interviewing booster session at a convenient location. At 1- and 3-months post-release, all participants will complete an in-person assessment at a convenient location where they will complete a survey to measure continuation in treatment, provide a urine drug screen and pregnancy test, and reassess all measures collected at the time of release."
        },
        "conditionsModule": {
            "conditions": [
                "Substance Use Disorders"
            ],
            "keywords": [
                "Substance Use Disorders",
                "Preconception Health",
                "Motivational Interviewing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "We will randomize the ten 90-day court-mandated substance use disorder treatment cohorts to receive CHOICES-PLEAS (45 women) or brief advice and referral (45 women) over a 2.5 year period using a matching process before randomization to achieve balance between cohorts in the intervention and control groups. Ninety-day cohorts run sequentially. The treatment cohorts will be divided into two cells by program start time within the study period. The first 5 cohorts will be placed in cell one and the second 5 cohorts in cell two. Cohorts will be randomly selected within each of these two cells to be assigned to either the intervention or control group to ensure 5 cohorts will receive CHOICES-PLEAS (9 women per cohort, n=45) and 5 will receive brief advice and referral (9 women per cohort, n=45).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "CHOICES-PLEAS",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the experimental arm will receive the motivational interviewing intervention, CHOICES-PLEAS which consists of three one-on-one sessions and one family planning referral visit during incarceration and one booster session at one month after release from jail.",
                    "interventionNames": [
                        "Behavioral: CHOICES-PLEAS (Pregnancy Liberated from Exposure to Alcohol and Substances)"
                    ]
                },
                {
                    "label": "Control condition",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in the active comparator will receive a control condition that consists of a booklet with general information about healthy lifestyle for women as well as a referral guide to local resources."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CHOICES-PLEAS (Pregnancy Liberated from Exposure to Alcohol and Substances)",
                    "description": "CHOICES-PLEAS includes four manual-guided motivational interviewing sessions delivered by a trained counselor and one family planning counseling session delivered by a family planning clinician. The intervention is based on the Transtheoretical Model (TTM) of behavior change and motivational interviewing that includes a decisional balance exercise, goal self-selection, self-monitoring, self-generated plans, and importance and confidence scales. By using a patient-centered approach based on the TTM that meets patients where they are, counselors can have a more effective impact on patient behaviors. This adaptation from the original CHOICES intervention contains unique features focused on the incarcerated setting, illicit polysubstance use, and risky sexual behaviors most common among women with illicit polysubstance use.",
                    "armGroupLabels": [
                        "CHOICES-PLEAS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with a change in risk of substance exposed pregnancy compared to baseline using Timeline Followback method assessing substance use and risky sexual behaviors",
                    "description": "Defined as continued drug abstinence, absence of risky sexual behaviors, or both",
                    "timeFrame": "one and three months after release from jail"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Self-efficacy to change substance use",
                    "description": "Self-efficacy will be assessed using the single item Abstinence Self-Efficacy scale with scores ranging from 1-10 with higher scores indicating higher confidence.",
                    "timeFrame": "one and three months after release from jail"
                },
                {
                    "measure": "Self-efficacy to change risky sexual behavior",
                    "description": "Self-efficacy will be assessed using the adapted 18-item Self-efficacy for Birth Control and Condom Use Scale with scores 18 - 90, with higher scores indicating higher confidence.",
                    "timeFrame": "one and three months after release from jail"
                },
                {
                    "measure": "Readiness to change substance use",
                    "description": "Readiness to change will be assessed using the adapted 12-item Readiness to Change Questionnaire for substance use with scores from 12 to 60 with higher scores indicating higher levels of readiness.",
                    "timeFrame": "one and three months after release from jail"
                },
                {
                    "measure": "Readiness to change risky sexual behavior",
                    "description": "Readiness to change will be assessed using the adapted 11-item Readiness to Change Questionnaire for risky sexual behaviors with scores from 11 to 55 with higher scores indicating higher levels of readiness",
                    "timeFrame": "one and three months after release from jail"
                },
                {
                    "measure": "Decisional balance to change substance use",
                    "description": "Decisional balance will be assessed using the 20-item Decisional Balance Scale for substance use. Each question asking about importance of making a decision is rated from 1 to 5, with 5 being extremely important and 1 being not important at all. A difference score is calculated by subtracting scores of the cons of substance use from the pros of substance use. Positive numbers indicate endorsing more pros than cons for substance use.",
                    "timeFrame": "one and three months after release from jail"
                },
                {
                    "measure": "Decisional balance to change contraception use",
                    "description": "Decisional balance will be assessed using the 20-item Decisional Balance Scale for contraception use. Each question asking about importance of making a decision is rated from 1 to 5, with 5 being extremely important and 1 being not important at all. A difference score is calculated by subtracting scores of the cons of using contraception from the pros of using contraception. Positive numbers indicate endorsing more pros than cons for using contraception.",
                    "timeFrame": "one and three months after release from jail"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Participant acceptance of and satisfaction with the intervention",
                    "description": "Measured using the 8-item Client Satisfaction Questionnaire (CSQ-8) with scores ranging from 8 to 32, with higher numbers indicating greater satisfaction. Five open ended questions about the intervention will also be administered.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Feasibility of delivering the intervention in the 90-day substance use disorder treatment program",
                    "description": "Feasibility will be measured using the Working-Alliance Inventory measure. Twelve items are answered by the participant and 12 items are answered by the therapist. Scores for each 12-item subscale range from 12 to 84 with higher scores indicating greater therapeutic alliance.",
                    "timeFrame": "90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English-speaking\n* Capable of becoming pregnant (did not undergo a permanent sterilization procedure and not using a highly effective long-acting reversible birth control method, i.e. intrauterine device or implant.)\n* During the three year prior to arrest or entering the treatment program engaged in vaginal sex with a male partner.\n* During the three months prior to arrest or entering the treatment program used at least one substance (heroin, fentanyl, opioids, cocaine, methamphetamine, or marijuana or alcohol with another substance).\n\nExclusion Criteria:\n\n* Participated in a focus group that was part of the formative work for this study to create the intervention adaptation\n* Non-English-speaking\n* Not capable of pregnancy (underwent a permanent sterilization procedure or using a long-acting reversible contraceptive method)\n* No vaginal sex with a male partner in the 3 years prior to incarceration or entering the treatment program.\n* No use of an illicit substance, such as only alcohol or marijuana use not in combination with another substance",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Participants include individuals who were assigned to the jail-based women's substance use disorder treatment cohort. This determination is made by local judges and can take into account gender expression.",
            "minimumAge": "18 Years",
            "maximumAge": "44 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer R Bello Kottenstette, MD",
                    "role": "CONTACT",
                    "phone": "314-617-3445",
                    "email": "jennifer.bellokottenstette@health.slu.edu"
                },
                {
                    "name": "Giulia Croce Butler, MA",
                    "role": "CONTACT",
                    "phone": "314-455-7548",
                    "email": "giulia.crocebutler@health.slu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer R Bello Kottenstette, MD",
                    "affiliation": "St. Louis University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Buzz Westfall Justice Center",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63105",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brady Williams",
                            "role": "CONTACT",
                            "phone": "314-615-7239",
                            "email": "bwilliams@stlouiscountymo.gov"
                        },
                        {
                            "name": "Dean Bruemmer",
                            "role": "CONTACT",
                            "phone": "(314) 615-5697",
                            "email": "dbruemmer@stlouisco.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "The IPD sharing plan is still in development."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}