{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06338150",
            "orgStudyIdInfo": {
                "id": "STUDY-23-00503"
            },
            "secondaryIdInfos": [
                {
                    "id": "GCO 19-0175",
                    "type": "OTHER_GRANT",
                    "domain": "Icahn School of Medicine at Mount Sinai"
                },
                {
                    "id": "5R01CA244899",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01CA244899"
                }
            ],
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Precision Medicine Study",
            "officialTitle": "Cancer Sequencing Guided Personalized and Precision Medicine Platform in Multiple Myeloma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "precision-medicine-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-23",
            "studyFirstSubmitQcDate": "2024-03-23",
            "studyFirstPostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Cesar Rodriguez Valdes",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This will be a 2 year study to evaluate and improve cancer sequencing as applied to the characterization of tumor molecular make-up and the identification of novel therapeutics (n=100). Participants who will undergo tumor biopsy for management of multiple myeloma (MM) will self-refer to the study or be referred by their treating physician. Participants will initially meet with a clinician to review study consents and provide medical, medication, and family history information. After informed consent, biospecimen samples from peripheral blood, cheek swab, and tumor samples from bone marrow (aspirate and biopsy), peripheral blood, or any mass/fluid containing tumor cells will be obtained (from procedures indicated as part of their standard oncology care) for cancer sequencing (CS) (whole exome sequencing of germline and tumor genomes, RNA sequencing of tumor transcriptome, single cell, and CyTOF analysis). CS data will be interpreted via somatic variation identification, network modeling, and cancer transcriptome profiling to facilitate mapping activity levels of genes to networks and for identifying genes activated or dysregulated in cancer cells. Sequencing and analysis will be performed at the Genomics Core Facility at the Icahn School of Medicine at Mount Sinai. In instances where internal sequencing capabilities do not allow for certain types of analysis, de-identified samples or data may be sent out to third parties for additional analysis. The study will be using GenPath, a division of BioReference® Health, LLC for this project which is a CLIA certified lab. All genetic tests will be performed in a CLIA certified lab and all tests will be FDA or NYS approved. The RNA Sequencing test will receive NYS Department of Health (Wadsworth Center) approval before results are provided to physicians and patients. Samples will be de-identified and processed by the Mount Sinai Human Immune Monitoring Core (HIMC) before being sent to an external CLIA-certified lab for sequencing and analysis. Interpretation will be performed by a multidisciplinary team that includes genomicists, pathologists, and clinicians familiar with the particular cancer diagnosed in the participant. Once results are available, they will be shared with the participant and treating physician during a follow-up results session and any findings obtained explained. This study is not intended to implement findings, only to report them."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Myeloma"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "After informed consent, biospecimen samples from peripheral blood, cheek swab, and tumor samples from bone marrow (aspirate and biopsy), peripheral blood, or any mass/fluid containing tumor cells will be obtained (from procedures indicated as part of their standard oncology care)"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants with Multiple Myeloma",
                    "description": "Participants who will undergo tumor biopsy for management of multiple myeloma (MM)"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Total number of somatic Single-nucleotide variants (SNVs) per patient",
                    "description": "The number of genetic alterations found in the genome through genetic sequencing and comparison to the most common genetic sequence. A given variant may describe an alteration that is benign, pathogenic, or of unknown significance.",
                    "timeFrame": "End of study at 30 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total number of somatic insertions (INS) per patient",
                    "description": "Total number of somatic insertions (INS) per patient. The number of instances where nucleotides have been erroneously added to the genome, as determined by genetic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Total number of somatic deletions (DEL) per patient",
                    "description": "The number of instances where nucleotides that have been erroneously omitted from the genome, as determined by genetic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Number of SNVs per megabase of the MM genome",
                    "description": "The number of genetic alterations detected in MM tumor cells through sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Number of INS per megabase of the MM genome",
                    "description": "The number of instances where nucleotides have been erroneously added to the MM tumor genome, per length of DNA, as determined by genetic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Number of DEL per megabase of the MM genome",
                    "description": "The number of instances where nucleotides that have been erroneously omitted from the MM tumor genome, per length of DNA, as determined by genetic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Number of mutations per megabase among MM subgroups",
                    "description": "The number of genetic alterations detectable in \\>1 % or \\<1 % of the population, per length of DNA, among multiple myeloma (MM) subgroups, as determined by genetic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Number of mutations per megabase among genomic regions for all MM and mutational subgroups",
                    "description": "The number of genetic alterations detectable in \\>1 % or \\<1 % of the population, per length of DNA, by genetic region (i.e., promoter, coding region, and termination sequence), for all MM and mutational subgroups, as determined by genetic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Gene mutations identified",
                    "description": "The number and type of genetic alterations detectable in \\>1 % or \\<1 % of the population identified, as determined by genetic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Chromosomal abnormalities identified",
                    "description": ". The numbers and types of chromosomal abnormalities identified, as determined by genetic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Molecular signatures identified",
                    "description": "Number and type of sets of biomolecular features identified that could be useful in predicting the course of disease or response to therapeutic intervention among patients with MM and other cancers, as determined by sequencing, and gene set variation and targeted drug analysis.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Established Prognostic markers identified",
                    "description": "The number and type of established prognostic markers identified. Evaluation of biological characteristics known to be useful in predicting the course of disease or response to therapeutic intervention among patients with MM and other cancers, as determined by sequencing and comparison to databases of known prognostic markers.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Somatic variants identified as targets of FDA-approved drugs (pharmacogenomics variant data)",
                    "description": "The number and type of genetic alterations found in the genome that could be treated with FDA-approved therapies, as determined by sequencing and comparison to databases of known targets and associated FDA-approved drugs.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Network-informed key driver variants identified",
                    "description": "Number and type of mutations known to lead to cancer cell transformation, growth, and spread in the body, as determined by genetic sequencing and comparison to the most common genetic sequence, and to databases of known cancer driver mutations. These mutations will be categorized as follows: those that are known targets of FDA-approved drugs, those that may be targets of drugs under development that are not yet FDA-approved, and those that may serve as targets for novel therapies.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Transcriptome variations identified",
                    "description": "Number and type of transcriptome variations identified with potential for the development of novel therapeutics (cell-surface expressed proteins that appear amenable to vaccine development), as determined by sequencing, network modeling, and cancer transcriptome profiling.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Germline mutations identified in cancer predisposition genes",
                    "description": "Number and type of germline mutations identified in cancer predisposition genes, as determined by genomic sequencing and comparison to the most common genetic sequence.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "FDA approved drugs available that block enzymes produced in those pathways identified",
                    "description": "The number and type of FDA-approved drugs available that block enzymes produced in those pathways identified by comparison of genomic and transcriptomic findings to databases of known FDA-approved drugs and associated targets.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Treatment recommended by computational pipeline based on patient's clinical and genetic",
                    "description": "A listing of recommended treatments as determined by sequencing, analysis of the tumor microenvironment, and computational analysis.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Germline whole exome sequencing profile",
                    "description": "The results of whole exome sequencing of the germline genome.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Tumor genome whole exome sequencing profile",
                    "description": "The results of whole exome sequencing of the tumor genome.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Tumor transcriptome profile",
                    "description": "The results of RNA sequencing of the tumor transcriptome.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Single-cell sequencing profile",
                    "description": "The results of single cell sequencing analysis.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Cytometric profile",
                    "description": "The results of the cytometry by time of flight (CyTOF) analysis.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Signaling Pathways associated",
                    "description": "Signaling Pathways associated with each gene mutation, chromosomal abnormality and molecular signature, i.e. aging, defective DNA repair, and apolipoprotein B editing complex (APOBEC)/activation-induced deaminase activity, identified in Aim 1, as determined by sequencing and computational analysis.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Enzymes associated with each signaling pathway identified",
                    "description": "Enzymes associated with each signaling pathway identified as determined by sequencing and computational analysis.",
                    "timeFrame": "End of study at 30 months"
                },
                {
                    "measure": "Improvement of cancer sequencing-guided treatment recommendations by machine learning",
                    "description": "Use of artificial intelligence computing to implement cancer sequencing-based recommended therapies and improve accuracy of treatment prediction, to allow better interpretation of cancer sequencing data and advancement of the development of personalized and precision cancer therapies. Improvement will be measured by tracking the precision and accuracy of machine learning and evaluating the resulting data using statistical analysis.",
                    "timeFrame": "End of study at 30 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must be 18 years of age at the time of registration.\n* Participant must have an established diagnosis of relapsed Multiple Myeloma based on IMWG criteria, be willing to participate, and able to consent\n* Participant must have a treating physician who agrees to participate in the study\n* Participant will be undergoing a bone marrow biopsy or tumor biopsy as part of their standard of care.\n* Patients must be willing to participate in this study and able to sign informed consent.\n* Participants are not participating in any interventional clinical trial using systemic therapy directed towards control of MM.\n\nExclusion Criteria\n\n* Known diagnosis of AL amyloidosis, Waldenstrom Macroglobulinemia, POEMS, or Castleman´s disease.\n* Diagnosis of cancer other than myeloma or skin cancer (squamous cell or basal cell) that is ongoing or treated within the last 2 years.\n* Tumor sample inadequate or unavailable for analysis (e.g., due to insufficient number of tumor cells).\n* Patient will not be receiving systemic MM-directed chemotherapy/immunotherapy in the following 2 months from the time tumor biopsy is performed.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "This study is open to interested patients with Multiple Myeloma (MM) of all genders and races from inside or outside Mount Sinai that will be undergoing tumor sampling (bone marrow or tissue) as part of their evaluation for salvage therapy. The research team will accept participants with a diagnosis of MM who self-refer, or are referred by their treating physician, who will be undergoing tumor biopsy (bone marrow or tissue) with the intention of receiving salvage systemic therapy for their MM. Interested individuals can contact the research team and learn more about the study. Potential participants would speak to one of the study staff over the phone, will be provided with further details about the study, pre-screened for eligibility, and set up to undergo informed consent.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cesar Rodriguez Valdes, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(212) 241-7873",
                    "email": "Cesar.Rodriguez@mssm.edu"
                },
                {
                    "name": "Katherine Vandris",
                    "role": "CONTACT",
                    "email": "Katherine.Vandris@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cesar Rodriguez Valdes, MD, PhD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mount Sinai Health System",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cesar Rodriguez Valdes, MD, PhD",
                            "role": "CONTACT",
                            "email": "Cesar.Rodriguez@mssm.edu"
                        },
                        {
                            "name": "Katherine Vandris",
                            "role": "CONTACT",
                            "email": "Katherine.Vandris@mssm.edu"
                        },
                        {
                            "name": "Cesar Rodriguez Valdes",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "SAP"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication.",
            "accessCriteria": "Researchers who provide a methodologically sound proposal. To achieve aims in the approved proposal. Proposals may be submitted up to 36 months following article publication. After 36 months the data will be available in the University's data warehouse but without investigator support other than deposited metadata. Information regarding submitting proposals and accessing data may be found at (Link to be determined)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}