{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06143709",
            "orgStudyIdInfo": {
                "id": "IRB202000721"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL149752",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL149752"
                }
            ],
            "organization": {
                "fullName": "University of Florida",
                "class": "OTHER"
            },
            "briefTitle": "Precision PCI Registry",
            "officialTitle": "Precision Antiplatelet Therapy After Percutaneous Coronary Intervention Registry",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "precision-pci-registry"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-07-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-16",
            "studyFirstSubmitQcDate": "2023-11-16",
            "studyFirstPostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Florida",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of North Carolina, Chapel Hill",
                    "class": "OTHER"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                },
                {
                    "name": "University of Maryland, Baltimore",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The feasibility and clinical benefit of using a patient's genotype to guide antiplatelet therapy prescribing has been demonstrated. However, a more precise understanding of who to genotype, what to include on a genetic testing panel, and how to change antiplatelet therapy based on genotype results and other patient-specific factors is needed to optimize the impact of genotype-guided antiplatelet therapy on patient outcomes.\n\nThe Precision PCI registry is a collaboration between the University of Florida, Gainesville and Jacksonville, USA, the University of North Carolina, Chapel Hill, USA, and University of Maryland, Baltimore, USA. This registry will include a diverse population of patients who undergo Percutaneous Coronary Intervention and clinical CYP2C19 genotyping, assess clinical outcomes over 12 months and collect DNA samples for additional genotyping, and conduct pharmacodynamic analysis of platelet function in a subset of patients.\n\nObjectives of the study:\n\n1. Define the influence of African ancestry and other patient-specific factors on clinical outcomes with genotype-guided antiplatelet therapy following PCI in a real-world setting\n2. Evaluate the safety and effectiveness of genotype-guided de-escalation of antiplatelet therapy (i.e., switching to less potent antiplatelet therapy) after PCI in a real-world setting\n3. Elucidate the effect(s) of genotypes beyond CYP2C19 on platelet reactivity and clinical outcomes with clopidogrel after PCI",
            "detailedDescription": "Dual antiplatelet therapy (DAPT) with aspirin and a P2Y12 receptor inhibitor (clopidogrel, prasugrel, or ticagrelor) is the standard of care after percutaneous coronary intervention (PCI) to reduce the risk of atherothrombotic events. Prasugrel and ticagrelor are preferred over clopidogrel in patients with an acute coronary syndrome but are associated with greater bleeding risk. The cytochrome P450 (CYP)2C19 enzyme is essential for metabolism of clopidogrel (a prodrug) to its pharmacologically active form. Approximately 30% of the U.S. population carries a CYP2C19 loss-of-function (LOF) allele that reduces the bioactivation and effectiveness of clopidogrel, but not prasugrel or ticagrelor, after PCI.\n\nPrevious studies have demonstrated the feasibility and effectiveness of incorporating CYP2C19 genotyping into clinical care to guide DAPT, with prasugrel or ticagrelor prescribed in patients with a CYP2C19 LOF allele. However, the influence of key patient-specific factors on outcomes with genotype-guided DAPT (notably African ancestry, comorbidities that impact clopidogrel effectiveness, and genotypes beyond CYP2C19) has not been defined but is critical to understand in order to optimize the clinical impact of genotype-guided DAPT. Moreover, the impact on clinical outcomes of using CYP2C19 genotype to guide de-escalation from more potent agents (e.g., prasugrel or ticagrelor) to clopidogrel in patients without a LOF allele, which has become highly clinically relevant due to more frequent initial use of prasugrel or ticagrelor after acute coronary syndrome and PCI, has not been investigated in a diverse, real-world clinical setting.\n\nThe long-term goal of this line of research is to optimize a precision medicine DAPT strategy that improves outcomes after PCI. The investigators hypothesize that multiple clinical and genetic factors jointly contribute to the effectiveness and safety of CYP2C19 LOF allele-guided selection of DAPT after PCI in a real-world clinical setting. This hypothesis will be tested by conducting a multi-center, observational study of 1,500 patients with PCI and clinical CYP2C19 genetic testing.\n\nAim 1: Define the influence of African ancestry and other patient-specific factors on clinical outcomes with CYP2C19 genotype-guided DAPT after PCI in a real-world setting\n\nAim 2: Evaluate the safety and effectiveness of CYP2C19 genotype-guided de-escalation of DAPT following PCI in a real-world setting\n\nAim 3: Elucidate the effect(s) of genetic variants beyond CYP2C19 LOF alleles on platelet reactivity and clinical outcomes with clopidogrel after PCI\n\nA total of 1500 patients will be enrolled. Their data will be added to an existing cohort of approximately 4500 patients to address these aims.\n\nBaseline data from the PCI admission will include:\n\n* PCI indication\n* Angiographic and procedural features (e.g. location of PCI, stent type)\n* CYP2C19 genotype\n* Discharge diagnoses\n* Medications on admission, during hospitalization, and at discharge\n* Self-reported race\n* Socioeconomic status (including education, income and occupation)\n* Health insurance type\n\nFollow-up Data:\n\nPatient follow-up will occur at 1, 6, and 12 months after PCI or until DAPT discontinuation via telephone call and EHR review to assess for hospitalizations and medication changes.\n\nData Management:\n\nData will be stored electronically in a secured database that is only accessible to study investigators. Quality assurance procedures will include use of a data dictionary, data checks ensure compliance with predefined rules for data ranges and checks for missing data. Hospitalization records will be reviewed by independent cardiologists to verify atherothrombotic and bleeding events. Deaths will be assessed by query of the National Death Index (NDI) and North Carolina state death index."
        },
        "conditionsModule": {
            "conditions": [
                "Coronary Artery Disease",
                "Percutaneous Coronary Intervention"
            ],
            "keywords": [
                "CYP2C19 Genotype",
                "Percutaneous coronary intervention",
                "Clopidogrel",
                "Plavix"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "1 Year",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood and mouth wash will be collected from a subset of patients"
            },
            "enrollmentInfo": {
                "count": 1500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Precision PCI Prospective Cohort",
                    "description": "Patients who have undergone PCI and clinical CYP2C19 genotyping",
                    "interventionNames": [
                        "Other: DNA sample collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "DNA sample collection",
                    "description": "Patients will be asked to provide a blood or mouth wash sample for DNA extraction",
                    "armGroupLabels": [
                        "Precision PCI Prospective Cohort"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Major atherothrombotic events",
                    "description": "Composite of death, myocardial infarction, ischemic stroke, stent thrombosis, and revascularization for unstable angina",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Net clinical benefit",
                    "description": "Major atherothrombotic events or clinically significant bleeding",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Major adverse cardiovascular events",
                    "description": "Composite of cardiovascular death, myocardial infarction, ischemic stroke, and stent thrombosis",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Clinically significant bleeding",
                    "description": "Moderate or severe/life-threatening bleeding according to GUSTO criteria",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "All cause death",
                    "description": "Death from any cause",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Cardiovascular death",
                    "description": "Death resulting from myocardial infarction, arrhythmia, heart failure, stroke, or other cardiovascular cause",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Myocardial infarction",
                    "description": "New ischemic symptoms and troponin elevation",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Ischemic stroke",
                    "description": "Acute neurologic deficit that lasts over 24 hours and affects the ability to perform daily activities with or without confirmation of imaging",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Stent thrombosis",
                    "description": "Definite or probable stent thrombosis defined according to the Academic Research Consortium",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Unstable angina",
                    "description": "Acute ischemic event with no evidence of myocardial infarction and angiographic evidence of new or worsening obstructive coronary disease, or intracoronary thrombus, believed to be responsible for the ischemic symptoms and requiring coronary revascularization",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n* Age ≥18 years\n* Underwent percutaneous coronary intervention for any indication\n* Had clinical CYP2C19 genotyping\n* Treated with dual antiplatelet therapy including clopidogrel, prasugrel, or ticagrelor plus aspirin or\n* Treated with a combination of a P2Y12 inhibitor i.e. clopidogrel, prasugrel or ticagrelor plus an oral anticoagulant.\n\nExclusion Criteria:\n\n* Managed surgically\n* Treated with thrombolysis within 48 hours",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The target patient population will be male or female adults (age 18 years), of any race or ethnicity, who undergo PCI and clinical CYP2C19 genotyping, and are treated with clopidogrel, prasugrel, or ticagrelor in addition to aspirin.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Larisa Cavallari, PharmD,BCPS,FCCP",
                    "role": "CONTACT",
                    "phone": "352-273-8245",
                    "email": "LCavallari@cop.ufl.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Florida",
                    "status": "RECRUITING",
                    "city": "Gainesville",
                    "state": "Florida",
                    "zip": "32609",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joshua N Terrell, MBA",
                            "role": "CONTACT",
                            "phone": "352-294-5644",
                            "email": "jterrell5102@ufl.edu"
                        },
                        {
                            "name": "Larisa H Cavallari, PharmD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.65163,
                        "lon": -82.32483
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We will comply with the NIH Genomic Data Sharing Policy (https://gds.nih.gov/). Institutional Review Board approval and institutional certification will be obtained for the submission of the study data to open-access databases such as the database of Genotypes and Phenotypes (dbGaP). This will be done after all of the individual participant data is collected during the trial, and after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "De-identified genomic and phenotype data to be made available by depositing these data in dbGaP as soon as possible but no later than within one year of the completion of the funded project period or upon acceptance of the data for publication.",
            "accessCriteria": "Data will be available as controlled-access data through dbGaP, in which interested users must submit a Data Use Certification to an appropriate NIH Data Access Committee for approval."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003324",
                    "term": "Coronary Artery Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003327",
                    "term": "Coronary Disease"
                },
                {
                    "id": "D000017202",
                    "term": "Myocardial Ischemia"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "asFound": "Coronary Artery Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M6549",
                    "name": "Coronary Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M1669",
                    "name": "Clopidogrel",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}