{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04815876",
            "orgStudyIdInfo": {
                "id": "21-03023431"
            },
            "secondaryIdInfos": [
                {
                    "id": "CER-2019C2-17372",
                    "type": "OTHER",
                    "domain": "Patient-Centered Outcomes Research Institute"
                },
                {
                    "id": "18-02-365-PCORI",
                    "type": "OTHER",
                    "domain": "Biomedical Research Alliance of New York (BRANY)"
                }
            ],
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "PReclude Infection EVEnts With No Prophylaxis Transperineal Biopsy 2",
            "officialTitle": "Randomized Trial Comparing Transperineal vs. Transrectal MRI-targeted Prostate Biopsy; Randomized Controlled Trial Assessing Transperineal Prostate Biopsy to Reduce Infection Complications",
            "acronym": "PREVENT2",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "preclude-infection-events-with-no-prophylaxis-transperineal-biopsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-22",
            "studyFirstSubmitQcDate": "2021-03-22",
            "studyFirstPostDateStruct": {
                "date": "2021-03-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Approximately one million transrectal prostate biopsies are performed annually in the U.S., and the risk of post- biopsy infection is increasing due to greater antibiotic resistance of rectal flora. Preliminary data demonstrates that a transperineal MRI-targeted biopsy approach under local anesthesia compared to the standard practice transrectal MRI-targeted prostate biopsy has a much lower risk of infection, comparable pain/discomfort and may improve detection of prostate cancer.\n\nThis randomized controlled trial will be the first prospective study to evaluate in-office transperineal MRI targeted prostate biopsy.\n\nThe investigators hypothesize that a transperineal MRI-targeted biopsy approach under local anesthesia compared to the standard practice transrectal MRI-targeted prostate biopsy has a much lower risk of infection, comparable pain/discomfort and may improve detection of prostate cancer.",
            "detailedDescription": "Prostate cancer is the most commonly diagnosed malignancy in U.S. men. There are approximately 1 million prostate biopsy performed annually in the U.S. Almost all biopsies are performed as an office based procedure in under 15 minutes. The precision of biopsy has improved over the last decade with the introduction of MRI guidance/targeting of suspicious lesions within the prostate.\n\nHowever, significant limitations remain with this approach, including a significantly increasing risk of post-biopsy infection. This arises because more than 97% of all prostate biopsy are performed via a transrectal approach that introduces rectal bacteria with each pass of the biopsy needle into the sterile urinary tract. The current risk of post-transrectal biopsy infection, even with antimicrobial prophylaxis, is high at approximately 7% overall with 3% (30,000 men) requiring hospitalization annually.\n\nTransperineal biopsy is an alternate approach that eliminates the direct introduction of bacteria from the rectum to the prostate. This approach, which is perfomed without antimicrobial prophylaxis, instead passes the biopsy needle through the perineal skin and pelvic floor.\n\nTransperineal biopsy has not been widely adopted for several reasons. Historically, it has been considered too painful for patients in the clinic and thus was traditionally performed under general anesthesia. The added time, inconvenience and cost has limited its national adoptance. Second, when transrectal biopsy was initially adopted over 40 years ago, antibiotic resistance of rectal flora was not a challenge.\n\nBeyond the potential for in-office transperineal biopsy to significantly reduce or eliminate biopsy infections, transperineal biopsy may also improve cancer detection: studies of transperineal biopsy (performed under general anesthesia) demonstrate higher detection rates for prostate cancer, particularly for anterior zone tumors, compared to transrectal biopsy. This is notable, as anterior tumors are difficult to sample with transrectal. Anterior tumors are also twice as likely to occur in African American men. In fact, our research demonstrates that some of the outcomes disparities in African American men may stem from an underdiagnosis of anterior prostate cancers.\n\nAlthough transrectal biopsy is used widely, it is associated with a significant and increasing risk of biopsy infections due to growing antibiotic resistance, highlighting the urgent need for a safer alternative approach to prostate biopsy. The study investigators have refined a transperineal approach under local anesthesia with MRI-targeting/guidance without the need for antibiotic prophylaxis. The investigators hypothesize that transperineal MRI targeted biopsy will: (1) largely eliminate post-biopsy infections and costly hospitalizations for urosepsis; (2) be performed in the office with similar discomfort and non-infectious complications compared to transrectal MRI targeted biopsy; and (3) have significantly better detection of prostate cancer.\n\nThis multi-center randomized controlled trial will be conducted to evaluate in-office transperineal MRI targeted vs. transrectal MRI targeted biopsy, the current gold standard. This has transformative impact to change current standard of practice."
        },
        "conditionsModule": {
            "conditions": [
                "Infection"
            ],
            "keywords": [
                "prostate cancer",
                "prostate biopsy",
                "biopsy infection",
                "fusion biopsy",
                "MRI-targeted biopsy",
                "transperineal",
                "transrectal"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Men enrolled in this prospective, randomized trial will be randomized in a 1:1 ratio to receive either transperineal MRI-targeted or transrectal MRI-targeted prostate biopsy.",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Radiologists assessing MRI results are blinded to treatment assignment. Pathologists assessing biopsy results are blinded to treatment assignment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1302,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Transrectal",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients will receive a transrectal MRI-guided prostate biopsy.",
                    "interventionNames": [
                        "Procedure: Transrectal MRI-guided prostate biopsy",
                        "Drug: Antibiotic (prophylaxis)"
                    ]
                },
                {
                    "label": "Transperineal",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients will receive a transperineal MRI-guided prostate biopsy.",
                    "interventionNames": [
                        "Procedure: Transperineal MRI-guided prostate biopsy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Transperineal MRI-guided prostate biopsy",
                    "description": "Transperineal prostate biopsy will be performed under local anesthesia in the office. This approach avoids transrectal needle tracking.",
                    "armGroupLabels": [
                        "Transperineal"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Transrectal MRI-guided prostate biopsy",
                    "description": "Transrectal prostate biopsy is currently the most popular approach to evaluate a positive screening test for prostate cancer.",
                    "armGroupLabels": [
                        "Transrectal"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Antibiotic (prophylaxis)",
                    "description": "For men undergoing transrectal biopsy, antibiotic prophylaxis will be administered in accordance with guidelines from the American Urological Association (AUA).\n\nNo antibiotic prophylaxis will be administered for men undergoing transperineal biopsy.",
                    "armGroupLabels": [
                        "Transrectal"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in infection adverse events, as measured on TRUS-BxQ",
                    "description": "TRUS-BxQ is a validated biopsy questionnaire that measures adverse events that have occurred due to infection. Patient questionnaire consists of Yes/No questions about infection complications and duration of infection.",
                    "timeFrame": "At initiation of biopsy, immediately following biopsy, 7 days post-biopsy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in patient-reported pain and discomfort, as measured on a 0-10 Likert scale",
                    "description": "Pain and discomfort will be scored on a 0-10 Likert scale. 0 indicates no pain/discomfort and high scores indicate greater pain/discomfort.",
                    "timeFrame": "Immediately following biopsy, 7 days post-biopsy"
                },
                {
                    "measure": "Change in patient-reported anxiety, as measured on a 0-10 Likert scale",
                    "description": "Anxiety will be scored on a 0-10 Likert scale. 0 indicates no anxiety and high scores indicate greater anxiety.",
                    "timeFrame": "Immediately following biopsy, 7 days post-biopsy"
                },
                {
                    "measure": "Detection of clinically significant disease as measured by Gleason Grade Group ≥ 2",
                    "description": "Gleason Grade Group is a prostate cancer grading system released by the International Society of Urological Pathology (ISUP). Grade Group 1 indicates Low/Very Low Risk, Grade Group 2 indicates Intermediate (Favorable) Risk, Grade Group 3 indicates Intermediate (Unfavorable) Risk, and Grade Groups 4 and 5 indicate High/Very High Risk.\n\nProstate cancer grade will be categorized into insignificant (Gleason Grade Group 1) and clinically significant (Grade Group ≥ 2).",
                    "timeFrame": "7 days post-biopsy"
                },
                {
                    "measure": "Change in adverse events, as measured on TRUS-BxQ",
                    "description": "TRUS-BxQ is a validated biopsy questionnaire that measures adverse events that have occurred, such as hospital re-admissions, aborted procedures due to discomfort, hematuria, urinary retention, hematospermia, and/or hematochezia. Patient questionnaire consists of Yes/No questions about general complications and duration of adverse events.",
                    "timeFrame": "At initiation of biopsy, immediately following biopsy, 7 days post-biopsy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Active surveillance cohort: History of Grade Group 1 prostate cancer, first diagnosed ≤24 months prior to date of planned confirmatory biopsy and diagnostic biopsy was preceded by a multiparametric MRI of the prostate\n* Prior negative cohort: Clinical concern for the presence of prostate cancer as determined by the treating urologist and prior negative prostate biopsy performed ≤36 months prior to date of planned biopsy\n* Willingness to sign informed consent and adhere to the study protocol\n\nExclusion Criteria:\n\n* Acute prostatitis within the last 6 months\n* Current non-urologic bacterial infection requiring active treatment with antibiotics\n* Unfit to undergo prostate biopsy under local anesthesia\n* Prior definitive therapy for prostate cancer, such as radiation therapy or partial gland ablation\n* Contraindication to prostate MRI (claustrophobia, pacemaker, chronic kidney disease)",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Chunmei McKernan",
                    "role": "CONTACT",
                    "phone": "212.746.4739",
                    "email": "chm4022@med.cornell.edu"
                },
                {
                    "name": "Dianis Rivera",
                    "role": "CONTACT",
                    "phone": "212.746.1496",
                    "email": "dir4010@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jim C Hu, MD MPH",
                    "affiliation": "Weill Cornell Medicine, NewYork-Presbyterian",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Southern California",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andre Abreu",
                            "role": "CONTACT",
                            "email": "Andre.Abreu@med.usc.edu"
                        },
                        {
                            "name": "Andre Abreu",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of Connecticut",
                    "status": "RECRUITING",
                    "city": "Farmington",
                    "state": "Connecticut",
                    "zip": "06030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katarzyna Nastri",
                            "role": "CONTACT",
                            "email": "nastri@uchc.edu"
                        },
                        {
                            "name": "Benjamin Ristau, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.71982,
                        "lon": -72.83204
                    }
                },
                {
                    "facility": "Georgetown University",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20007",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith Kowalczyk, MD",
                            "role": "CONTACT",
                            "email": "Keith.Kowalczyk@medstar.net"
                        },
                        {
                            "name": "Keith Kowalczyk, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Margarita \"Sachi\" Mana-ay, MSN, MPH",
                            "role": "CONTACT",
                            "phone": "312-695-8146",
                            "email": "Margarita.Mana-ay@nm.org"
                        },
                        {
                            "name": "Edward M Schaeffer, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rana Harb, MS",
                            "role": "CONTACT",
                            "phone": "410-502-5500",
                            "email": "rharb1@jhmi.edu"
                        },
                        {
                            "name": "Mohamad E Allaf, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Quoc-Dien Trinh",
                            "role": "CONTACT",
                            "email": "QTRINH@BWH.HARVARD.EDU"
                        },
                        {
                            "name": "Quoc-Dien Trinh",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter Chang",
                            "role": "CONTACT",
                            "email": "pchang@bidmc.harvard.edu"
                        },
                        {
                            "name": "Peter Chang",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sharada Lanka, MS",
                            "role": "CONTACT",
                            "email": "slanka@med.umich.edu"
                        },
                        {
                            "name": "Jeffrey S Montgomery, MD",
                            "role": "CONTACT",
                            "phone": "734-647-8903",
                            "email": "montrose@med.umich.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "NewYork-Presbyterian Brooklyn Methodist Hospital",
                    "status": "COMPLETED",
                    "city": "Brooklyn",
                    "state": "New York",
                    "zip": "11217",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.6501,
                        "lon": -73.94958
                    }
                },
                {
                    "facility": "NewYork-Presbyterian Queens",
                    "status": "RECRUITING",
                    "city": "Flushing",
                    "state": "New York",
                    "zip": "11355",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Danielle Hayden",
                            "role": "CONTACT",
                            "phone": "646-962-9343",
                            "email": "daw7005@med.cornell.edu"
                        },
                        {
                            "name": "David Green, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Gerald Wang, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76538,
                        "lon": -73.81736
                    }
                },
                {
                    "facility": "Memorial Sloan Kettering Cancer Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marlena McGill",
                            "role": "CONTACT",
                            "phone": "646-227-2231",
                            "email": "mcgillm@mskcc.org"
                        },
                        {
                            "name": "Behfar Ehdaie, MD MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University of North Carolina",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marc Bjurlin",
                            "role": "CONTACT",
                            "email": "marc_bjurlin@med.unc.edu"
                        },
                        {
                            "name": "Marc Bjurlin",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "University Hospitals Cleveland Medical Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rosemary Brewka, MS",
                            "role": "CONTACT",
                            "email": "rosemary.brewka@uhhospitals.org"
                        },
                        {
                            "name": "Jonathan Shoag, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Einstein Healthcare Network",
                    "status": "RECRUITING",
                    "city": "Elkins Park",
                    "state": "Pennsylvania",
                    "zip": "19027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Serge Ginzburg, MD",
                            "role": "CONTACT",
                            "phone": "215-663-6067",
                            "email": "ginzburs@einstein.edu"
                        },
                        {
                            "name": "Serge Ginzburg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.07706,
                        "lon": -75.12684
                    }
                },
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Benjamin Schurhamer",
                            "role": "CONTACT",
                            "email": "Benjamin.Schurhamer@Pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Benjamin Schurhamer",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Fox Chase Cancer Center",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Victoria Sabella",
                            "role": "CONTACT",
                            "phone": "215-728-3122",
                            "email": "victoria.sabella@fccc.edu"
                        },
                        {
                            "name": "Andres Correa, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "asFound": "Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "asFound": "Peripheral",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}