{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06005051",
            "orgStudyIdInfo": {
                "id": "68475"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Prediabetes Stratification by Multi-omics Profile After Food Intake",
            "officialTitle": "Prediabetes Stratification by Multi-omics Profile After Food Intake",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "prediabetes-stratification-by-multi-omics-profile-after-food-intake"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-02",
            "studyFirstSubmitQcDate": "2023-08-14",
            "studyFirstPostDateStruct": {
                "date": "2023-08-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Yue Wu",
                "investigatorTitle": "Postdoctoral Scholar",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "1 in 3 adults have prediabetes in the United States, and many of them will eventually develop diabetes, which has significant public health and economic costs. However, type 2 diabetes (T2D) and prediabetes are heterogeneous groups with different pathological mechanisms, dysfunctions in different processes, and varied disease trajectories. Patient stratifications into subtypes and personalized nutrition interventions are highly needed but not yet available. Metabolic responses (e.g., glucose excursion) after food intake provide a direct observation of personal metabolic control and its association with T2D.\n\nThe investigators hope to learn how prediabetes and type 2 diabetes evolve, and specifically what food or exercise can do to mitigate blood sugar response.",
            "detailedDescription": "Screening: The investigators will check fasting blood sugars, HbA1C to determine status (healthy, prediabetes or diabetes).\n\nEnrolled participants will be provided with a Continuous Glucose Monitor (CGM) to measure blood sugars for 10 days and a Fitbit fitness tracker. They will then follow the instructions for each of the 10 days on the monitors:\n\nDay 0: participants will start using the devices and start recording food intake in a food logging app (Cronometer) Day 1-6: Participants will eat a provided portion of white rice (50g of carbohydrates) within 1.5 hrs of waking up). Day 1,3, 5 consume one of the mitigator foods provided (fat (cream), protein (egg whites), or fiber (powdered pea fiber)). Days 2 and 4 no mitigators will be consumed. Day 6 the investigators will ask participants to exercise before eating the rice. Exercise will be moderate for 20 min with constant heart rate level about (220-age)\\*0.7. During these 6 days participants will be asked to collect microsamples of blood using the Tasso device on the following time points: right after waking up; right before eating their rice; 30 minutes, 1, 2 and 3 hours after the start of the rice meal; right before going to bed\n\nDays 7-9 no intervention, just continue to use devices and log food intake.\n\nOptional- 5 participants who volunteer to repeat this 10 day cycle 3 times.\n\nOptional metabolic tests:\n\n1. Oral Glucose Tolerance Test (OGTT) to measure glucose tolerance and beta cell function: participants will be provided with a 75g glucose solution to drink and collect samples at 10-30min intervals for 180 minutes.\n2. Undergo an insulin sensitivity test (Steady State Plasma Glucose, SSPG)- glucose, insulin and ocreotide infusions will be provided and blood samples taken at 10-30min intervals for 240 min.\n3. Undergo an Isoglycemic Intravenous Glucose Infusion test (IIGI) to test for incretin hormone function- a glucose infusion will be given and blood samples collected at 10-30 min intervals for 180 min."
        },
        "conditionsModule": {
            "conditions": [
                "Diabetes Mellitus, Type 2",
                "PreDiabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "All participants will consume the meals using the cgm and fitbit devices and log their meal intake.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "mitigator",
                    "type": "EXPERIMENTAL",
                    "description": "Test different foods to see their mitigating effect on blood sugars after a rice meal.",
                    "interventionNames": [
                        "Other: Dietary intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Dietary intervention",
                    "description": "Using different combination of foods to see if the glucose response to a load of carbohydrates can be mitigated.",
                    "armGroupLabels": [
                        "mitigator"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Comparison of blood glucose levels after the different dietary and exercise mitigators",
                    "description": "Blood glucose value is derived from continuous glucose monitor (CGM) data, expressed in milligrams/deciliter, and measured for 10 days. Comparisons will be made between different mitigators (food and exercise) before and after consuming a standard rice meal.",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Changes in postprandial metabolites response as measured by micro-sampling",
                    "description": "Dry blood samples will be collected by micro-sampling frequently before and after the standardized meals at 5 time points. Based on those samples, metabolomics (e.g., short-chain fatty acids, amino acids and other polar and nonpolar metabolites) will be extracted and quantified by liquid chromatography mass spectrometry (LC-MS). Both hydrophilic interaction LC and reverse phase LC will be used. Q Exactive will be used for MS. Tandem MS will be collected for annotation. Relative quantification will be used, where the level of metabolites can be compared between samples. Chemical reference will be used for the absolute quantification of targeted metabolites. Comparisons will be made between different mitigators (food and exercise) before and after consuming a standard rice meal.",
                    "timeFrame": "10 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in postprandial proteomic responses as measured in micro-sampling by Olink",
                    "description": "Dry blood samples will be collected by micro-sampling frequently before and after the standardized meals at 5 time points. Based on those samples, proteomics will be quantified by proximity extension assay for the cardiometabolic panel. 96 proteins will be measured in the unit of normalized protein expression. Comparisons will be made between different mitigators (food and exercise) before and after consuming a standard rice meal.",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Changes in personal metabolic states through the day as measured in micro-sampling by targeted and untargeted metabolomics (LC-MS)",
                    "description": "Dry blood samples will be collected by micro-sampling after getup, after the standardized meals, and before sleep. Based on those samples, metabolomics (e.g., short-chain fatty acids, amino acids and other polar and nonpolar metabolites) will be extracted and quantified by liquid chromatography mass spectrometry (LC-MS). Both hydrophilic LC and reverse phase LC will be used. Q Exactive will be used for MS. Tandem MS will be collected for annotation. Relative quantification will be used, where the level of metabolites can be compared between samples. Chemical reference will be used for the absolute quantification of targeted metabolites. Comparisons will be made for the different time points during the day.",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Changes in personal metabolic states through the day as measured in micro-sampling by Olink proteomics",
                    "description": "Dry blood samples will be collected by micro-sampling after getup, after the standardized meals, and before sleep. Based on those samples, proteomics will be quantified by proximity extension assay for the cardiometabolic panel. 96 proteins will be measured in the unit of normalized protein expression. Comparisons will be made for the different time points during the day.",
                    "timeFrame": "10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be 18 years of age or older;\n* Not be pregnant;\n* Live close to Stanford Campus\n* Be generally healthy (with no apparent symptoms at the time of enrollment)\n* Patients with prediabetes or diet-controlled or type 2 diabetes or controlled with metformin, will also be allowed to participate.\n* Be willing to provide written informed consent for all study procedures.-\n\nExclusion Criteria:\n\n* Major organ diseases,\n* Pregnant or lactating. If a participant will become pregnant while in the study, she will be removed from the study.\n* are on diabetogenic medications (with the exclusion of metformin),\n* have malabsorptive disorders like celiac sprue or similar\n* report heavy alcohol use,\n* use of weight loss medications or specific diets,\n* weight change \\> 2 kg in the last three weeks,\n* history of bariatric surgery\n* Any medical condition that our physician believes would interfere with study participation or evaluation of results.\n* Mental incapacity and/or cognitive impairment on the part of the patient that would preclude the adequate understanding of, or cooperation with, the study protocol.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Caroline Study Coordinator",
                    "role": "CONTACT",
                    "phone": "(650)723-9160",
                    "email": "bejikian@stanford.edu"
                },
                {
                    "name": "Dalia Study Dietitian",
                    "role": "CONTACT",
                    "phone": "(650)723-9160",
                    "email": "daliap@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Yue Wu, PhD",
                    "affiliation": "Stanford University",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford University",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                },
                {
                    "id": "D000011236",
                    "term": "Prediabetic State"
                },
                {
                    "id": "D000018149",
                    "term": "Glucose Intolerance"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006943",
                    "term": "Hyperglycemia"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Diabetes Mellitus, Type 2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14117",
                    "name": "Prediabetic State",
                    "asFound": "Prediabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "asFound": "Prediabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9994",
                    "name": "Hyperglycemia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}