{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05709483",
            "orgStudyIdInfo": {
                "id": "ARO-1039"
            },
            "organization": {
                "fullName": "Rockefeller University",
                "class": "OTHER"
            },
            "briefTitle": "Predictors of Aspirin Failure in Preeclampsia Prevention",
            "officialTitle": "Genetic, Laboratory and Clinical Factors Associated With Low-dose Aspirin Failure in the Prevention of Preeclampsia- An Exploratory Protocol",
            "therapeuticArea": [
                "Other"
            ],
            "study": "predictors-of-aspirin-failure-in-preeclampsia-prevention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-11",
            "studyFirstSubmitQcDate": "2023-01-23",
            "studyFirstPostDateStruct": {
                "date": "2023-02-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rockefeller University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Hypertensive disorders of pregnancy (including preeclampsia) are among the leading causes of pregnancy complications and maternal deaths worldwide. They also increase the risks to the babies. Numerous interventions have been suggested in order to reduce the rate of preeclampsia. Low-dose aspirin is the most beneficial prophylactic approach in this regard. Nevertheless, aspirin failure is not uncommon. The genetic, laboratory, and clinical factors associated with low-dose aspirin failure in the prevention of preeclampsia are largely unknown. The presence of a genetic variant in PAR4 receptor expressed on platelets, is associated with increased platelet function and possibly with aspirin failure.",
            "detailedDescription": "Preeclampsia is among the leading causes of maternal morbidity and mortality worldwide. The pathophysiology underling the occurrence of preeclampsia is multifactorial with many suggested theories. Among the latter, enhanced platelet activation coupled with an imbalance in prostanoid levels have been postulated as being responsible for the pathophysiologic changes in preeclampsia.\n\nNumerous prophylactic interventions have been investigated in order to reduce the rate of gestational hypertensive disorders. It is currently well-established that administration of low-dose aspirin is the most beneficial prophylactic approach.\n\nThe major effect of aspirin is to inhibit cyclooxygenase-1 (COX-1), which reduces thromboxane A2 production in platelets and the abnormally increased thromboxane A2/prostaglandin I2 imbalance.\n\nThis improves placental function by favoring systemic vasodilatation and inhibiting platelet aggregation. Despite its well-established clinical role in the prevention of preeclampsia, aspirin failure is not uncommon. Nevertheless, the ancestry/genetic, laboratory, and clinical factors associated with low-dose aspirin failure in the prevention of preeclampsia are largely unknown.\n\nHigher rates of aspirin failure have been reported in Black women, possibly due to genetic variants. Studies among non-pregnant patients, have identified that racial differences in PAR4 (protease- activated receptor 4) expressed on platelets, are associated with increased platelet function in Blacks compared to whites. A single-nucleotide variant (rs773902) in PAR4 gene (F2RL3), which results in alanine/threonine polymorphism, was shown to largely account for the racial difference in platelet activation by PAR4. The frequency of the variant differs widely between self-declared Black individuals and non-Black individuals, with values of \\~65% versus\\~20%. Thus, it is possible that the variant may contribute to the higher rate of failure of low dose aspirin in the Black population.\n\nThe study aim is to evaluate these issues."
        },
        "conditionsModule": {
            "conditions": [
                "Preeclampsia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 130,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Women with prior history of preeclampsia who received aspirin in subsequent gestation",
                    "type": "EXPERIMENTAL",
                    "description": "Single-dose of enteric-coated 81 mg aspirin",
                    "interventionNames": [
                        "Drug: Aspirin"
                    ]
                },
                {
                    "label": "Healthy volunteers",
                    "type": "NO_INTERVENTION",
                    "description": "In this group, no aspirin will be given, as blood draw will not be performed at all among the healthy volunteers. The group of healthy volunteers will serve only for the SNP assay development."
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Aspirin",
                    "description": "Platelet assays including VerifyNow Aspirin assay, VerifyNow Base assay, platelet aggregometry, Thromboxana A2 levels- will be measured at baseline and 1 hour after administration of single-dose enteric-coated 81 mg aspirin",
                    "armGroupLabels": [
                        "Women with prior history of preeclampsia who received aspirin in subsequent gestation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Allelic frequency of the PAR4 variant (rs773902) in relation to aspirin success in preeclampsia prevention",
                    "description": "We will compare the the allelic frequency of the PAR4 variant (rs773902) between aspirin-responders (no recurrence of preeclampsia) and aspirin non responders (recurrence of preeclampsia despite aspirin)",
                    "timeFrame": "At study enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Platelet response to aspirin as assessed by VerifyNow Aspirin Assay in relation to aspirin success in preeclampsia prevention-measured as VerifyNow Reaction Units",
                    "description": "In the VerifyNow aspirin assay- arachidonic acid is used as the activator to measure the response of the platelet to aspirin. Aspirin irreversibly inhibits COX-1, the enzyme that catalyzes the first reaction leading to the conversion of arachidonic acid to thromboxane A2, which in turn, activates the GPIIb/IIIa receptor to bind fibrinogen, which leads to platelet aggregation. In the presence of aspirin the aggregation does not occur. This assay will demonstrate whether those who developed preeclampsia despite aspirin administration, have increased platelet aggregation at baseline, at 1 hour following aspirin administration, or both.",
                    "timeFrame": "0 and 1 hours post single dose 81 mg enteric-coated aspirin"
                },
                {
                    "measure": "Platelet response to aspirin as assessed by VerifyNow Base Assay in relation to aspirin success in preeclampsia prevention-measured as VerifyNow Reaction Units",
                    "description": "In the VerifyNow Base assay, platelet activation is produced by PAR1 thrombin receptor activating peptide + a PAR4 agonist peptide. Thus, this assay will be used to assess whether there is an enhanced response of the PAR4 peptide in those with the PAR4 variant, or perhaps even in those who did not have a good response to aspirin even if they do not have the variant.",
                    "timeFrame": "0 and 1 hours post single dose 81 mg enteric-coated aspirin"
                },
                {
                    "measure": "Platelet response to aspirin as assessed by aggregometry in relation to aspirin success in preeclampsia prevention-measured as VerifyNow Reaction Units",
                    "description": "As in the VerifyNow Base assay, the Base channel includes both PAR1 and PAR4 agonists, we will also perform platelet aggregometry with just the PAR4 agonist peptide, to avoid any confounding effect of the PAR1 peptide. This will be measured at baseline and at 1 hour after aspirin administration. Results will be compared between those who developed preeclampsia depicted aspirin and those who did not experience preeclampsia under aspirin prophylaxis.",
                    "timeFrame": "0 and 1 hours post single dose 81 mg enteric-coated aspirin"
                },
                {
                    "measure": "Thromboxane A2 levels in relation to aspirin success in preeclampsia prevention-measured in ng/mL",
                    "description": "Aspirin inhibits the enzyme COX-1 which converts arachidonic acid to thromboxane A2. Therefore, evaluating the end product directly-thromboxane A2 levels-may potentially detect differences between the groups (aspirin responders vs. aspirin non-responders).",
                    "timeFrame": "0 and 1 hours post single dose 81 mg enteric-coated aspirin"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women aged 18-45 years with prior history of preeclampsia who received low dose aspirin in their subsequent gestation and either did or did not have a recurrence of preeclampsia.\n2. Aspirin was given in their subsequent pregnancy in a 81 mg dose prior to 16 weeks of gestation, and was taken with a self-reported compliance rate of at least 80%\n3. Subsequent pregnancy lasted beyond 20 weeks of gestation\n4. Willingness to abstain from non-prescription non-steroidal anti-inflammatory drugs (NSAIDs), which are known to interfere with platelet function assays, for one week prior to platelet function analyses.\n5. Healthy controls recruited for SNP assay optimization:\n\nWomen aged 18 years or older, with no other specific inclusion criteria that need to be met in order to be enrolled for the study.\n\nExclusion Criteria:\n\n1. Age \\<18 years or \\>45 years\n2. Any clinically significant adverse reaction to aspirin on prior exposure\n3. Known bleeding disorder based on personal or family history\n4. History of kidney or liver impairment\n5. Current pregnancy\n6. Current use of antithrombotic agents (e.g., aspirin, clopidogrel, warfarin, direct acting oral anticoagulants).\n7. Chronic hypertension (systolic blood pressure \\>140 mmHG or diastolic pressure \\>90 mmHG, or use of antihypertensive drugs or diagnosis made by clinician)\n8. Diabetes mellitus\n9. Current known malignancy\n10. History of hemorrhagic stroke\n11. Participants may be excluded at the discretion of the investigator for medical, psychological or other reasons\n12. Rockefeller students, and Rockefeller employees in the Coller lab, are excluded from participation.\n13. Healthy controls:\n\nA. \\<18 years of age. B. Participants may be excluded at the discretion of the investigator for medical, psychological or other reasons C. Rockefeller students, and Rockefeller employees in the Coller lab, are excluded from participation.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Recruitment Office",
                    "role": "CONTACT",
                    "phone": "1-800-782-2737",
                    "email": "RUcares@Rockefeller.edu"
                },
                {
                    "name": "Amihai Rottenstreich, MD",
                    "role": "CONTACT",
                    "phone": "+1-2123277245",
                    "email": "arottenstr@rockefeller.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amihai Rottenstreich, MD",
                    "affiliation": "Rockefeller University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rockefeller University",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amihai Rottenstreich, MD",
                            "role": "CONTACT",
                            "phone": "212-327-7245",
                            "email": "arottenstr@rockefeller.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27659865",
                    "type": "BACKGROUND",
                    "citation": "Bokslag A, van Weissenbruch M, Mol BW, de Groot CJ. Preeclampsia; short and long-term consequences for mother and neonate. Early Hum Dev. 2016 Nov;102:47-50. doi: 10.1016/j.earlhumdev.2016.09.007. Epub 2016 Sep 20."
                },
                {
                    "pmid": "15733721",
                    "type": "BACKGROUND",
                    "citation": "Sibai B, Dekker G, Kupferminc M. Pre-eclampsia. Lancet. 2005 Feb 26-Mar 4;365(9461):785-99. doi: 10.1016/S0140-6736(05)17987-2."
                },
                {
                    "pmid": "17443552",
                    "type": "BACKGROUND",
                    "citation": "Duley L, Henderson-Smart DJ, Meher S, King JF. Antiplatelet agents for preventing pre-eclampsia and its complications. Cochrane Database Syst Rev. 2007 Apr 18;(2):CD004659. doi: 10.1002/14651858.CD004659.pub2."
                },
                {
                    "pmid": "626836",
                    "type": "BACKGROUND",
                    "citation": "Redman CW, Bonnar J, Beilin L. Early platelet consumption in pre-eclampsia. Br Med J. 1978 Feb 25;1(6111):467-9. doi: 10.1136/bmj.1.6111.467."
                },
                {
                    "pmid": "2871403",
                    "type": "BACKGROUND",
                    "citation": "Roberts MS, Joyce RM, McLeod LJ, Vial JH, Seville PR. Slow-release aspirin and prostaglandin inhibition. Lancet. 1986 May 17;1(8490):1153-4. doi: 10.1016/s0140-6736(86)91865-9. No abstract available."
                },
                {
                    "pmid": "28657417",
                    "type": "BACKGROUND",
                    "citation": "Rolnik DL, Wright D, Poon LC, O'Gorman N, Syngelaki A, de Paco Matallana C, Akolekar R, Cicero S, Janga D, Singh M, Molina FS, Persico N, Jani JC, Plasencia W, Papaioannou G, Tenenbaum-Gavish K, Meiri H, Gizurarson S, Maclagan K, Nicolaides KH. Aspirin versus Placebo in Pregnancies at High Risk for Preterm Preeclampsia. N Engl J Med. 2017 Aug 17;377(7):613-622. doi: 10.1056/NEJMoa1704559. Epub 2017 Jun 28."
                },
                {
                    "pmid": "33345910",
                    "type": "BACKGROUND",
                    "citation": "Tolcher MC, Sangi-Haghpeykar H, Mendez-Figueroa H, Aagaard KM. Low-dose aspirin for preeclampsia prevention: efficacy by ethnicity and race. Am J Obstet Gynecol MFM. 2020 Nov;2(4):100184. doi: 10.1016/j.ajogmf.2020.100184. Epub 2020 Jul 21."
                },
                {
                    "pmid": "32717255",
                    "type": "BACKGROUND",
                    "citation": "Johnson JD, Louis JM. Does race or ethnicity play a role in the origin, pathophysiology, and outcomes of preeclampsia? An expert review of the literature. Am J Obstet Gynecol. 2022 Feb;226(2S):S876-S885. doi: 10.1016/j.ajog.2020.07.038. Epub 2020 Jul 24."
                },
                {
                    "pmid": "25293779",
                    "type": "BACKGROUND",
                    "citation": "Edelstein LC, Simon LM, Lindsay CR, Kong X, Teruel-Montoya R, Tourdot BE, Chen ES, Ma L, Coughlin S, Nieman M, Holinstat M, Shaw CA, Bray PF. Common variants in the human platelet PAR4 thrombin receptor alter platelet function and differ by race. Blood. 2014 Nov 27;124(23):3450-8. doi: 10.1182/blood-2014-04-572479. Epub 2014 Oct 7."
                },
                {
                    "pmid": "24216752",
                    "type": "BACKGROUND",
                    "citation": "Edelstein LC, Simon LM, Montoya RT, Holinstat M, Chen ES, Bergeron A, Kong X, Nagalla S, Mohandas N, Cohen DE, Dong JF, Shaw C, Bray PF. Racial differences in human platelet PAR4 reactivity reflect expression of PCTP and miR-376c. Nat Med. 2013 Dec;19(12):1609-16. doi: 10.1038/nm.3385. Epub 2013 Nov 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011225",
                    "term": "Pre-Eclampsia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000046110",
                    "term": "Hypertension, Pregnancy-Induced"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14106",
                    "name": "Pre-Eclampsia",
                    "asFound": "Preeclampsia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7633",
                    "name": "Eclampsia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M25635",
                    "name": "Hypertension, Pregnancy-Induced",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "T2019",
                    "name": "Eclampsia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001241",
                    "term": "Aspirin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000005343",
                    "term": "Fibrinolytic Agents"
                },
                {
                    "id": "D000050299",
                    "term": "Fibrin Modulating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000058633",
                    "term": "Antipyretics"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4548",
                    "name": "Aspirin",
                    "asFound": "Vitamin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M8473",
                    "name": "Fibrinolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M29176",
                    "name": "Antipyretics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Antipy",
                    "name": "Antipyretics"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "FiAg",
                    "name": "Fibrinolytic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}