{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04183205",
            "orgStudyIdInfo": {
                "id": "MHBB-028-17F"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Predicting SSRI Efficacy in Veterans With PTSD",
            "officialTitle": "An Electrophysiological Predictor of SSRI Response in Veterans With PTSD",
            "acronym": "SSRI",
            "therapeuticArea": [
                "Other"
            ],
            "study": "predicting-ssri-efficacy-in-veterans-with-ptsd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-27",
            "studyFirstSubmitQcDate": "2019-11-27",
            "studyFirstPostDateStruct": {
                "date": "2019-12-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            },
            "collaborators": [
                {
                    "name": "Middlebury College",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Massachusetts General Hospital",
                    "class": "OTHER"
                },
                {
                    "name": "Ralph H. Johnson VA Medical Center",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a research study to examine the effectiveness of a brief screening method that may predict which people with posttraumatic stress disorder (PTSD) or depression are most likely to show a positive response to selective serotonin reuptake inhibitor (SSRI) medications. Participants will be recruited over approximately 5.25 years, until at least 94 participants complete the 17 week study.",
            "detailedDescription": "Selective serotonin reuptake inhibitors (SSRIs) are prescribed to approximately 60% of Veterans with PTSD treated within the Veterans Health Administration (VHA). However, many patients are not responsive to SSRIs. Currently, there is no way to determine whether a particular patient will benefit from an SSRI; treatment is primarily accomplished through 'trial and error' over several weeks or months. The overarching goal of this study is to investigate the pre-treatment usefulness of a simple electrophysiological test for predicting the likelihood of a favorable response to an SSRI. This study will investigate whether a brief pre-treatment auditory event-related potentials procedure \\[referred to going forward as \"Loudness Dependence of Auditory Evoked Potentials\" (LDAEP)\\] offers a means for predicting treatment response to an SSRI for men and women diagnosed with PTSD or depression.\n\nThis study has four aims: 1) To determine the strength of the relationship between LDAEP and clinical response to SSRI treatment. 2) To determine LDAEP cut-off values that would enable clinicians to make individualized SSRI treatment recommendations. 3) To assess the usefulness of change in LDAEP as an objective measure of SSRI response. 4) Exploratory: To determine whether the relationship between LDAEP and clinical response to sertraline differs between men and women.\n\nMeans to Protect Subjects' Identities:\n\nTo ensure confidentiality, questionnaire and interview data will be stored in locked filing cabinets within locked offices. Each participant will have his or her own participant number and these numbers will be the only means by which participant information can be identified. Electronic data will be stored on a secure private, password-protected drive that can only be accessed by members of the study team and labeled only with the participant number. One list of names and participant numbers will be kept on a private, password-protected computer account on a separate drive from the de-identified data and accessible only to the study team.\n\nADMINISTRATION OF DRUGS IN RESEARCH NOT FUNDED BY NIH Description Of Identification Of Drug: SERTRALINE. Because the goal of this study is to identify pre-treatment predictors of SSRI response that ultimately could be used in routine clinical care, the investigators designed the study with ecological validity in mind. Specifically, the investigators chose sertraline as the study medication because it is: a) the most commonly prescribed SSRI in the US, b) one of only two FDA-approved drugs for treating PTSD, and c) one of the two most effective SSRIs for major depression, a common comorbidity with PTSD. Dosing will follow clinical practice guidelines, i.e., doses will be chosen based on clinical response and tolerability.\n\nDescription Of Administration Of Drug: The investigators are using an approach , which represents enhanced clinical care in that participants discuss medication levels, side effects, and symptoms with a psychiatrist every two weeks. Study medication and placebo will be stored and distributed by VA Boston Pharmacy service."
        },
        "conditionsModule": {
            "conditions": [
                "Posttraumatic Stress Disorder",
                "Major Depressive Disorder"
            ],
            "keywords": [
                "Treatment",
                "Posttraumatic Stress Disorder (PTSD)",
                "selective serotonin re-uptake inhibitor (SSRI)",
                "loudness dependence of auditory evoked potentials",
                "Electrophysiology",
                "Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "All eligible participants will first undergo a 2 week placebo lead in. Following this 2 week period, placebo responders will remain on placebo. All other participants will begin a 12 week sertraline trial.",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants will be unaware of whether or not they are on placebo or sertraline at any given moment and the placebo and sertraline capsules look identical. The outcomes assessor is unaware of the study design, study hypotheses, and whether a participant is on placebo or sertraline.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 94,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo only arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "For individuals who are placebo responders during the 2 week placebo lead in phase, they will remain on placebo for the duration of the study (i.e., the 12 weeks where the placebo non-responders are taking sertraline).",
                    "interventionNames": [
                        "Diagnostic Test: LDAEP",
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Sertraline arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "After the 2-week placebo lead-in phase, placebo-non responders will receive sertraline 25 mg daily for 2 weeks. Thereafter, sertraline will be increased flexibly by 25 to 50 mg per day (at a rate no higher than 50 mg per week) to achieve a total daily dose of 50 to 200 mg, based on clinical response and tolerability, with a maximum dose of 200 mg/d. Subjects unable to tolerate higher doses may be dropped back to the previous dose and remain at that dose for the remainder of the study.",
                    "interventionNames": [
                        "Diagnostic Test: LDAEP",
                        "Drug: Placebo",
                        "Drug: sertraline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "LDAEP",
                    "description": "This is an ERP task in which participants hear a series of tones ranging from 74dB to 104dB and electrophysiological activity is measured throughout. For each participant average P2 scores are derived for the 74dB tones, 84dB tones, 94dB tones, and 104dB tones. Then, LDAEP is defined as the slope of these average P2 scores.",
                    "armGroupLabels": [
                        "Placebo only arm",
                        "Sertraline arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "placebo pills of the same size, color and taste as the active drug will be administered",
                    "armGroupLabels": [
                        "Placebo only arm",
                        "Sertraline arm"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "sertraline",
                    "description": "Sertraline is an FDA approved SSRI for treatment of PTSD.",
                    "armGroupLabels": [
                        "Sertraline arm"
                    ],
                    "otherNames": [
                        "zoloft"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinician-Administered PTSD Scale for DSM-5 (CAPS-5) Change",
                    "description": "The CAPS-5 is the \"gold standard\" clinical interview for assessing PTSD. This measure will be used to characterize the sample regarding PTSD diagnosis and as a measure of PTSD severity. Each of the 20 symptoms of PTSD included in DSM-5 is rated on a 5-point scale ranging from 0-4, with a 0 or 1 indicating that the symptom is absent or subthreshold and a score of 2-4 indicating that a symptom has reached the threshold to be included as a symptom and ranges in severity from moderate to extreme. The total range of the CAPS-5 is 0-80.",
                    "timeFrame": "Administered at screening session 1, and weeks 0, 2, 6, and 14"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Quick Inventory of Depressive Symptomatology- Self Report (QIDS-SR) Change",
                    "description": "The QIDS-SR will be used to measure the severity of depressive symptoms. The QIDS provides equivalent weightings (0-3) for each symptom item, gives clearly stated anchors that estimate the frequency and severity of symptoms, and includes all items required to diagnose a major depressive episode.",
                    "timeFrame": "Administered at screening session 1, and weeks 0, 2, 4, 6, 8, 10, 12, and 14"
                },
                {
                    "measure": "Hamilton Depression Rating Scale (HAM-D) Change",
                    "description": "The HAM-D is the most widely used clinician-administered scale for assessing severity of depression symptoms. The 6-item unidimensional core Melancholia subscale of the HAM-D will be used as the primary depression outcome variable.",
                    "timeFrame": "Administered at weeks 0, 2, 6 and 14"
                },
                {
                    "measure": "Depression Anxiety Stress Scales (DASS-21) Change",
                    "description": "DASS-21 is a 21-item measure that assesses the severity of a range of symptoms common to depression, anxiety, and stress. The total score can be used as a measure of general distress or depression, anxiety, and stress subscales can be scored separately.",
                    "timeFrame": "Administered at screening session 1, and weeks 0, 2, 6, and 14"
                },
                {
                    "measure": "PTSD Checklist for DSM-5 (PCL-5) Change",
                    "description": "The PCL-5 is a 20-item measure that assesses DSM-5 symptoms of PTSD. Participants will rate how much they experienced each symptom on a 5-point Likert-type scale (0 = \"not at all\" to 4 = \"extremely\") during the past week (total range=0-80). The PCL-5 will be anchored to participants' worst traumatic event. In addition to the administration of these measures during the four assessment sessions, the PCL-5 will also be administered bi-weekly at each psychiatrist check-in visit.",
                    "timeFrame": "Administered at screening session 1, and weeks 0, 2, 4, 6, 8, 10, 12, and 14"
                },
                {
                    "measure": "The Positive and Negative Affect Schedule (PANAS) Change",
                    "description": "The PANAS consists of two, 10-item mood scales that measure positive (e.g., 'enthusiastic') and negative (e.g., 'upset') affect separately.",
                    "timeFrame": "Administered at screening session 1, and weeks 0, 2, 6, and 14"
                },
                {
                    "measure": "Symptom Checklist (SCL-90-R) Change",
                    "description": "SCL-90-R measures the following nine primary psychiatric symptom dimensions: somatization, obsessive-compulsive, interpersonal sensitivity, depression, anxiety, hostility, phobic anxiety, paranoid ideation, and psychoticism. The Global Severity Index (GSI) is the average rating given to all 90 items and provides a measure of general psychopathology.",
                    "timeFrame": "Administered at screening session 1, and weeks 0, 2, 6, and 14"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. has a history of trauma exposure as defined by criterion A of PTSD in the DSM-5\n2. meets diagnostic criteria for PTSD, subthreshold PTSD, or MDD as defined by DSM-5\n3. study psychiatrist's judgment that SSRIs are an acceptable treatment option for the participant's presenting concerns, and\n4. interest in starting a trial of an SSRI\n\nExclusion Criteria:\n\n* current or past history of bipolar I disorder, schizophrenic or other psychotic disorders\n* current organic brain disorder including severe traumatic brain injury, factitious disorder, or malingering\n* pregnancy\n* major neurological problems\n* current moderate or severe substance use disorder\n* active risk to self or others\n* evidence of clinically significant hepatic or renal disease or any other acute or unstable medical condition that might interfere with safe conduct of the study\n* intolerance or hypersensitivity to sertraline\n* failed past trial of sertraline (confirmed by medical record review)\n* use of drugs that directly affect the serotonin system (e.g., SNRIs, antipsychotics) within 3 months of the study\n* use of an SSRI within 3 months of the study. Use of other psychotropic medications must have been stable for 3 months prior to enrollment and remain stable throughout participation\n* hearing impairment for 780 Hz tones\n* current enrollment in trauma-focused psychotherapy\n* for those participants who currently have a non-VA or VA psychiatrist or primary care provider who is willing to prescribe medications, they must be willing to sign a release of information (ROI) for study staff to communicate with their providers and the provider believes that including the participant in the study is potentially appropriate.\n\n  * As discussed above, the investigators will inform the participant that the investigators will share the following information with their current relevant care provider:\n\n    * information about the design of the study, inclusion and exclusion criteria, the participant's psychiatric and medical diagnoses as well as illness severity, as assessed in the screening evaluation, and any history of safety issues such as risk to self or others.\n    * If the participant doesn't sign a release of release of information (ROI) to contact the provider, the participant will not be entered into the active study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Suzanne Pineles, PhD",
                    "role": "CONTACT",
                    "phone": "(857) 364-5906",
                    "email": "Suzanne.Pineles@va.gov"
                },
                {
                    "name": "Ann Rasmusson, MD",
                    "role": "CONTACT",
                    "phone": "(857) 364-4807",
                    "phoneExt": "44807",
                    "email": "ann.rasmusson@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Suzanne Pineles, PhD",
                    "affiliation": "VA Boston Healthcare System Jamaica Plain Campus, Jamaica Plain, MA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Boston Healthcare System Jamaica Plain Campus, Jamaica Plain, MA",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02130-4817",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Suzanne Pineles, PhD",
                            "role": "CONTACT",
                            "phone": "857-364-5906",
                            "email": "Suzanne.Pineles@va.gov"
                        },
                        {
                            "name": "Suzanne Pineles, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Ralph H. Johnson VA Medical Center, Charleston, SC",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29401-5703",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zhewu Wang, MD",
                            "role": "CONTACT",
                            "phone": "(84-3) -3586",
                            "email": "zhewu.wang@va.gov"
                        },
                        {
                            "name": "Mark Hamner, MD",
                            "role": "CONTACT",
                            "phone": "(843) 6288058",
                            "email": "mark.hamner@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset will be created and shared after study completion.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Data will be available within a year of submission of the final report."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Posttraumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020280",
                    "term": "Sertraline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000928",
                    "term": "Antidepressive Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000017367",
                    "term": "Selective Serotonin Reuptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000018490",
                    "term": "Serotonin Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15512",
                    "name": "Serotonin",
                    "relevance": "LOW"
                },
                {
                    "id": "M19649",
                    "name": "Selective Serotonin Reuptake Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M22100",
                    "name": "Sertraline",
                    "asFound": "Thyroid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4247",
                    "name": "Antidepressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}