{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05352256",
            "orgStudyIdInfo": {
                "id": "PR006"
            },
            "organization": {
                "fullName": "Pregistry",
                "class": "INDUSTRY"
            },
            "briefTitle": "Pregistry International Pregnancy Exposure Registry (PIPER)",
            "officialTitle": "Pregistry International Pregnancy Exposure Registry (PIPER)",
            "acronym": "PIPER",
            "therapeuticArea": [
                "Women's Health"
            ],
            "study": "pregistry-international-pregnancy-exposure-registry-piper"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2032-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2032-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-19",
            "studyFirstSubmitQcDate": "2022-04-24",
            "studyFirstPostDateStruct": {
                "date": "2022-04-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Pregistry",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The aims of the Pregistry International Pregnancy Exposure Registry (PIPER) are to provide early signals of risk after prenatal exposure to medical products and to define boundaries of safety for medical products. The goal is to assist prescribers and study participants in weighing the potential risks of prenatal treatments on the wellbeing of mother and the unborn offspring.\n\nSpecifically, the PIPER will estimate the risk of obstetric outcomes (spontaneous abortion, antenatal bleeding, gestational diabetes, gestational hypertension, intrauterine growth restriction, postpartum hemorrhage, fetal distress, uterine rupture, placenta previa, chorioamnionitis, Caesarean delivery, COVID-19), neonatal outcomes (major congenital malformations, low birth weight, neonatal death, neonatal encephalopathy, neonatal infections, neonatal acute kidney injury, preterm birth, respiratory distress in the newborn, small for gestational age, stillbirth, COVID-19), and infant outcomes (developmental milestones \\[motor, cognitive, language, social-emotional, and mental health skills\\], height, weight, failure to thrive, medical conditions during the first 12 months of life, COVID-19) among pregnant women.",
            "detailedDescription": "Rationale and background: Given the limitations of animal reproductive studies, pre-approval clinical trials in human populations, and post-marketing spontaneous adverse event reports to produce evidence on the safety of medical products and vaccines (for simplicity, hereafter referred to as 'medical products') during pregnancy, there is currently insufficient information, particularly for newer products, for prescribers and study participants to make informed decisions.\n\nResearch aims and objectives: The aims of the Pregistry International Pregnancy Exposure Registry (PIPER) are to provide early signals of risk after prenatal exposure to medical products and to define boundaries of safety for medical products. The goal is to assist prescribers and study participants in weighing the potential risks of prenatal treatments on the wellbeing of mother and the unborn offspring. Specifically, the PIPER will estimate the risk of obstetric outcomes (spontaneous abortion, antenatal bleeding, gestational diabetes, gestational hypertension, intrauterine growth restriction, postpartum hemorrhage, fetal distress, uterine rupture, placenta previa, chorioamnionitis, Caesarean delivery, COVID-19), neonatal outcomes (major congenital malformations, low birth weight, neonatal death, neonatal encephalopathy, neonatal infections, neonatal acute kidney injury, preterm birth, respiratory distress in the newborn, small for gestational age, stillbirth, COVID-19), and infant outcomes (developmental milestones \\[motor, cognitive, language, social-emotional, and mental health skills\\], height, weight, failure to thrive, medical conditions during the first 12 months of life, COVID-19) among pregnant women.\n\nStudy design: The PIPER will be both a safety surveillance tool and a prospective, observational, comparator-based cohort study. Registration and participation via a website developed for the PIPER will be voluntary. Women who are 18 years of age or older will be encouraged to enroll as early in pregnancy as possible, although they can enroll at any time during gestation. For analyses of teratogenicity, only participants enrolled before informative prenatal testing will be included. Information will be obtained directly from the mother; however, copies of specific de-identified medical records and prescriptions may also be obtained from healthcare providers. Participant confidentiality and anonymity will be strictly upheld. The PIPER will prospectively collect data on prenatal exposure to medical products, potential confounding factors (such as maternal sociodemographic characteristics, behaviors, obstetric characteristics, disease status during pregnancy, and measures of healthcare utilization), and information related to the outcome of the pregnancy. Follow-up will include regular contacts throughout the pregnancy and will continue through the infant's first 12 months of age. There are two main approaches: 1) safety signal management and 2) a hypothesis-based process that will investigate the potential effects of specific medical products using the following three approaches: (i) unadjusted, (ii) restricted to women with the product's approved indication, and (iii) further adjusted through multivariate regression models or using propensity score (PS) stratification to account for imbalances in potential proxies of severity of the underlying indication and other potential confounders. All unanticipated pregnancy and birth outcomes will be reviewed and adjudicated by a Safety Management Team (SMT)."
        },
        "conditionsModule": {
            "conditions": [
                "Pregnancy Related"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "21 Months",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10000,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Obstetric outcomes",
                    "description": "Number of pregnant women who experience spontaneous abortion, antenatal bleeding, gestational diabetes, gestational hypertension, intrauterine growth restriction, postpartum hemorrhage, fetal distress, uterine rupture, placenta previa, chorioamnionitis, Caesarean delivery, or COVID-19.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Neonatal outcomes",
                    "description": "Number of newborns who are diagnosed with major congenital malformations, low birth weight, neonatal death, neonatal encephalopathy, neonatal infections, neonatal acute kidney injury, preterm birth, respiratory distress in the newborn, small for gestational age, stillbirth, or COVID-19.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Infant weight",
                    "description": "Change in weight from birth to 3, 6, 9, and 12 months of age among newborns.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Infant developmental milestones",
                    "description": "Change in developmental milestones from baseline at 6, 9, and 12 months based on the tool Caregiver Reported Early Development Instruments among the offspring.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Infant length",
                    "description": "Change in length from birth to 3, 6, 9, and 12 months of age among newborns.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant at time of enrollment\n* Age ≥18 years at time of enrollment\n* Signed the informed consent form and submitted the baseline module\n* Resident of a country where a Central Institutional Review Board (IRB) or Ethics Committee provided approval to conduct the study or clearance that approval is not required to conduct the study\n\nExclusion Criteria:\n\n* Not pregnant at time of enrollment\n* Age \\<18 years at time of enrollment",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Persons assigned gender female at birth.",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "The target study population consists of pregnant women who are 18 years of age and older.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Diego Wyszynski, MD, MHS, PhD",
                    "role": "CONTACT",
                    "phone": "18006163791",
                    "email": "hello@pregistry.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Diego Wyszynski, MD, MHS, PhD",
                    "affiliation": "Pregistry, LLC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Pregistry",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90067",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diego Wyszynski, MD, MHS, PhD",
                            "role": "CONTACT",
                            "phone": "800-616-3791",
                            "email": "hello@pregistry.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}