{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05706766",
            "orgStudyIdInfo": {
                "id": "22-403"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Prehabilitation Exercise Training in Multiple Myeloma Patients Undergoing Autologous Stem Cell Transplantation",
            "officialTitle": "Prehabilitation Exercise Training in Multiple Myeloma Patients Undergoing Autologous Stem Cell Transplantation: The PROTECT Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prehabilitation-exercise-training-in-multiple-myeloma-patients-undergoing-autologous-stem-cell-transplantation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-20",
            "studyFirstSubmitQcDate": "2023-01-30",
            "studyFirstPostDateStruct": {
                "date": "2023-01-31",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christina Dieli-Conwright, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this research study is to investigate whether a virtual, home-based, prehabilitation aerobic and resistance exercise (PARE) training program implemented 8 weeks prior to receiving autologous stem cell transplant (ASCT) for multiple myeloma participants will improve muscular strength, physical capacity, patient reported outcomes, and cardiometabolic health outcomes.\n\nThe names of the study interventions involved in this study are:\n\n* Prehabilitative aerobic and resistance exercise (PARE) (virtually supervised 8-week aerobic and resistance exercise program)\n* Waitlist control (8-week normal activity behavior)",
            "detailedDescription": "This is a single-center, prospective, parallel-group, randomized controlled study that will enroll patients diagnosed with multiple myeloma planning to receive autologous stem cell transplant (ASCT).\n\nParticipants will be randomized into one of the intervention groups: Exercise Group (PARE) versus Waitlist Control Group. Randomization means that participants are placed into one of the treatment groups by chance.\n\nThe research study procedures include screening for eligibility and study treatment including evaluations of muscle strength, cardiorespiratory fitness, physical fitness assessments, body composition including DEXA scans, blood tests, and surveys at study entry and follow-up visits.\n\nParticipation is expected to last about 4 months for the Exercise Group (PARE) and 9 months for the Waitlist Control Group.\n\nIt is expected about 30 people with take part in this research study.\n\nDana-Farber Cancer Institute is supporting this research study by providing funding through the Population Sciences Team Science Concept program."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Myeloma",
                "Stem Cell Transplant Complications"
            ],
            "keywords": [
                "Multiple Myeloma",
                "Autologous Stem Cell Transplant",
                "Aerobic Exercise Program",
                "Resistance Exercise Program"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exercise Group (PARE)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomly assigned to the Exercise Group (PARE) and will complete study procedures as outlined:\n\n* 8 weeks of 3x weekly sessions of virtually supervised aerobic and resistance exercise performed at home using study-provided stationary bike, resistance equipment, heart-rate monitor, and a wi-fi enabled tablet.\n* Clinic visits at week 1, week 10, and 30 days post Autologous Stem Cell Transplantation (ASCT).\n* Questionnaires and surveys.",
                    "interventionNames": [
                        "Behavioral: PARE"
                    ]
                },
                {
                    "label": "Waitlist Control Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be randomly assigned to the Waitlist Control Group and will complete study procedures as outlined:\n\n* 8 weeks of continuing with normal daily activities.\n* Option to participate in PARE exercise program after study completion.\n* 3 clinic visits with option of 5 visits. The two additional visits are for evaluation and testing for those who choose to participate in exercise program after study completion.",
                    "interventionNames": [
                        "Behavioral: Waitlist Control Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PARE",
                    "description": "Aerobic and resistance exercise program via Zoom platform.",
                    "armGroupLabels": [
                        "Exercise Group (PARE)"
                    ],
                    "otherNames": [
                        "Prehabilitation Aerobic and Resistance Exercise training program"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Waitlist Control Group",
                    "description": "Normal Activities.",
                    "armGroupLabels": [
                        "Waitlist Control Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Difference in Muscular Strength",
                    "description": "The primary analysis is a mean difference in percent change between the intervention (PARE) and the control (Waitlist) groups in lower leg muscle strength measured through leg press.",
                    "timeFrame": "Pre-transplant (Week 9, post-intervention), and post-transplant (Week 14-15, 30 Day Post-ASCT Follow-Up)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in Physical Capacity",
                    "description": "Physical capacity includes physical function and cardiorespiratory fitness which are measured through the Short Physical Performance Battery (SPPB) protocol and a maximal oxygen uptake (VO2 max) test, respectively. Differences in physical capacity across the intervention (PARE) and the control (Waitlist) groups will be assessed using standard statistical techniques of Wilcoxon tests, generalized linear mixed-effects model for longitudinal measurements, proportions and corresponding 95% exact confidence interval.",
                    "timeFrame": "up to 9 months"
                },
                {
                    "measure": "Difference in Patient Reported Outcomes",
                    "description": "Patient reported outcomes, including fatigue and quality of life, are assessed through validated questionnaires. Differences in patient reported outcomes across the intervention (PARE) and the control (Waitlist) groups will be assessed using standard statistical techniques of Wilcoxon tests, generalized linear mixed-effects model for longitudinal measurements, proportions and corresponding 95% exact confidence interval.",
                    "timeFrame": "up to 9 months"
                },
                {
                    "measure": "Difference in Cardiometabolic Health Outcomes",
                    "description": "Cardiometabolic health outcomes, including biomarkers of metabolic syndrome and body composition will be assessed through blood draws and dual-energy X-ray absorptiometry (DEXA), validated and safe measures. Differences in cardiometabolic health outcomes across the intervention (PARE) and the control (Waitlist) groups will be assessed using standard statistical techniques of Wilcoxon tests, generalized linear mixed-effects model for longitudinal measurements, proportions and corresponding 95% exact confidence interval.",
                    "timeFrame": "up to 9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Over 18 years old.\n* All patients will have a diagnosis of multiple myeloma, referral to DFCI transplant team, and assigned to the autologous transplantation waiting list for a first transplant.\n* Planning to receive autologous stem cell transplant after 8 weeks with or without concurrent neoadjuvant treatments at Dana-Farber Cancer Institute.\n* Medical clearance to perform moderate-vigorous intensity aerobic and resistance exercise intervention and fitness testing by their treating physician or a certified clinical exercise physiologist.\n* Speak English.\n* Currently participate in less than or equal to 60 minutes of structured moderate-vigorous intensity exercise/week.\n* Willing to travel to Dana-Farber Cancer Institute for necessary data collection.\n* Ability to understand and the willingness to sign a written informed consent document.\n* The effects of exercise on the developing fetus are unknown. For this reason, women of child-bearing potential must agree to undergo a pregnancy test and to use adequate contraception (hormonal or barrier method of birth control or abstinence) prior to study entry and for six months following duration of study participation. Should a woman become pregnant or suspect that she is pregnant while participating on the trial, she should inform her treating physician immediately.\n\nExclusion Criteria:\n\n* History of unstable angina, abnormal resting ECG and/or unstable angina or a heart attack in the previous month to allow safe completion of the cardiopulmonary exercise test (CPET) or VO2peak test.\n* Patients with known spinal instability, spinal cord compression or neurological deficits or contraindications that preclude exercise.\n* Those who have had recent (within six weeks) spinal surgery or other intervention surgery for pathological fractures.\n* Those deemed unsuitable to partake by the transplant or study team.\n* Patients at high-risk of impending pathologic fracture of a weight-bearing bone (including spine, hip/femur and humerus) as determined by physician.\n* Unable or unwilling to undertake an exercise program on a regular basis.\n* Pre-existing musculoskeletal or cardiorespiratory disease, or metabolic diseases that could exacerbate with exercise, in addition to other conditions deemed unsafe by physician.\n* Patients with other active malignancies requiring active therapy.\n* Participate in more than 60 minutes of structured moderate to vigorous intensity exercise/week.\n* Unable to travel to Dana-Farber Cancer Institute for necessary data collection.\n* Subjects, who in the opinion of the investigator, may not be able to comply with the safety monitoring requirements of the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christina Dieli-Conwright, PhD, MPH",
                    "role": "CONTACT",
                    "phone": "617-582-8321",
                    "email": "christinam_dieli-conwright@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christina Dieli-Conwright, PhD, MPH",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dana Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Dieli-Conwright, PhD, MPH",
                            "role": "CONTACT",
                            "phone": "617-632-3800",
                            "email": "ChristinaM_Dieli-Conwright@dfci.harvard.edu"
                        },
                        {
                            "name": "Christina Dieli-Conwright, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Dieli-Conwright",
                            "role": "CONTACT",
                            "email": "christinam_dieli-conwright@dfci.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}