{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06097312",
            "orgStudyIdInfo": {
                "id": "PREHEVBRIO-REGISTRY-US"
            },
            "organization": {
                "fullName": "VBI Vaccines Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "PREHEVBRIO Pregnancy Outcomes Registry",
            "officialTitle": "Prospective, Observational, Non-interventional Study Designed to Detect and Describe Pregnancy Outcomes in Women Exposed to PREHEVBRIO® [Pregnancy Outcomes Registry]",
            "therapeuticArea": [
                "Women's Health"
            ],
            "study": "prehevbrio-pregnancy-outcomes-registry"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2032-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2032-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-28",
            "studyFirstSubmitQcDate": "2023-10-23",
            "studyFirstPostDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VBI Vaccines Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The registry is an observational surveillance program designed to recruit and encourage participation of women who were exposed to PREHEVBRIO® hepatitis B vaccine during pregnancy and to collect and analyze information related to post-exposure pregnancy and fetal and neonatal outcomes.\n\nThe objective of the Registry is to monitor and evaluate all received reports of PREHEVBRIO® vaccine exposure within 28 days prior to conception or at any time during pregnancy and delivery, as well as maternal, obstetrical, pregnancy, fetal and neonatal outcomes. This registry is primarily descriptive and designed to detect potential safety signals rather than test hypotheses.",
            "detailedDescription": "VBI Vaccines was granted a Biologic License by the FDA on 30 November 2021, to introduce PREHEVBRIO® in the United States for prevention of infection caused by all known subtypes of hepatitis B virus in adults 18 years of age and older. The vaccine has also been approved in the United Kingdom, Europe, Canada, and Israel, and is currently marketed in the United States, United Kingdom, the Netherlands, Belgium, and Israel.\n\nAccording to the American College of Obstetricians and Gynecologists, pregnant women who are negative for hepatitis B virus infection and who are at risk for hepatitis B virus infection should be specifically targeted for hepatitis B vaccination. However, more data is required to make such a recommendation for PREHEVBRIO®. The rationale to conduct this study, include: (1) PREHEVBRIO®, as a newly licensed vaccine in the U.S., is not indicated for pregnant women; (2) pregnant women were actively excluded from trials during clinical development of PREHEVBRIO®; and (3) there have only been limited human data to inform the safety of PREHEVBRIO® administered during pregnancy. Since PREHEVBRIO® vaccination is not indicated in pregnancy, exposure to PREHEVBRIO® in pregnancy is likely to be inadvertent and to occur in early pregnancy.\n\nThe purpose of the registry is to detect, describe, and evaluate adverse pregnancy outcomes in females exposed to PREHEVBRIO® within 28 days prior to conception or at any time during pregnancy and to detect adverse fetal and/or neonatal outcomes at delivery or early termination.\n\nThe registry is strictly observational; schedule of office visits and all treatment regimens will be determined by the treating health care provider; no additional laboratory tests or assessments are required as part of this registry; only data noted as part of routine care will be collected. Subjects will be followed from enrollment until 3 months post-delivery or early termination of pregnancy.\n\nPregnant women will be enrolled in the registry prospectively (after exposure to the product but before the conduct of any prenatal tests that could provide knowledge of the outcome of pregnancy). If the condition of the fetus has already been assessed through prenatal testing (e.g., targeted ultrasound, amniocentesis, etc.), such reports will be considered retrospective reports. Retrospective reports are also eligible for the registry, but they will be analyzed separately from prospective reports. The analyses of study data will primarily use descriptive and inferential statistical methods designed to detect potential safety signals, rather than test hypotheses."
        },
        "conditionsModule": {
            "conditions": [
                "Vaccine Exposure During Pregnancy"
            ],
            "keywords": [
                "PREHEVBRIO",
                "Hepatitis B vaccine",
                "Pregnancy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Participants",
                    "description": "Pregnant women who received PREHEVBRIO® vaccine within 28 days prior to conception or at any time during pregnancy.",
                    "interventionNames": [
                        "Other: Data collection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Data collection",
                    "description": "The schedule of office visits and all treatment regimens will be determined by the treating health care provider. No interventions are administered as part of this protocol (observational study).",
                    "armGroupLabels": [
                        "Participants"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of spontaneous abortion",
                    "description": "Pregnancy loss \\<20 weeks of gestation",
                    "timeFrame": "Less than 20 weeks of gestation, measured from the day of conception to the day of abortion"
                },
                {
                    "measure": "Rate of major congenital malformations",
                    "description": "Major structural or genetic birth defects, including conditions that (1) result from a malformation, deformation, or disruption in one or more parts of the body, a chromosomal abnormality, or a known clinical syndrome; (2) are present at birth; and (3) have a serious, adverse effect on health, development, or functional ability",
                    "timeFrame": "From enrollment until 3 months post-delivery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of pre-term birth",
                    "description": "Infant born at gestational age \\<37 weeks of gestation",
                    "timeFrame": "From enrollment until delivery"
                },
                {
                    "measure": "Rate of term labor",
                    "description": "Infant born at gestational age ≥37 weeks of gestation",
                    "timeFrame": "From enrollment until delivery"
                },
                {
                    "measure": "Rate of fetal death/stillbirth",
                    "description": "Pregnancy loss ≥20 weeks of gestation",
                    "timeFrame": "20 or more weeks of gestation, measured from the day of conception to the day of fetal death/stillbirth, up to 10 months"
                },
                {
                    "measure": "Rate of induced abortion",
                    "description": "Voluntary interruption of pregnancy, including pregnancy termination that occurs electively, to preserve maternal health, or due to fetal abnormalities",
                    "timeFrame": "From gestation until termination of pregnancy, up to 10 months"
                },
                {
                    "measure": "Rate of ectopic pregnancy",
                    "description": "An ectopic pregnancy occurs when a fertilized egg grows outside of the uterus",
                    "timeFrame": "From gestation until termination of pregnancy, up to 10 months"
                },
                {
                    "measure": "Rate of low birth weight",
                    "description": "Infant born with birth weight \\<2500 g",
                    "timeFrame": "From enrollment until delivery"
                },
                {
                    "measure": "Rate of major congenital abnormalities",
                    "description": "Includes transient defects, chromosomal abnormalities, genetic syndromes, and/or positional defects that are prematurity related",
                    "timeFrame": "From enrollment until 3 months post-delivery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant woman who received PREHEVBRIO® vaccine within 28 days prior to conception or at any time during pregnancy. The time of conception will be calculated as the most reliable estimated date of delivery (EDD) minus 38 weeks. For this registry, gestational weeks will be estimated from the EDD or as corrected EDD, if a more reliable EDD (e.g., by ultrasound) is provided. If the EDD is not available or never estimated, the first day of the last menstrual period (LMP) will be used to estimate gestational age and EDD.\n* The subject provided consent prior to enrollment (for eligible subjects under 18 years old, consent must be obtained from the subject's legally authorized representative).\n* The subject documents agreement with the release of medical information and contact with her healthcare providers (e.g., PCP, obstetrician, nurse midwife) and the infant's healthcare provider (e.g., pediatrician) for the purpose of collecting medical information.\n* Reporter's (participant and/or healthcare provider) contact information is available to allow for follow up.\n\nExclusion Criteria:\n\n* Subjects participating in another investigational device or drug study product within 28 days prior to conception or at any time during pregnancy.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Pregnant women who received PREHEVBRIO® vaccine within 28 days prior to conception or at any time during pregnancy are eligible for inclusion. Because the vaccine is not indicated in pregnancy, the majority of exposures are likely to be inadvertently administered during the first trimester of pregnancy.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Project Manager",
                    "role": "CONTACT",
                    "phone": "888-421-8808",
                    "email": "medinfo@vbivaccines.com"
                },
                {
                    "name": "Francisco Diaz-Mitoma, MD, PhD",
                    "role": "CONTACT",
                    "phone": "613-729-4200",
                    "email": "fdiazmitoma@vbivaccines.com"
                }
            ],
            "locations": [
                {
                    "facility": "ProPharma, Recruiting Nationwide",
                    "status": "RECRUITING",
                    "city": "Overland Park",
                    "state": "Kansas",
                    "zip": "66210",
                    "country": "United States",
                    "contacts": [
                        {
                            "role": "CONTACT",
                            "phone": "888-421-8808",
                            "email": "medinfo@vbivaccines.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98223,
                        "lon": -94.67079
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9592",
                    "name": "Hepatitis A",
                    "relevance": "LOW"
                },
                {
                    "id": "M9595",
                    "name": "Hepatitis B",
                    "relevance": "LOW"
                },
                {
                    "id": "M9591",
                    "name": "Hepatitis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}