{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05464667",
            "orgStudyIdInfo": {
                "id": "HCC 22-003"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Preoperative Irradiation for Stage I Breast Cancer",
            "officialTitle": "Preoperative Irradiation for Stage I Breast Cancer: A Phase IB Study",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "preoperative-irradiation-for-stage-i-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-11",
            "studyFirstSubmitQcDate": "2022-07-14",
            "studyFirstPostDateStruct": {
                "date": "2022-07-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Parul Barry",
                "investigatorTitle": "Clinical Assistant Professor, Radiation Oncology",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Parul Barry",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The novel use of preoperative RT will have broad implications for breast cancer patients, most of whom present with early-stage disease. In the era of reduced chemotherapy delivery, preoperative RT will allow oncologists to assess radiologic and biologic tumor response and correlate it to outcomes. Underutilization of RT negatively affects mortality. This trial aims to further evaluate pre-operative radiation therapy in patients with early stage, biologically favorable breast cancer, with improved access to RT.",
            "detailedDescription": "This is a two-part clinical trial. The first part will be a dose escalation phase involving preoperative radiation therapy to determine the maximum tolerated dose (MTD). The second part will be a dose expansion in which an additional 6 patients will be studied at the MTD for further experience with safety and efficacy. The dose escalation portion of the trial will have six cohorts or arms. Cohort 1 will receive the standard dose of 30 Gy in 5 fractions. Subsequent cohorts will have patients receiving 30 GY in 5 fractions to the planning target volume with dose-escalation of the gross tumor volume (GTV) to 35Gy, 40 Gy, 45 Gy and 50 Gy. An interim analysis will be performed after 40 Gy to assess toxicity."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer"
            ],
            "keywords": [
                "Radiation Therapy (RT)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Radiation Therapy (RT)",
                    "type": "EXPERIMENTAL",
                    "description": "Preoperative Dose-escalated RT (5 Cohorts):\n\nThe first 3 patients to consent to the study will be registered to Cohort 1; the second 3 patients to consent will be registered to Cohort 2; the next 3 patients to consent will be registered to Cohort 3. The remaining patients will be assigned 2 patients to each Cohort, starting with Cohort 4. From that point on, a statistical analysis will be done to calculate the dose for the next Cohort (5).",
                    "interventionNames": [
                        "Radiation: Radiation Therapy (RT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Radiation Therapy (RT)",
                    "description": "Dose Escalation: 5 Cohorts - 30 GY in 5 fractions (baseline treatment with 0 boost dose to GTV), 35, 40, 45, 50 Gy in 5 fractions (Part 1)\n\nDose Expansion: Maximum Tolerated Dose determined during dose escalation (Part 2)",
                    "armGroupLabels": [
                        "Radiation Therapy (RT)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD)",
                    "description": "Maximum tolerated dose (MTD) of RT, which will be defined based on the occurrence of grade 2 or higher acute radiation dermatitis as defined per National Cancer Institute, Common Terminology Criteria for Adverse Events (CTCAE) v5.0, occurring within approximately 1 month after radiation therapy (RT). Dose escalation will begin with 30 GY and be escalated to 35, 40, 45, and 50 GY as tolerated.",
                    "timeFrame": "Up to18 months (cohort)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Acute Toxicities",
                    "description": "Frequency of toxicities (Adverse Events and Serious Adverse Events) including subcutaneous breast tissue, chest wall, fatigue, pain and wound healing issue as defined per National Cancer Institute \\[NCI\\] Common Terminology Criteria for Adverse Events (CTCAE) v5.0, occurring within approximately 1 month after radiation therapy (RT).",
                    "timeFrame": "Up to 1 month"
                },
                {
                    "measure": "Late toxicities",
                    "description": "Frequency of toxicities (Adverse Events and Serious Adverse Events) including subcutaneous breast tissue, chest wall, fatigue, pain and wound healing issues as defined per National Cancer Institute \\[NCI\\] Common Terminology Criteria for Adverse Events (CTCAE) v5.0 occurring at and after 6 months after radiation therapy (RT).",
                    "timeFrame": "From 6 months, up to 24 months"
                },
                {
                    "measure": "Pathologic Response (PR)",
                    "description": "Residual Cancer Burden (RCB) estimates residual disease in the tumor bed and lymph nodes post-neoadjuvant therapy. RCB values, determined by the pathologist, are derived using the largest two dimensions of the Primary Tumor Bed Area (mm) (largest tumor bed if multicentric disease), histological assessment of Overall Cancer Cellularity (as carcinoma percentage of area) and Percentage of Cancer That Is in situ Disease, along with Number of Positive Lymph Nodes (metastatic) and Diameter of Largest Nodal Metastasis (mm). RCB scoring classes, indicating progressively larger residual disease burden, are: RCB-0 (0 = pCR-no burden), RCB-1 (≥0-1.36-minimal burden), RCB-2 (1.37-3.28-moderate burden), and RCB-3 (\\>3.28-extensive burden).",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Quality of Life - EORTC QLQ BR23",
                    "description": "The European Organization for Research and Treatment Quality of Life Questionnaire for Breast Cancer (EORTC QLQ BR23) is a breast-specific module that comprises of 20 four-level questions in five multi-item domains questions to assess functioning characteristics: body image, sexual functioning, sexual enjoyment, future perspective, and, symptom characteristics: systemic therapy side effects, breast symptoms, arm symptoms and upset by hair loss. Raw scores for each characteristic (ranging from 0 - 4) are linearly transformed to a 0 to 100 overall/total scale. Better level of functioning is represented by a higher functional score for each characteristic. More severe symptoms are represented by high symptom scores or items for each symptom.",
                    "timeFrame": "At baseline (prior to RT), at 1 month, 6 months, 1 year, 2 years, and 3 years after RT"
                },
                {
                    "measure": "Breast Cancer Treatment Outcome Scale (BCTOS)",
                    "description": "Breast Cancer Treatment Outcome Scale (BCTOS) is a 17-item, self-report instrument of perceived aesthetic (e.g., breast shape) and functional status (e.g., pain, mobility) after breast conserving surgical treatment (BCT) and radiotherapy. The Aesthetic Status subscale is comprised of 12 items with total scores between 0-48; the Functional Status subscale is comprised of 5 items with total possible scores between 0-20. Patients asked to rate each item of the questionnaire on a four-point scale evaluating the differences between the treated and the untreated breast (1 = no difference, 2 = slight difference, 3 = moderate difference, 4 = large difference). The score for each subscale is the unweighted mean of the ratings over all items belonging to that subscale. Total score of the BCTOS is thus 0-68. A higher score reflects less symmetry between the treated and the untreated breast and is therefore considered a measure of poor status.",
                    "timeFrame": "At baseline (prior to RT), at 1 month, 6 months, 1 year, 2 years, and 3 years after RT"
                },
                {
                    "measure": "Loco-regional recurrence",
                    "description": "Reappearance (present after RT) of disease in the location/region in which initial disease appeared, as determined by physical exam and dedicated breast or systemic imaging using mammogram, MRI, CT, or PET scan.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Disease free Survival (DFS)",
                    "description": "Length of time after treatment that patient show no evidence of reappearance of breast cancer. Reappearance (present after RT) of disease is determined by physical exam and dedicated breast or systemic imaging using mammogram, MRI, CT, or PET scan.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Length of time from first study treatment until death due to any cause.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Cosmesis (cosmetic outcome)",
                    "description": "Digital images (photographs) will be taken of the breasts pre and post treatment. These digital images will later be evaluated for cosmetic results by a panel of physicians using diagnostic established Radiation Therapy Oncology Group (RTOG) criteria, with patients receiving a rating of between 1 and 4. RTOG criteria ratings: 1-4: 1 = Excellent (minimal change in size, shape, texture) 2 = Good (mild change in shape, size texture, presence of reddening or scaring) 3 = Fair (moderate changes in size, shape involving 1/4 or less of breast, greater presence of reddening and scaring), 4 = Poor (severe thickening, scarring, change in size and shape involving greater than 1/4 of breast).",
                    "timeFrame": "At baseline (prior to RT), up to 3 years after RT"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pathologically confirmed diagnosis of breast cancer within 90 days from breast biopsy. NOTE: The day of biopsy is Day \"0\"\n2. Patient biologically of the female sex\n3. Must meet ALL the following criteria:\n\n   3.1. Age ≥ 50 years\n\n   3.2. Clinical size ≤ 3 cm (invasive) or ≤ 4 cm (DCIS) based on results of dedicated breast imaging.\n\n   3.3. All invasive subtypes and DCIS\n\n   3.4. ER positive, HER2/neu negative\n\n   3.5. No LVSI\n\n   3.6. Clinically negative lymph nodes based on results of dedicated breast imaging\n4. The gross tumor should be \\>1cm from the chest wall and the skin surface\n5. Eastern Cooperative Oncology Group (ECOG) Performance Status ≤ 2 within 90 days prior to registration\n6. Patients of child-bearing age should have either a negative urine or serum pregnancy test within 14 days of study entry.\n7. Patients of child-bearing age should be non-pregnant and non-lactating. They should use a medically acceptable form of contraception during RT.\n8. Patients must have signed this study's informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. Clinically staged breast cancer that does not meet all of the criteria delineated in Inclusion criteria 3.\n2. Prior invasive non-breast malignancy (except non-melanomatous skin cancer, carcinoma in situ of the cervix) unless disease free for a minimum of 5 years prior to study entry\n3. Prior invasive or in-situ carcinoma of the breast (prior LCIS is eligible) unless disease free for a minimum of 5 years prior to study entry.\n4. Non-epithelial breast malignancies such as sarcoma or lymphoma.\n5. Two or more documented breast cancers within the index breast or bilateral breast cancer.\n6. Suspicious unresected microcalcifications, densities, or palpable abnormalities (in the ipsilateral or contralateral breast) unless biopsied and found to be benign.\n7. Paget's disease of the nipple.\n8. Male breast cancer.\n9. Evidence of distant metastases.\n10. Clinical regional lymph node involvement.\n11. Prior RT to the region of the breast that would result in overlap of RT fields.\n12. Intention to administer concurrent chemotherapy for current breast cancer.\n13. Severe, active co-morbidity, defined as follows:\n\n    13.1. Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months\n\n    13.2. Transmural myocardial infarction within the last 6 months\n\n    13.3. Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration\n\n    13.4. Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy within 30 days before registration\n\n    13.5. Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects; note, however, that laboratory tests for liver function and coagulation parameters are not required for entry into this protocol\n\n    13.6. Acquired Immune Deficiency Syndrome (AIDS) based upon current CDC definition; note, however, that HIV testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive. Protocol-specific requirements may also exclude immunocompromised patients.\n14. Active connective tissue disorders/collagen vascular disease, specifically dermatomyositis with a CPK level above normal or with an active skin rash, systemic lupus erythematosis, or scleroderma.\n15. Medical, psychiatric or other condition that would prevent the patient from receiving the protocol therapy or providing informed consent.\n16. Unable to delineate tumor on pre-RT MRI and CT simulation scan.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Patient must be biologically of female sex",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Samantha Demko, RN, BSN",
                    "role": "CONTACT",
                    "phone": "412-623-1400",
                    "email": "albesl@upmc.edu"
                },
                {
                    "name": "Brieana Marino, MS",
                    "role": "CONTACT",
                    "phone": "412-647-8258",
                    "email": "rowlesbm@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Parul Barry, MD",
                    "affiliation": "UPMC Hillman Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UPMC Magee Womens Hospital - Radiation Oncology",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Parul Barry, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}