{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06058767",
            "orgStudyIdInfo": {
                "id": "CER-2022C2-27634"
            },
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Preschool Hearing Screening",
            "officialTitle": "Pure-tone Audiometry Versus Otoacoustic Emissions for Preschool Hearing Screening",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "preschool-hearing-screening"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-02-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-21",
            "studyFirstSubmitQcDate": "2023-09-21",
            "studyFirstPostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Children who are deaf or hard-of-hearing (D/HH) are at risk of speech and language delays, which can be mitigated through early identification and intervention. Identifying hearing loss (HL) during preschool is crucial, but the most effective hearing screening method for preschoolers remains uncertain. The purpose of this study is to learn whether, compared to the gold-standard two-stage Pure-tone audiometry (PTA) + otoacoustic emissions (OAE) screening (TS-PO), single-stage OAE (SS-O) screening alone is not inferior at identifying hearing loss when performed in a community-based preschool setting. This study holds the potential to improve early hearing loss detection and intervention among D/HH children, reducing the likelihood of speech and language delays.\n\nA diverse group of 28,000 preschool-age children across community-based preschool centers will be recruited. The intervention involves all subjects undergoing both PTA and OAE screening, with the order determined through randomization. Children who show potential hearing issues based on screening results or teacher concerns will receive further testing to determine the final hearing outcome. Group allocation will be post-hoc, based on their screening results.\n\nIn addition to the primary objective, the study will compare other hearing screening measures and outcomes between the two methods (TS-PO and SS-O). This approach aims to reflect the real-life effectiveness of hearing screening in a diverse population. Ultimately, the study seeks to provide insights into an optimal hearing screening method that could prevent speech and language delays among D/HH children.",
            "detailedDescription": "1.1 Study Groups Each subject will undergo both PTA and OAE screening and be assigned post hoc to both TS-PO and SS-O groups with within-subject comparison of hearing screening outcomes.\n\n1.2 Study Interventions In this study, we will compare the effectiveness of 1) TS-PO versus 2) SS-O in a community- based preschool setting to identify hearing loss. The interventions will be implemented in two distinct phases - a data collection phase, in which every subject will undergo both PTA and OAE screening; and group allocation phase, in which every subject will be allocated to both study groups (TS-PO and SS-O) virtually, for within-subject comparison.\n\n1.2.1 Two-stage PTA+OAE Screening (TS-PO) Children will first undergo PTA screening, recommended for children aged 3 and older, using conditioned-play responses to 25 decibel (dB) HL pure tones at 1000, 2000, and 4000 Hz. Screening results include PASS, REFER, or UNABLE to test. Children unable to be tested immediately undergo OAE screening. Children who REFER either the PTA or the OAE test, or are UNABLE to be tested by both, are referred for further evaluation with their pediatrician. This two-stage method successfully screened 99.6% of preschoolers, with 3.1% identified with HL.\n\n1.2.2 Single-Stage OAE Screening (SS-O) Children undergo screening with OAEs, detecting distortion-product OAEs in response to tone pairs centered at 2000, 3000, 4000, and 5000 Hz. Multiple studies support the efficacy of OAE hearing screening in preschool-aged children, with a success rate of 94% and identification of HL in 2.4%.\n\n1.3 Study Timing and Duration Screening, recruitment, and enrollment will occur annually at each preschool site.\n\nHearing screening will take place annually. Diagnostic testing will be completed within 6 months of hearing screening.\n\n1.4 Attrition and Study Withdrawal Subjects are enrolled at the moment of screening, and all possible outcomes (including failure or inability to complete screening and loss to follow-up) will be included in the final analysis, eliminating the opportunity for voluntary withdrawal or attrition.\n\n1.5 Site Recruitment and Subject Enrollment Preschool site participation models vary based on whether site or study personnel perform hearing screening and case management. Three participation models are outlined based on who conducts screening and diagnosis.\n\nSubject enrollment is performed by Site Personnel. A Screening and Enrollment Log (SEL) is maintained locally, with no identifiable information transmitted to the Study Team. Parents are notified of the hearing screening and study, with written or verbal permission obtained for screening. Children outside the inclusion age range (2.0-6.0 years) or with known permanent HL are not eligible. Children screened in previous years undergo annual screening, with only their first hearing screen used for analysis.\n\n1.6 Study Procedures and Data Collection Screening Pathway Protocol covers site preparation, hearing screening, and screening outcomes. Screening Pathway Protocol involves screening personnel and training, including initial training and monitoring and quality assurance. Training levels of hearing screening personnel are defined as Level 1, Level 2, and Level 3 based on their screening experience. Data Collection involves collecting information on screening outcomes, equipment calibration, OAE and PTA screening protocols, PASS/REFER/UNABLE criteria, and randomization of test order. Randomization ensures unbiased test order presentation and is not related to group allocation.\n\n1.7 Group Allocation\n\nGroup allocation occurs after Data Collection. Subjects are assigned to either the TS-PO or SS-O group based on primary data, including PTA and OAE results, hearing screen outcomes (PASS or REFER), and final hearing outcomes (HL or No HL). Allocation involves assigning PASS outcomes based on PTA and OAE results, while REFER outcomes lead to determining the actual final hearing outcome (HL or No HL). This process generates comprehensive datasets for both comparator groups for subsequent data analysis of primary and secondary outcome variables."
        },
        "conditionsModule": {
            "conditions": [
                "Hearing Loss",
                "Hearing Disorders in Children",
                "Hearing Loss, Sensorineural",
                "Hearing Loss, Conductive",
                "Hearing Loss, Unilateral",
                "Hearing Loss, Noise-Induced",
                "Hearing Loss, Mixed",
                "Hearing Loss, Bilateral"
            ],
            "keywords": [
                "Hearing Loss",
                "Preschool Hearing Screening",
                "Otoacoustic Emissions",
                "Pure-Tone Testing",
                "Childhood Hearing Screening",
                "Childhood Hearing Loss"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Each subject will undergo both PTA and OAE screening and be assigned post hoc to both TS-PO and SS-O groups with within-subject comparison of hearing screening outcomes.",
                "primaryPurpose": "SCREENING",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 28000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Two-stage PTA+OAE hearing screening (TS-PO)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Children initially undergo a PTA screening test, recommended by the American Academy of Audiology and supported by published evidence. This screening assesses their hearing ability through conditioned-play responses to 25 dB HL pure tones at 1000, 2000, and 4000 Hz, yielding results of PASS, REFER, or UNABLE to test. Those UNABLE to be tested will receive a second OAE screening. Children who REFER either the PTA or OAE test, or are UNABLE to be tested by both, are referred to their pediatrician for further evaluation and management.\n\nAll children will undergo both PTA and OAE screening and the group allocation will be determined post hoc.",
                    "interventionNames": [
                        "Diagnostic Test: Otoacoustic Emissions Testing",
                        "Diagnostic Test: Pure Tone Audiometry"
                    ]
                },
                {
                    "label": "Single-Stage OAE hearing screening (SS-O)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Children undergo only screening with OAEs, detecting distortion-product OAEs in response to tone pairs centered at 2000, 3000, 4000, and 5000 Hz. If they PASSED the OAE, they would be assigned a PASS for the SS-O Hearing Screen outcome; if they REFERRED or were UNABLE to test, they would be assigned a REFER.\n\nAll children will undergo both PTA and OAE screening and the group allocation will be determined post hoc.",
                    "interventionNames": [
                        "Diagnostic Test: Otoacoustic Emissions Testing",
                        "Diagnostic Test: Pure Tone Audiometry"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Otoacoustic Emissions Testing",
                    "description": "An OAE (Otoacoustic Emissions) test is a non-invasive, quick, and commonly used hearing screening method. It is a non-behavioral test to access the function of the cochlea, which is the inner ear's sensory organ responsible for detecting sound.",
                    "armGroupLabels": [
                        "Single-Stage OAE hearing screening (SS-O)",
                        "Two-stage PTA+OAE hearing screening (TS-PO)"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Pure Tone Audiometry",
                    "description": "The PTA testing is a hearing screening method used to assess an individual's ability to hear pure tones at different frequencies and at different sound levels. It is a behavioral test in which a child is conditioned to perform a play-based task upon hearing sounds at multiple frequencies.",
                    "armGroupLabels": [
                        "Single-Stage OAE hearing screening (SS-O)",
                        "Two-stage PTA+OAE hearing screening (TS-PO)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of participants identified with hearing loss",
                    "description": "Percentage of children identified with hearing loss; (number of children identified with hearing loss) / (number of all screened children)",
                    "timeFrame": "6 months after screening"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of participants successfully screened",
                    "description": "Percentage of all children screened who were successfully screened, which compares the ability of each screening method to adequately screen a diverse population of 2-5-year-old children in a community-based preschool setting; (number of all screened - number of those UNABLE) / (number of all screened)",
                    "timeFrame": "At screening"
                },
                {
                    "measure": "Percentage of participants referred for evaluation after screening",
                    "description": "Percentage of children referred after hearing screening; (number of those referred)/(number of all screened)",
                    "timeFrame": "At screening"
                },
                {
                    "measure": "Percentage of participants identified with hearing loss out of all referred",
                    "description": "Percentage of children referred that were found to have HL, which reflect the burden on preschools, screening programs, and clinical providers (PCPs and audiologists) due to referrals and false positives; (number of children identified with hearing loss)/(number of all referred)",
                    "timeFrame": "6 months after screening"
                },
                {
                    "measure": "Percentage of children with sensorineural hearing loss (SNHL)",
                    "description": "(number of children identified with SNHL)/(number of all screened)",
                    "timeFrame": "6 months after screening"
                },
                {
                    "measure": "Percentage of participants with conductive hearing loss (CHL)",
                    "description": "(number of children identified with CHL)/(number of all screened)",
                    "timeFrame": "6 months after screening"
                },
                {
                    "measure": "Percentage of participants who underwent Intervention for HL",
                    "description": "Percentage of children who underwent interventions such as cerumen management, medical and surgical management of otitis media, and hearing-aid fitting; (number of those that underwent intervention)/(number of all screened)",
                    "timeFrame": "6 months after screening"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 2:0 - 6:0 years\n2. Enrolled in a community-based preschool program\n\nExclusion Criteria:\n\n1. Known permanent HL, by parental or school report\n2. Use of a hearing assistive device\n3. Parent does not consent for hearing screening\n4. Child was screened previously for this study\n5. Child is not present in preschool on day of hearing screening",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "6 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jihyun R Stephans, BS",
                    "role": "CONTACT",
                    "phone": "415-530-0830",
                    "email": "Jihyun.stephans@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dylan K Chan, MD, PhD",
                    "affiliation": "The University of California - San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94158",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jihyun R Stephans, BS",
                            "role": "CONTACT",
                            "phone": "415-530-0830",
                            "email": "jihyun.stephans@ucsf.edu"
                        },
                        {
                            "name": "David K Perez, BA",
                            "role": "CONTACT",
                            "phone": "628-233-9937‬",
                            "email": "David.perez2@ucsf.edu"
                        },
                        {
                            "name": "Dylan K Chan, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25760393",
                    "type": "BACKGROUND",
                    "citation": "Prieve BA, Schooling T, Venediktov R, Franceschini N. An Evidence-Based Systematic Review on the Diagnostic Accuracy of Hearing Screening Instruments for Preschool- and School-Age Children. Am J Audiol. 2015 Jun;24(2):250-67. doi: 10.1044/2015_AJA-14-0065."
                },
                {
                    "pmid": "30532159",
                    "type": "BACKGROUND",
                    "citation": "Cedars E, Kriss H, Lazar AA, Chan C, Chan DK. Use of otoacoustic emissions to improve outcomes and reduce disparities in a community preschool hearing screening program. PLoS One. 2018 Dec 10;13(12):e0208050. doi: 10.1371/journal.pone.0208050. eCollection 2018."
                },
                {
                    "pmid": "35175312",
                    "type": "BACKGROUND",
                    "citation": "Brodie KD, David AP, Kriss H, Chan DK. Outcomes of an Early Childhood Hearing Screening Program in a Low-Income Setting. JAMA Otolaryngol Head Neck Surg. 2022 Apr 1;148(4):326-332. doi: 10.1001/jamaoto.2021.4430. Erratum In: JAMA Otolaryngol Head Neck Surg. 2022 Nov 1;148(11):1081-1082. doi: 10.1001/jamaoto.2022.2756."
                },
                {
                    "pmid": "23733793",
                    "type": "BACKGROUND",
                    "citation": "Foust T, Eiserman W, Shisler L, Geroso A. Using otoacoustic emissions to screen young children for hearing loss in primary care settings. Pediatrics. 2013 Jul;132(1):118-23. doi: 10.1542/peds.2012-3868. Epub 2013 Jun 3."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000034381",
                    "term": "Hearing Loss"
                },
                {
                    "id": "D000003638",
                    "term": "Deafness"
                },
                {
                    "id": "D000006319",
                    "term": "Hearing Loss, Sensorineural"
                },
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000006312",
                    "term": "Hearing Loss, Bilateral"
                },
                {
                    "id": "D000006314",
                    "term": "Hearing Loss, Conductive"
                },
                {
                    "id": "D000046088",
                    "term": "Hearing Loss, Unilateral"
                },
                {
                    "id": "D000046089",
                    "term": "Hearing Loss, Mixed Conductive-Sensorineural"
                },
                {
                    "id": "D000006317",
                    "term": "Hearing Loss, Noise-Induced"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "asFound": "Hearing Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "asFound": "Hearing Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9407",
                    "name": "Hearing Loss, Sensorineural",
                    "asFound": "Hearing Loss, Sensorineural",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "asFound": "Hearing Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9401",
                    "name": "Hearing Loss, Bilateral",
                    "asFound": "Hearing Loss, Bilateral",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9403",
                    "name": "Hearing Loss, Conductive",
                    "asFound": "Hearing Loss, Conductive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25626",
                    "name": "Hearing Loss, Unilateral",
                    "asFound": "Hearing Loss, Unilateral",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9406",
                    "name": "Hearing Loss, Noise-Induced",
                    "asFound": "Hearing Loss, Noise-Induced",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25627",
                    "name": "Hearing Loss, Mixed Conductive-Sensorineural",
                    "asFound": "Hearing Loss, Mixed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}