{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05128032",
            "orgStudyIdInfo": {
                "id": "21-351"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Pressure-enabled Delivery in Radioembolization (TriNav Study)",
            "officialTitle": "A Prospective, Randomized, Open-Label Study to Examine The Effects of a Pressure-Enabled Drug Delivery Device on Radiotracer Distribution Compared to a Standard Microcatheter in the Context of Radioembolization",
            "acronym": "PEDIR",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "pressure-enabled-delivery-in-radioembolization-trinav-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-09",
            "studyFirstSubmitQcDate": "2021-11-09",
            "studyFirstPostDateStruct": {
                "date": "2021-11-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-26",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patrick D. Sutphin, M.D.",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "TriSalus Life Sciences",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to determine if the type of catheter used in the mapping procedure prior to radioembolization improves the delivery of radioactivity to tumor(s) in participants with liver cancer.\n\nThe name of the devices involved in this study are:\n\n* Pressure Enabled Drug Delivery (PEDD)/TriNav Infusion System\n* Standard 2.4F microcatheter, not otherwise specified",
            "detailedDescription": "This is a prospective, randomized, open-label, single-center, investigator-initiated study to determine if the type of catheter used to deliver the radiotracer in the mapping procedure improves the delivery of radioactive microspheres during radioembolization treatment for liver cancer.\n\nBoth catheters being used, the Pressure Enabled Drug Delivery (PEDD)/TriNav Infusion System and theStandard 2.4F microcatheter have been cleared for clinical use by the U.S. Food and Drug Administration.\n\nRadioembolization for the treatment of liver tumors typically requires 2 separate procedures. The first procedure is called the mapping procedure. During the mapping procedure, the blood supply to the liver and tumor are evaluated with a type of x-ray called angiography. Once the optimal catheter position is determined for treatment, a \"simulation\" run is performed with the injection of a fluid that acts like the radiation that will be delivered to treat the tumors. This fluid is called a radiotracer. The study is looking to learn if the Pressure Enabled Drug Delivery device increases the ratio of radiotracer delivered to liver tumor tissue relative to normal liver tissue compared to a standard microcatheter. An improved delivery of radiotracer may indicate improved delivery of radioactive microspheres which may lead to improved tumor response rates and less liver toxicity\n\nThe research study procedures include assessments for eligibility, study treatment including evaluations, and follow-up visits.\n\nParticipants will undergo the study procedures in the normal course of their radioembolization procedure, with the addition of a second mapping procedure on the treatment day. Participants will be randomly assigned to one of two mapping procedures: Sequence A or Sequence B.\n\nIt is expected that about 10-20 people in total will take part in this research study.\n\nTriSalus Life Sciences, Inc., a biotechnology and medical device company, is supporting this research study by providing funding."
        },
        "conditionsModule": {
            "conditions": [
                "Liver Cancer",
                "Hepatocellular Carcinoma",
                "Metastatic Colorectal Cancer"
            ],
            "keywords": [
                "Liver Cancer",
                "Hepatocellular Carcinoma",
                "Metastatic Colorectal Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sequence A: Standard microcatheter for Mapping #1 and PEDD device for Mapping #2.",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with either hepatocellular carcinoma (HCC) or colorectal liver metastases tumors receiving standard of care radioembolization treatment will be randomly assigned to undergo a routine mapping procedure first using a standard microcatheter 2-21 days before their radioembolization treatment day. Then on day of radioembolization treatment, an extra mapping procedure using the PEDD device catheter will be done just prior to the treatment.",
                    "interventionNames": [
                        "Device: Standard microcatheter",
                        "Device: PEDD device"
                    ]
                },
                {
                    "label": "Sequence B: PEDD device for Mapping #1 and standard microcatheter for Mapping #2.",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with either hepatocellular carcinoma (HCC) or colorectal liver metastases tumors receiving standard of care radioembolization treatment will be randomly assigned to undergo a routine mapping procedure first using the PEDD device catheter 2-21 days before their radioembolization treatment day. Then on day of radioembolization treatment, an extra mapping procedure using a standard microcatheter will be done just prior to the treatment.",
                    "interventionNames": [
                        "Device: Standard microcatheter",
                        "Device: PEDD device"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Standard microcatheter",
                    "description": "Small device used for mapping as part of radioembolization procedure",
                    "armGroupLabels": [
                        "Sequence A: Standard microcatheter for Mapping #1 and PEDD device for Mapping #2.",
                        "Sequence B: PEDD device for Mapping #1 and standard microcatheter for Mapping #2."
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "PEDD device",
                    "description": "Pressure enabled small device used for mapping as part of radioembolization procedure",
                    "armGroupLabels": [
                        "Sequence A: Standard microcatheter for Mapping #1 and PEDD device for Mapping #2.",
                        "Sequence B: PEDD device for Mapping #1 and standard microcatheter for Mapping #2."
                    ],
                    "otherNames": [
                        "TriNav Infusion System catheter"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Radiotracer distribution",
                    "description": "The primary endpoint of the study is radiotracer distribution, as measured by tumor to normal liver (T:N) ratio. Using SPECT/CT images collected subsequent to radiotracer delivery in mapping procedures, the volumetric tumor to normal liver (T:N) ratio of 99mTc-MAA distribution will be calculated using advanced imaging processing software, such as MIM SurePlan MRT. The T:N ratio of 99mTc-MAA delivered via the standard microcatheter will be compared to the PEDD device for each patient. The T:N ratio will be calculated for each tumor as well as in aggregate for the three largest tumors as described in Section 12.",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mapping procedure comparison of Tumor to Normal (T:N) ratio between standard microcatheter and pressure-enabled delivery catheter",
                    "description": "Compare the mapping procedure radiotracer T:N ratio to therapeutic microsphere T:N ratio for both the standard microcatheter and the PEDD device when both the radiotracer and therapeutic microspheres were delivered by the same catheter",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Technical success of radiotracer delivery as measured by ability to deliver radiotracer",
                    "description": "Technical success of radiotracer delivery of each catheter, where success is defined as the satisfactory positioning and delivery of radiotracer.",
                    "timeFrame": "Up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Known HCC or CLM that are not amenable to curative resection or thermal ablative techniques such as microwave ablation.\n* Prior clinical decision for treatment by radioembolization.\n* Disease that is visible on CT or MRI as well as measurable disease in the liver. Measurable is defined as at least one lesion in the expected treatment field that can be accurately measured in at least one dimension (longest diameter) as (≥1 cm) with CT scan or MRI.\n* Age ≥18 years. Because there is limited data with respect to radioembolization in patients \\<18 years of age with respect to tumor dosimetry and associated adverse events participants \\<18 years of age, children are excluded from this study.\n* ECOG performance status \\< 2 (Karnofsky ≥60%, see Appendix A).\n* Life expectancy \\>16 weeks.\n* Suitable target artery diameter(s), defined in the TriNav labelling as 1.5 to 3.5mm vessels, based upon pre-procedural imaging.\n* Adequate organ and marrow function as defined below:\n\n  * International Normalized Ratio (INR): ≤ 1.5\n  * Hemoglobin: ≥ 8.5 g/dL\n  * Leukocytes: ≥2,000/mcL\n  * Absolute neutrophil count: ≥1,00/mcL\n  * Platelets: ≥50,000/mcL(after transfusion, if necessary)\n  * Total bilirubin: ≤2.0 mg/dL\n  * Albumin: ≥3 g/dL\n  * AST(SGOT)/ALT(SGPT): ≤6 × institutional ULN\n  * Glomerular filtration rate (GFR): 30 mL/min/1.73 m2\n* Child Pugh Score A, or B7 with bilirubin ≤ 2 mg/dL.\n* If extrahepatic disease is present (e.g. brain metastases), such disease must be stable, under treatment, or not an imminent threat to the patient's life or quality of life.\n* Ability to understand and the willingness to sign a written informed consent document.\n* Prior to study entry women of child-bearing potential must agree to not become pregnant, nurse a baby, or use any milk expressed for 2 weeks following radioembolization. Men must agree to not father a baby for 2 months after treatment with radioembolization (This is confirmed during the consenting process and documented when the patient signs the informed consent form. The effects of Yttrium-90 and radiation associated with the procedures, radiotracers, and subsequent imaging are known to have teratogenic effects on the developing human fetus. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother breastfeeding should be discontinued for the duration of study participation.)\n* For HCC patients: Barcelona Clinic Liver Cancer Stage: A, B, C.\n\nExclusion Criteria:\n\n* Chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study.\n* Unresolved toxicities related to cancer therapy that the investigator will continue and compromise patient safety.\n* History of hepatic encephalopathy; history of severe peripheral allergy or intolerance to contrast agents, narcotics, sedatives, or atropine that cannot be managed medically.\n* Uncontrolled intercurrent illness.\n* Psychiatric illness/social situations that would limit compliance with study requirements.\n* Prior external beam radiation treatment to the liver or prior intra-arterial liver-directed therapy including transarterial bland embolization, chemoembolization or radioembolization.\n* Contraindications to angiography and selective visceral catheterization, including bleeding diathesis or uncorrectable coagulopathy.\n* \\> 50% of tumor involvement of the liver.\n* Receipt of intervention for the Ampulla of Vater or compromise thereof.\n* Child-Pugh B8 or greater.\n* Evidence of thrombosis in the main portal vein.\n* For CLM patients: evidence of cirrhosis or portal hypertension.\n* For CLM: Clinically-evident ascites other than trace noted on imaging.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Patrick D Sutphin, MD, PhD",
                    "role": "CONTACT",
                    "phone": "(617) 643-4723",
                    "email": "psutphin@partners.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patrick D Sutphin, MD, PhD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital Cancer Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patrick D Sutphin, MD, PhD",
                            "role": "CONTACT",
                            "phone": "617-643-4723",
                            "email": "psutphin@mgb.org"
                        },
                        {
                            "name": "Patrick D Sutphin, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02245",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ammar Sarwar, MD",
                            "role": "CONTACT",
                            "phone": "617-754-2523"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Partners Innovations team at http://www.partners.org/innovation"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "asFound": "Liver Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "asFound": "Colorectal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}