{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05730283",
            "orgStudyIdInfo": {
                "id": "Ototoxicity U01"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01DC020175",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01DC020175"
                }
            ],
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Prevention of Ototoxicity in NTM Patients Treated With IV Amikacin",
            "officialTitle": "Phase 2 Study of the Efficacy and Safety of ORC-13661 for the Prevention of Drug-Induced Hearing Loss in Patients Receiving Intravenous Amikacin for Treatment of Non-Tuberculous Mycobacterium Disease",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prevention-of-ototoxicity-in-ntm-patients-treated-with-iv-amikacin"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-07",
            "studyFirstSubmitQcDate": "2023-02-07",
            "studyFirstPostDateStruct": {
                "date": "2023-02-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Kevin Winthrop",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Oregon Health and Science University"
            },
            "leadSponsor": {
                "name": "Kevin Winthrop",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Deafness and Other Communication Disorders (NIDCD)",
                    "class": "NIH"
                },
                {
                    "name": "National Center for Advancing Translational Sciences (NCATS)",
                    "class": "NIH"
                },
                {
                    "name": "Oricula Therapeutics",
                    "class": "UNKNOWN"
                },
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "National Jewish Health",
                    "class": "OTHER"
                },
                {
                    "name": "Mayo Clinic",
                    "class": "OTHER"
                },
                {
                    "name": "The University of Texas Health Science Center at Tyler",
                    "class": "OTHER"
                },
                {
                    "name": "Medical University of South Carolina",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test the effectiveness of the study drug, ORC-13361, in preventing hearing loss in patients with NTM infection who are undergoing treatment with IV amikacin therapy. The main question this study aims to answer is:\n\n* Is ORC-13661 effective for preventing or lessening hearing loss induced by amikacin treatment?\n* Is ORC-13661 effective for preventing or lessening other measures of hearing impairment?\n\nParticipants will be asked to take a study drug while they are being treated with IV amikacin. Participants will take study drug for 90 days or until the end of their amikacin treatment, whichever comes first. During this time, researchers will gather clinical data on the participants' health.\n\nResearchers will compare three groups - two groups taking different doses of the study drug and one group taking a placebo drug - to see if dose of drug has any effect on preventing hearing loss. A placebo is a look-alike substance that contains no active drug.",
            "detailedDescription": "Nontuberculous mycobacteria (NTM) are environmental bacteria that can cause chronic, debilitating pulmonary disease, primarily affecting those over age 60. In more severe cases of NTM infection, patients are given a therapy with parenteral aminoglycoside antibiotics (AGs), to achieve control or cure. Amikacin is the most commonly used aminoglycoside for treatment in this setting, however it is limited by in its use by its tendency to cause ototoxicity including hearing loss and/or vestibular dysfunction. Ototoxicity refers to substances (i.e. medications) which are damaging to the inner ear sensory cells and may result in functional hearing loss and other negative effects.\n\nThis main goal of this study is to test the effectiveness of the study drug, ORC-13661, a small molecule compound being developed as an adjunct therapy to be administered during AG use in order to prevent associated ototoxicity. This study is a randomized, double-blind, placebo-controlled, multicenter, dose-ranging clinical trial to compare the effects and safety of ORC-13661 in preventing or mitigating hearing in patients taking amikacin.\n\n105 participants will be enrolled across 5 enrolling sites over the course of the study. Participants will be randomized in equal numbers between three different study arms: high-dose ORC-13661, low-dose ORC-13661, and placebo. Participants will take study drug for 90 days from the start of their amikacin treatment or until their amikacin treatment ends, whichever comes first.\n\nThe primary outcome of this study is prevention or mitigation of amikacin-induced ototoxicity. Secondary outcomes include changes in speech perception, auditory and balance effects, and quality of hearing."
        },
        "conditionsModule": {
            "conditions": [
                "Ototoxicity, Drug-Induced"
            ],
            "keywords": [
                "NTM",
                "nontuberculous mycobacteria",
                "ototoxicity",
                "hearing loss"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "If not specifically designated by protocol to be unblinded, all study patients, Sponsor, other entities and individuals will be blinded to study drug assignments. Site pharmacy personnel, one or more statisticians, patient dose monitor, and designated central project management personnel will be unblinded. Data Safety Monitoring Board (DSMB) members may choose to unblind themselves.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 105,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High Dose ORC-13661",
                    "type": "EXPERIMENTAL",
                    "description": "This arm is a daily treatment regimen of study drug (ORC-13661) with a loading dose of 150mg followed by a daily dose of 30mg. Treatment regimen will run concurrently with treatment with IV amikacin. Study drug treatment will continue until treatment with IV amikacin ends or 90 days, whichever is earlier.",
                    "interventionNames": [
                        "Drug: ORC-13661"
                    ]
                },
                {
                    "label": "Low Dose ORC-13661",
                    "type": "EXPERIMENTAL",
                    "description": "This arm is a daily treatment regimen of study drug (ORC-13661) with a loading dose of 60mg capsules followed by a daily dose of 12mg capsules. Treatment regimen will run concurrently with treatment with IV amikacin. Study drug treatment will continue until treatment with IV amikacin ends or 90 days, whichever is earlier.",
                    "interventionNames": [
                        "Drug: ORC-13661"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "This arm is a daily treatment regimen of a placebo with a loading dose and a daily dose of placebo capsules to match the treatment arms. Placebo regimen will run concurrently with treatment with IV amikacin. Placebo regimen will continue until treatment with IV amikacin ends or 90 days, whichever is earlier.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "ORC-13661",
                    "description": "High-dose intervention (30mg daily)",
                    "armGroupLabels": [
                        "High Dose ORC-13661"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "ORC-13661",
                    "description": "Low-dose intervention (12mg daily)",
                    "armGroupLabels": [
                        "Low Dose ORC-13661"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo intervention",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Mitigation or Prevention of Ototoxicity",
                    "description": "Outcome is measured by changes from baseline using the American Speech-Language-Hearing Association (ASHA) shift criterion in patients with NTM disease undergoing treatment with IV amikacin therapy",
                    "timeFrame": "Baseline to 28 (±5) days after study treatment discontinuation or 28 days after 90 days of study treatment, whichever comes first."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mitigation or Prevention of hearing impairment with regards to speech perceptions",
                    "description": "Outcome is measured by changes to patient's speech perceptions using the High Frequency Digits-in-Noise (HF-DIN) test",
                    "timeFrame": "Baseline to 28 (±5) days after study treatment discontinuation or 28 days after 90 days of study treatment, whichever comes first."
                },
                {
                    "measure": "Mitigation or Prevention of hearing impairment with regards to perceived auditory and balance effects",
                    "description": "Outcome is measured by changes to patient's tinnitus using the Modified-Tinnitus Ototoxicity Monitoring Interview (TOMI)",
                    "timeFrame": "Baseline to 28 (±5) days after study treatment discontinuation or 28 days after 90 days of study treatment, whichever comes first."
                },
                {
                    "measure": "Mitigation or Prevention of hearing impairment with regards to speech, spatial and quality of hearing",
                    "description": "Outcome is measured by changes to patient's Speech, Spatial and Quality of Hearing Scale (SSQ12)",
                    "timeFrame": "Baseline to 28 (±5) days after study treatment discontinuation or 28 days after 90 days of study treatment, whichever comes first."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Providing informed consent, documented by signing and dating the currently valid informed consent form.\n2. Considered by the Investigator to have unimpaired consent capacity, without reliance on a legally authorized representative.\n3. Stated willingness and ability to comply with study procedures and availability for the duration of the study.\n4. Aged \\> 18 and \\< 80.\n5. NTM infection meeting current Pulmonary NTM guidelines from the American Thoracic Society and the Infectious Diseases Society of America (ATS/IDSA) for systemic (IV) aminoglycoside therapy.\n6. Anticipated duration of IV amikacin treatment of at least 30 days at time of study entry.\n7. Statement of ability to take oral medication and adhere to the daily dosing regimen.\n8. For females of reproductive potential: If they are of childbearing potential, they must agree in writing to practice an effective double barrier method of contraception from the signing of the informed consent form until 1 month following discontinuation of study drug treatment or agree to practice true abstinence, when this is consistent with the preferred and usual lifestyle of the subject.\n9. For males of reproductive potential: Agree to practice effective barrier contraception from the signing of the informed consent form until 3 months (one spermatogenesis cycle) following the last dose of study drug or agree to practice true abstinence.\n\nExclusion Criteria:\n\n1. Received a systemic aminoglycoside antibiotic within 6 months prior to planned first dose of amikacin.\n2. ECG at Screening or prior to randomization (mean of triplicate values) with QT interval corrected using Fridericia's formula (QTcF interval) ≥ 450 msec.\n3. ECG at Screening or prior to randomization with abnormalities that, in the Investigator's judgment, might predispose patient to clinically significant arrhythmia.\n4. Patients taking strong CYP3A4 inducers such as rifampin and rifabutin in the 7 days prior to randomization or have the need for ongoing treatment with concomitant oral or intravenous therapy with strong CYP3A4 inducers during the study. If an additional antibiotic is needed, then azithromycin will be used.\n5. Patients taking strong CYP3A4 inhibitors such as clarithromycin in the 7 days prior to randomization or the need for ongoing treatment with concomitant oral or intravenous therapy with strong CYP3A4 inhibitors during the study. If an additional antibiotic is needed, then azithromycin will be used.\n6. Patients taking clofazimine or bedaquiline AND who also have congestive heart failure, significant ventricular arrhythmia, uncorrected hypokalemia, or ECG (single at Screening, mean of triplicate prior to randomization) showing QRS \\> 120 msec or heart rate \\< 50 bpm.\n7. Patients with amikacin exposure within the 6 months prior to randomization.\n8. Patients with known amikacin resistance (MIC \\>64)\n9. Progressive liver disease (Child-Pugh B or C) which would affect or invalidate interpretation of change from the baseline liver function tests over the course of the study.\n10. Signs of disturbed integrity of the tympanic membrane, determined by otoscopy or tympanometry, including chronic perforation or middle ear or ear canal inflammation or effusion.\n11. History of congenital hearing loss, otological surgery (excluding myringotomy tubes or simple tympanoplasty healed and currently intact), sudden hearing loss, or Meniere's disease.\n12. Bilateral profound hearing loss (\\>90 Decibels \\[dB\\] HL) at all test frequencies.\n13. Conductive hearing loss evidenced by average air-bone-gaps \\>15 dB HL for 0.25-4.0 kilohertz (kHz)\n14. History of active malignancy, either untreated or under active treatment.\n15. History of risk factors for Torsades des Pointes (e.g., heart failure, hypokalemia, family history of Long QT Syndrome).\n16. Venous access not adequate for performance of study procedures.\n17. Presence of any circumstance, condition, ECG or laboratory finding that, based on investigator judgment, would interfere with study procedures or assessments or present to the patient an unreasonable risk from participation in this study.\n18. Current or anticipated use of excluded concomitant medications as specified in Section 6.5.\n19. Pregnant or lactating.\n20. Female of childbearing potential who does not have a negative serum pregnancy test and does not agree in writing to using a double barrier method of contraception.\n21. Female relying on menopausal status for contraception who does not have Follicle-Stimulating Hormone (FSH) level consistent with that condition and who does not agree in writing to using a double barrier method of contraception.\n22. Currently under correctional supervision (imprisoned, on probation or parole).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel Bouchat",
                    "role": "CONTACT",
                    "phone": "503-494-2568",
                    "email": "johdanie@ohsu.edu"
                },
                {
                    "name": "Ted Warnock",
                    "role": "CONTACT",
                    "phone": "503-494-8121",
                    "email": "warnockt@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kevin L Winthrop, MD, MPH",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Edwin Rubel, PhD",
                    "affiliation": "Oricula Therapeutics",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Jewish Health",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80206",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adrah Levin, MPH",
                            "role": "CONTACT",
                            "phone": "303-398-1407",
                            "email": "levina@njhealth.org"
                        },
                        {
                            "name": "Charles L Daley, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura Hammel, MA",
                            "role": "CONTACT",
                            "phone": "507-293-3316",
                            "email": "hammel.laura@mayo.edu"
                        },
                        {
                            "name": "Timothy Aksamit, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Oregon Health & Science University",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ted Warnock",
                            "role": "CONTACT",
                            "phone": "503-494-8121",
                            "email": "warnockt@ohsu.edu"
                        },
                        {
                            "name": "Daniel Bouchat",
                            "role": "CONTACT",
                            "phone": "503-494-2568",
                            "email": "johdanie@ohsu.edu"
                        },
                        {
                            "name": "Kevin Winthrop, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Medical University of South Carolina",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abbey Grady, MPH",
                            "role": "CONTACT",
                            "phone": "843-792-2072",
                            "email": "gradyabi@musc.edu"
                        },
                        {
                            "name": "Patrick Flume, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                },
                {
                    "facility": "University of Texas Health Science Center",
                    "city": "Tyler",
                    "state": "Texas",
                    "zip": "75708",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly Greenlee",
                            "role": "CONTACT",
                            "phone": "903-877-5986",
                            "email": "Kimberly.Greenlee@uthct.edu"
                        },
                        {
                            "name": "Julie Philley, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.35126,
                        "lon": -95.30106
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28992413",
                    "type": "BACKGROUND",
                    "citation": "Chowdhury S, Owens KN, Herr RJ, Jiang Q, Chen X, Johnson G, Groppi VE, Raible DW, Rubel EW, Simon JA. Phenotypic Optimization of Urea-Thiophene Carboxamides To Yield Potent, Well Tolerated, and Orally Active Protective Agents against Aminoglycoside-Induced Hearing Loss. J Med Chem. 2018 Jan 11;61(1):84-97. doi: 10.1021/acs.jmedchem.7b00932. Epub 2017 Oct 27."
                },
                {
                    "pmid": "32713806",
                    "type": "BACKGROUND",
                    "citation": "Garinis A, Gleser M, Johns A, Larsen E, Vachhani J. Prospective cohort study of ototoxicity in persons with cystic fibrosis following a single course of intravenous tobramycin. J Cyst Fibros. 2021 Mar;20(2):278-283. doi: 10.1016/j.jcf.2020.07.001. Epub 2020 Jul 24."
                },
                {
                    "pmid": "30382794",
                    "type": "BACKGROUND",
                    "citation": "Gleser MA, Zettner EM. Negative hearing effects of a single course of IV aminoglycoside therapy in cystic fibrosis patients. Int J Audiol. 2018 Dec;57(12):917-924. doi: 10.1080/14992027.2018.1514537. Epub 2018 Nov 1."
                },
                {
                    "pmid": "21292659",
                    "type": "BACKGROUND",
                    "citation": "Jarand J, Levin A, Zhang L, Huitt G, Mitchell JD, Daley CL. Clinical and microbiologic outcomes in patients receiving treatment for Mycobacterium abscessus pulmonary disease. Clin Infect Dis. 2011 Mar 1;52(5):565-71. doi: 10.1093/cid/ciq237."
                },
                {
                    "pmid": "31391343",
                    "type": "BACKGROUND",
                    "citation": "Kitcher SR, Kirkwood NK, Camci ED, Wu P, Gibson RM, Redila VA, Simon JA, Rubel EW, Raible DW, Richardson GP, Kros CJ. ORC-13661 protects sensory hair cells from aminoglycoside and cisplatin ototoxicity. JCI Insight. 2019 Aug 8;4(15):e126764. doi: 10.1172/jci.insight.126764. eCollection 2019 Aug 8."
                },
                {
                    "pmid": "29781704",
                    "type": "BACKGROUND",
                    "citation": "Potgieter JM, Swanepoel W, Smits C. Evaluating a smartphone digits-in-noise test as part of the audiometric test battery. S Afr J Commun Disord. 2018 May 21;65(1):e1-e6. doi: 10.4102/sajcd.v65i1.574."
                },
                {
                    "pmid": "23464039",
                    "type": "BACKGROUND",
                    "citation": "Smits C, Theo Goverts S, Festen JM. The digits-in-noise test: assessing auditory speech recognition abilities in noise. J Acoust Soc Am. 2013 Mar;133(3):1693-706. doi: 10.1121/1.4789933."
                },
                {
                    "pmid": "29914288",
                    "type": "BACKGROUND",
                    "citation": "Zettner EM, Gleser MA. Progressive Hearing Loss among Patients with Cystic Fibrosis and Parenteral Aminoglycoside Treatment. Otolaryngol Head Neck Surg. 2018 Nov;159(5):887-894. doi: 10.1177/0194599818782444. Epub 2018 Jun 19."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Carhart R, Jerger, J. Preferred method for clinical determination of pure-tone thresholds. J Speech Hear Disord. 1959; 24: 330-345."
                },
                {
                    "pmid": "744838",
                    "type": "BACKGROUND",
                    "citation": "Kemp DT. Stimulated acoustic emissions from within the human auditory system. J Acoust Soc Am. 1978 Nov;64(5):1386-91. doi: 10.1121/1.382104."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Chisholm J, Lacey C, Zalewski C, Christensen J, Wafa T, Kim J, Beri A, Fennelly K, Olivier K, Brewer C. Factors Influencing the Prevalence of Amikacin Ototoxicity. Poster presented at the National Center for Rehabilitative Research (NCRAR) Biennial Conference, Ototoxicity and Noise Damage: Translating Preclinical Findings to Audiological Management. 2019 September 25-27; Portland, Oregon."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lacey C, Chisholm J, Zalewski C, Christensen J, Wafa T, Kim HJ, Beri A, Olivier K, Fennelly K, Brewer C. Amikacin Ototoxicity: Risk Factors and Sensitivity of Grading Scales. Poster presented at The NIH Summer Poster Day. 2019 August 8; Bethesda, Maryland."
                },
                {
                    "pmid": "38245112",
                    "type": "BACKGROUND",
                    "citation": "Prasad K, Borre ED, Dillard LK, Ayer A, Der C, Bainbridge KE, McMahon CM, Tucci DL, Wilson BS, Schmidler GDS, Saunders J. Priorities for hearing loss prevention and estimates of global cause-specific burdens of hearing loss: a systematic rapid review. Lancet Glob Health. 2024 Feb;12(2):e217-e225. doi: 10.1016/S2214-109X(23)00514-4."
                },
                {
                    "pmid": "35923755",
                    "type": "BACKGROUND",
                    "citation": "Bellairs JA, Redila VA, Wu P, Tong L, Webster A, Simon JA, Rubel EW, Raible DW. An in vivo Biomarker to Characterize Ototoxic Compounds and Novel Protective Therapeutics. Front Mol Neurosci. 2022 Jul 18;15:944846. doi: 10.3389/fnmol.2022.944846. eCollection 2022."
                },
                {
                    "pmid": "18454195",
                    "type": "BACKGROUND",
                    "citation": "Owens KN, Santos F, Roberts B, Linbo T, Coffin AB, Knisely AJ, Simon JA, Rubel EW, Raible DW. Identification of genetic and chemical modulators of zebrafish mechanosensory hair cell death. PLoS Genet. 2008 Feb 29;4(2):e1000020. doi: 10.1371/journal.pgen.1000020."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000081015",
                    "term": "Ototoxicity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000064420",
                    "term": "Drug-Related Side Effects and Adverse Reactions"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000011832",
                    "term": "Radiation Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12119",
                    "name": "Mycobacterium Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "relevance": "LOW"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "relevance": "LOW"
                },
                {
                    "id": "M2256",
                    "name": "Ototoxicity",
                    "asFound": "Ototoxicity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M30303",
                    "name": "Drug-Related Side Effects and Adverse Reactions",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14679",
                    "name": "Radiation Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3924",
                    "name": "Amikacin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}