{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05512052",
            "orgStudyIdInfo": {
                "id": "1A"
            },
            "organization": {
                "fullName": "Galena Innovations, LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "Preventing Preterm Birth With a Negative Pressure Cervical Cup: a Feasibility Study",
            "officialTitle": "Preventing Preterm Birth With a Negative Pressure Cervical Cup: a Feasibility Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "preventing-preterm-birth-with-a-negative-pressure-cervical-cup-a-feasibility-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-17",
            "studyFirstSubmitQcDate": "2022-08-20",
            "studyFirstPostDateStruct": {
                "date": "2022-08-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-24",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Galena Innovations, LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this Phase I clinical trial is to generate proof-of-concept data to demonstrate that a cervical cup in combination with vacuum application will create negative pressure on uterine cervical tissue, thereby creating immediate cervical stiffness in order to prevent cervical ripening that is associated with spontaneous preterm birth.\n\nAim #1: Conduct a Phase I clinical study.\n\n1A: Evaluate the ability of a cervical cup to improve cervical tissue physiology of uterine cervices in vivo for nonpregnant women.\n\n1B: Evaluate the ability of a cervical cup to be safely placed and removed on uterine cervices in vivo for nonpregnant women.",
            "detailedDescription": "Preterm birth (PTB), occurring at 20-36 weeks gestation, is a crisis. Out of 15M babies born preterm, 1.1M pass away yearly worldwide. Survivors face short- and long-term medical and neurodevelopmental complications. PTB contributes to long and frequent hospital stays. The World Health Organization (WHO) and the National Institute of Health (NIH) support initiatives that enable better care of maternal-infant dyad at risk for PTB. PTB costs the US $25B per year. Racial disparities (Black-14.39%, White-9.26%, and Hispanic-9.97%), suggest organizational and interpersonal biases.\n\nAll Spontaneous Preterm Birth (SPTB) results from early cervical change created by numerous biologic pathways causing contractions (preterm labor), lack of contractions (cervical insufficiency), or early amnion rupture (PPROM). Preterm labor, contractions leading to early cervical change, is experienced by 200,000 US women yearly resulting in PTB and PPROM affects 120,000 US mothers yearly. Cervical insufficiency, cervical change without contractions, has varied rates among reports. Current care (cerclage, progesterone, and tocolytics) centers on expectant rather than active management.\n\nCervical cerclage is a surgical procedure tying the cervix closed. Drawbacks include invasiveness, a tendency to tear through the cervix, the need for anesthesia during placement, and low rates of efficacy (18% for all types). Progesterone, a hormone given to prevent SPTB, is most strongly supported as a vaginal supplement, although this route isn't FDA approved. In 2003, it was recommended that IM hydroxyprogesterone caproate (17-OHPC) be given to women with a prior PTB to prevent SPTB. Following implementation, use hasn't shown benefit although it is still the only FDA approved medication. In 2019, the FDA motioned to begin removing 17-OHPC from the market. It is estimated that progesterone use lowers the risk of SPTB by only 0.01%. Tocolytics are medications used to prevent contractions and include magnesium sulfate, calcium channel blockers, betamimetics, and nonsteroidal anti-inflammatories (NSAIDs). Although tocolytics may, in some instances decrease preterm contractions, they have not been proven to be effective in preventing SPTB nor demonstrated improved neonatal outcomes. Tocolytic are associated with side effects, the most serious of which include fetal stroke, and maternal death. Tocolytics only temporarily address preterm contractions, cause harmful side effects, do not improve neonatal outcomes, and are ineffective at preventing SPTB.\n\nNo past interventions have effectively addressed early cervical change, even though premature cervical change is the commonality of all SPTB. Therefore, focusing on cervical change is the best place to concentrate in order to prevent SPTB, since it is the last step prior to birth.\n\nGalena Innovations has created a medical device, the Hannah Cervical Cup, that addresses the unmet medical need in SPTB by focusing on preventing or reversing early cervical change. In every pregnancy, the cervix retains the fetus in the uterus and then allows delivery. The internal cervical os contracts closed with cervical stiffness. Through pregnancy, collagen breakdown crafts softening, enabling internal cervical os relaxation, leading to cervical change, which culminates in birth. However, in SPTB, this process happens earlier than is optimal. For those at risk for SPTB, the process of cervical softening can be prevented or reversed with an increase in cervical stiffness. The Hannah Cervical Cup is designed to improve cervical function both through an improvement in immediate cervical stiffness and long-term improvement in collagen function.\n\nThe goal of this Phase I project is to generate proof-of-concept data to establish that the Hannah Cervical Cup in combination with peristaltic vacuum pump application will safely create negative pressure on uterine cervical tissue, thereby creating immediate cervical stiffness in order to prevent cervical ripening that is associated with SPTB and to establish its feasibility as a treatment for SPTB. At the time of hysterectomy, prior to uterine removal, varying cup sizes will be applied to the cervix of 24-30 non-pregnant women with vacuum application over short-term exposures (10-15 minutes) and compared 8-10 control subjects."
        },
        "conditionsModule": {
            "conditions": [
                "Preterm Birth",
                "Cervical Incompetence",
                "Cervical Insufficiency",
                "Short Cervix",
                "Soft Cervix"
            ],
            "keywords": [
                "Cervix"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Hannah Cervical Cup (2 mm)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: Hannah Cervical Cup (2 mm Delta)"
                    ]
                },
                {
                    "label": "Hannah Cervical Cup (4 mm)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: Hannah Cervical Cup (4 mm Delta)"
                    ]
                },
                {
                    "label": "Hannah Cervical Cup (6 mm)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: Hannah Cervical Cup (6 mm Delta)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Hannah Cervical Cup (2 mm Delta)",
                    "description": "The Hannah Cervical Cup reverses and prevents early cervical change by improving cervical collagen function. It applies negative pressure to the cervix, placing it in a tensile strain. Collagen under tension elicits fibers to realign, creating initial stiffness. This enables the cervix to remain closed. Over time, the extracellular matrix becomes strengthened as tension increases collagen strength and synthesis, and decreases degradation and adhesions. It also decreases prostaglandins--inflammatory mediators that facilitate birth. The Hannah Cervical Cup will create stiffness and length in the cervix, provide a treatment for early rupture of fetal membranes, and will offer a mode of medication administration. It is simple in nature, non-invasive, may be used in low-income, low-resource settings, can be placed by a physician in inpatient and outpatient settings, and does not require anesthesia during placement. The Hannah Cervical Cup (2 mm Delta) displaces the cervical tissue by 2 mm.",
                    "armGroupLabels": [
                        "Hannah Cervical Cup (2 mm)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Hannah Cervical Cup (4 mm Delta)",
                    "description": "The Hannah Cervical Cup reverses and prevents early cervical change by improving cervical collagen function. It applies negative pressure to the cervix, placing it in a tensile strain. Collagen under tension elicits fibers to realign, creating initial stiffness. This enables the cervix to remain closed. Over time, the extracellular matrix becomes strengthened as tension increases collagen strength and synthesis, and decreases degradation and adhesions. It also decreases prostaglandins--inflammatory mediators that facilitate birth. The Hannah Cervical Cup will create stiffness and length in the cervix, provide a treatment for early rupture of fetal membranes, and will offer a mode of medication administration. It is simple in nature, non-invasive, may be used in low-income, low-resource settings, can be placed by a physician in inpatient and outpatient settings, and does not require anesthesia during placement. The Hannah Cervical Cup (4 mm Delta) displaces the cervical tissue by 4 mm.",
                    "armGroupLabels": [
                        "Hannah Cervical Cup (4 mm)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Hannah Cervical Cup (6 mm Delta)",
                    "description": "The Hannah Cervical Cup reverses and prevents early cervical change by improving cervical collagen function. It applies negative pressure to the cervix, placing it in a tensile strain. Collagen under tension elicits fibers to realign, creating initial stiffness. This enables the cervix to remain closed. Over time, the extracellular matrix becomes strengthened as tension increases collagen strength and synthesis, and decreases degradation and adhesions. It also decreases prostaglandins--inflammatory mediators that facilitate birth. The Hannah Cervical Cup will create stiffness and length in the cervix, provide a treatment for early rupture of fetal membranes, and will offer a mode of medication administration. It is simple in nature, non-invasive, may be used in low-income, low-resource settings, can be placed by a physician in inpatient and outpatient settings, and does not require anesthesia during placement. The Hannah Cervical Cup (6 mm Delta) displaces the cervical tissue by 6 mm.",
                    "armGroupLabels": [
                        "Hannah Cervical Cup (6 mm)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility: increases in cervical stiffness (in SWS m s-1) with cup and pressure application",
                    "description": "Cervical stiffness with application of the cup and pressure combination ('cup SWS' measured in m s-1) will be measured and compared to cervical stiffness prior to application ('baseline SWS' measured in m s-1) to determine the significance of the change in stiffness.",
                    "timeFrame": "15-30 minutes"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety: incidence (in number) of Treatment-Related Adverse Events",
                    "description": "Measure the incidence (in number) of the following Treatment-Related Adverse Events:\n\n* bleeding\n* contusions\n* infection\n* abrasions\n* tearing",
                    "timeFrame": "1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* women undergoing hysterectomy\n\nExclusion Criteria:\n\n* if the candidate has undergone previous cervical surgeries or procedures including cerclage, loop electrosurgical excision procedure (LEEP), or cone biopsy\n* has been diagnosed with collagen vascular disease\n* a diagnosis of malignant or premalignant cervical changes\n* a cervical length less than 15mm or greater than 45mm\n* a cervical transverse diameter less than 15mm or greater than 35mm",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "This clinical trial focuses on increasing cervical stiffness in order to prevent spontaneous preterm birth. Biologically identified women of a reproductive age are eligible.",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley C Crafton",
                    "role": "CONTACT",
                    "phone": "208-870-0904",
                    "email": "ashley@galenainnovations.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ashley C Crafton",
                    "affiliation": "Galena Innovations",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Intermountain Utah Valley Hospital",
                    "city": "Provo",
                    "state": "Utah",
                    "zip": "84604",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jake Krong",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Helen Feltovich",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.23384,
                        "lon": -111.65853
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                },
                {
                    "id": "D000002581",
                    "term": "Uterine Cervical Incompetence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000002577",
                    "term": "Uterine Cervical Diseases"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000000026",
                    "term": "Abortion, Habitual"
                },
                {
                    "id": "D000000022",
                    "term": "Abortion, Spontaneous"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Preterm Birth",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5828",
                    "name": "Uterine Cervical Incompetence",
                    "asFound": "Cervical Insufficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M5825",
                    "name": "Uterine Cervical Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25",
                    "name": "Abortion, Habitual",
                    "relevance": "LOW"
                },
                {
                    "id": "M21",
                    "name": "Abortion, Spontaneous",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}