{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04795219",
            "orgStudyIdInfo": {
                "id": "HNC-001"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK121378-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK121378-01"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Prevalence and Predictors of Hepatic Steatosis in Persons Living With HIV",
            "officialTitle": "Prevalence and Predictors of Hepatic Steatosis in Persons Living With HIV",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "prevalence-and-predictors-of-hepatic-steatosis-in-persons-living-with-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-09",
            "studyFirstSubmitQcDate": "2021-03-09",
            "studyFirstPostDateStruct": {
                "date": "2021-03-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Nonalcoholic fatty liver disease (NAFLD) is a spectrum of liver conditions associated with fat accumulation that ranges from benign, non-progressive liver fat accumulation to severe liver injury, cirrhosis, and liver failure. NAFLD is the most common liver disease in US adults and the second leading cause for liver transplantation in the US. The natural history of NAFLD in the general population has been well described, with those with non-alcoholic fatty liver (NAFL, or simple steatosis) destined to have rare incidence of hepatic events compared to those with non-alcoholic steatohepatitis (NASH), who are at high risk for future development of cirrhosis, liver cancer and liver failure. The NASH Clinical Research Network (NASH CRN) was established by the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) in 2002, through the mechanism of RFA-DK-01-025, to further the understanding of diagnosis, mechanisms, progression and therapies of NASH. The NASH CRN effort has resulted in numerous seminal studies in the field. However, NASH CRN studies have systematically excluded persons living with HIV (PLWH), as NAFLD in these persons was thought to be different from that in the general population due to HIV, ART, concomitant medications, and co-infections. This has resulted in major knowledge gaps regarding NAFLD in the setting of HIV. This ancillary study of NAFLD and NASH in Adults with HIV (HIV NASH CRN), HNC 001 goal is to examine the prevalence of hepatic steatosis and NAFLD in a large, multicenter, and multiethnic cohort of PLWH (Steatosis in HIV Study)",
            "detailedDescription": "NAFLD is the most prevalent of all liver disorders and is the most common cause of chronic aminotransferase elevations in the United States. NAFLD also represents a major health threat worldwide, with a substantial impact on healthcare expenditures in the US and Europe. With the availability of highly effective ART, chronic liver disease has become a leading cause of non-AIDS related morbidity and mortality in PLWH. NAFLD is projected to become the leading cause of liver disease in the aging HIV population. The reported prevalence of NAFLD in PLWH without viral hepatitis co-infection ranges from 15-54% when assessed by imaging modalities and vibration-controlled transient elastography (VCTE), and is up to 73% in studies including liver biopsy, exceeding the reported prevalence of NAFLD in the general population. These prevalence figures vary as different modalities \\[computed tomography (CT), ultrasound, or Controlled attenuation parameter (CAP)\\] and criteria to define NAFLD were used. Further, current reports of NAFLD prevalence in PLWH are largely limited to single centers with small numbers of participants, inclusion of patients with concurrent HCV or limiting the study population to single sex or military personnel and their dependents. Systematic characterization of NAFLD in PLWH requires a large, representative, multi-ethnic, multi-centric cohort, which is currently lacking.\n\nWhile obesity, insulin resistance and other components of the metabolic syndrome have been reported in some studies to increase the risk for NAFLD in PLWH, they are not universally observed in all PLWH, as studies of men with HIV report lower incidence of hepatic steatosis and lower BMI compared to controls. The impact of HIV and ART on NAFLD risk has also been much debated, with some studies supporting a role for the duration of infection and ART agents used, and others showing no associations. Recent reports suggest a potential decrease in NAFLD/NASH frequency and severity with light to moderate alcohol consumption in the general population. While PLWH commonly report alcohol use, the effects of non-heavy alcohol consumption on NAFLD and NASH risk and severity have not been studied in this population. Similarly, while coffee consumption has reported benefits on NAFLD in the general population, this effect has not been explored in PLWH. Several genetic variants have been found to modulate the risk and severity of NAFLD in the general population (Primary NAFLD), such as PNPLA3, TM6SF2, FADS1, GCKR, MBOAT7, and HSD17B13. To date, only a few studies evaluated genetic variation as a risk for NAFLD and its severity in PLWH. Emerging studies suggest an important role for gut microbiome as well as circulating gut derived metabolites in modulating the severity of Primary NAFLD but similar studies are lacking in PLWH.\n\nOBJECTIVES\n\n* To determine the prevalence of hepatic steatosis and NAFLD in a large, multicenter, and multiethnic cohort of PLWH.\n* To enroll at least 1250 PLWH into a cross-sectional study. The presence of hepatic steatosis and NAFLD and advanced fibrosis will be defined based on clinical, diagnostic, and VCTE criteria. Core data collection will include clinical, demographic, behavioral, anthropometric and laboratory information.\n* To evaluate the prevalence of alcoholic liver disease versus NAFLD and assess the effects of varying amounts of alcohol and other beverage consumption on the risk and severity of hepatic steatosis.\n* To evaluate the relationship between host (age, sex/gender, race/ethnicity, obesity, genetic variants, gut microbiome, etc.), HIV disease (HIV-1 RNA level, CD4+ T cell count, HIV duration) and HIV treatment with ART (type and duration), and environmental (alcohol, coffee and other beverages, diet, physical activity, sleep, food insecurity) factors and the prevalence of hepatic steatosis and NAFLD in PLWH.\n* To establish a robust specimen bank comprised of serum, plasma, genomic DNA as well as PBMC and stool at select sites."
        },
        "conditionsModule": {
            "conditions": [
                "NAFLD",
                "NAFLD-HIV",
                "Hiv"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Fasting blood samples will be collected for plasma, serum, PBMCs, and DNA extraction for research purposes. If the patient provided additional consent, blood will be collected during screening and shipped to the Indiana University Genetics Repository for extraction of DNA and banking."
            },
            "enrollmentInfo": {
                "count": 1250,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Prevalence of hepatic steatosis in persons living with HIV (PLWH).",
                    "description": "Prevalence of hepatic steatosis in PLWH will be reported as the number of participants with hepatic steatosis, defined by controlled attenuation parameter (CAP) ≥263 dB/m, over the total number of participants assessed.",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Prevalence of nonalcoholic fatty liver disease (NAFLD) in PLWH",
                    "description": "Prevalence of NAFLD in PLWH will be reported as the number of participants with NAFLD, defined by CAP ≥263 dB/m and absence of significant alcohol consumption and other chronic liver diseases, over the total number of participants assessed.",
                    "timeFrame": "Baseline"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Prevalence of alcohol-related steatosis in PLWH.",
                    "description": "Prevalence of alcohol-related steatosis will be reported as the number of participants with CAP ≥263 dB/m and self-reported ≥3 drinks daily on average in men and ≥2 drinks daily on average in women over the total number of participants assessed.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Prevalence of advanced fibrosis in PLWH.",
                    "description": "Prevalence of advanced fibrosis will be reported as the number of participants with liver stiffness measurement (LSM) of ≥12.1 kPa over the total number of participants assessed.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* HIV-1, documented historically by any licensed rapid HIV test or HIV enzyme or chemiluminescence immunoassay (E/CIA) test kit and confirmed by a licensed Western blot or a second antibody test by a method other than the initial rapid HIV and/or E/CIA, or by HIV-1 antigen or plasma HIV-1 RNA.\n* On ART for 6 months prior to screening with HIV RNA \\<200 copies/mL at entry\n\nExclusion Criteria:\n\n* Evidence of current or prior chronic HBV, as marked by the presence of HBsAg in serum at any time prior to enrollment (patients with isolated antibody to hepatitis B core antigen, anti-HBc total, are not excluded)\n* Evidence of recent or current HCV as marked by the presence of anti-HCV antibody with detectable HCV RNA in serum within 3 years prior to enrollment. Participants with anti-HCV antibody positivity who have undetectable HCV RNA 3 years prior to enrollment (either due to spontaneous clearance or clearance with treatment) will be eligible to participate if HCV RNA at entry remains undetected.\n* Known other chronic liver disease, including but not limited to alpha-1- antitrypsin deficiency, Wilson's disease, hemochromatosis, polycystic liver disease, autoimmune hepatitis, and primary biliary cholangitis. Note that alcohol-related liver disease is not exclusionary.\n* Disseminated or advanced malignancy\n* Pregnancy\n* Concomitant severe underlying systemic illness that, in the opinion of the investigator, would interfere with completion of study procedures\n* Inability to complete a FibroScan® VCTE scan:\n* Use of implantable active medical device such as a pacemaker or defibrillator\n* Wound care near the application site of the FibroScan®\n* Pregnancy\n* Ascites (fluid in the abdominal area)\n* Unable or unwilling to complete the FibroScan® without sedation or unable to lie still for sufficient duration to complete the exam\n* Any other condition that, in the opinion of the investigator, would impede compliance or hinder completion of study procedures\n* Inability to complete the informed consent process or comply with study procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Clinically diagnosed HIV-1, historically documented by any licensed rapid HIV test or HIV enzyme or chemiluminescence immunoassay (E/CIA) test kit and confirmed by a licensed Western blot or a second antibody test by a method",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer Price, MD, PhD",
                    "role": "CONTACT",
                    "phone": "415-502-1429",
                    "email": "jennifer.price@ucsf.edu"
                },
                {
                    "name": "Yesenia Laguardia",
                    "role": "CONTACT",
                    "phone": "415-917-3518",
                    "email": "yesenia.laguardia@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Price, MD, PhD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jordan Lake, MD, MSc",
                    "affiliation": "University of Texas",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama",
                    "status": "RECRUITING",
                    "city": "Tuscaloosa",
                    "state": "Alabama",
                    "zip": "35487",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristen Spraggins",
                            "role": "CONTACT",
                            "phone": "205-934-9346",
                            "email": "kspraggins@uabmc.edu"
                        },
                        {
                            "name": "Sonya Heath, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.20984,
                        "lon": -87.56917
                    }
                },
                {
                    "facility": "University of California, San Diego",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christie Hernandez",
                            "role": "CONTACT",
                            "phone": "858-246-2301",
                            "email": "chh006@health.ucsd.edu"
                        },
                        {
                            "name": "Rohit Loomba, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                },
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tab Srisengfa",
                            "role": "CONTACT",
                            "phone": "415-502-3725",
                            "email": "tab.srisengfa@ucsf.edu"
                        },
                        {
                            "name": "Jennifer Price, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Indiana University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Montreca Releford",
                            "role": "CONTACT",
                            "phone": "317-278-0408",
                            "email": "mgrobiso@iu.edu"
                        },
                        {
                            "name": "Naga Chalasani, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "John Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sara Mekhael",
                            "role": "CONTACT",
                            "phone": "410-550-3015",
                            "email": "ViralHep_Trials@jhmi.edu"
                        },
                        {
                            "name": "Mark Sulkowski, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Duke University",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebecca Mangus",
                            "role": "CONTACT",
                            "phone": "919-668-3199",
                            "email": "rebecca.mangus@duke.edu"
                        },
                        {
                            "name": "Susanna Naggie, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "University of Texas",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marisel Negret-Hernandez",
                            "role": "CONTACT",
                            "phone": "713-500-6799",
                            "email": "Marisel.NegretHernandez@uth.tmc.edu"
                        },
                        {
                            "name": "Jordan Lake, MD, MSc",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23284",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Devore",
                            "role": "CONTACT",
                            "phone": "804-628-3261",
                            "email": "megan.devore@vcuhealth.edu"
                        },
                        {
                            "name": "Richard Sterling, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                },
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Hepatic Steatosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "NAFLD",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Hepatic Steatosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}