{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05292352",
            "orgStudyIdInfo": {
                "id": "STUDY00002076"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01NR019083-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01NR019083-01A1"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Prevention of NAFLD in Hispanic Children",
            "officialTitle": "Prevention of Non-alcoholic Fatty Liver Disease (NAFLD) in Hispanic Children",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "prevention-of-nafld-in-hispanic-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-15",
            "studyFirstSubmitQcDate": "2022-03-15",
            "studyFirstPostDateStruct": {
                "date": "2022-03-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Miriam Vos",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a 2 year clinical trial testing an intensive intervention to reduce dietary sugars as a means to prevent non-alcoholic fatty liver disease (NAFLD) in pre-pubertal Hispanic children.",
            "detailedDescription": "The number of children experiencing obesity and the chronic diseases associated with it have risen dramatically in recent decades. This includes non-alcoholic fatty liver disease (NAFLD). NAFLD is an excess accumulation of fat in the liver that results when children's diet and activity patterns compound the genetic risk with which they were born. Excess fat in the liver increases the risk of diabetes and heart disease as well the chance that a liver transplant will be needed. Previous studies suggest that diets high in sugar, particularly during critical periods of development, increases children's risk of developing NAFLD. The study team has previously shown that reducing intake of free sugars (those used to sweeten foods and beverages and those found naturally in fruit juices) to very low levels, reduces the amount of fat stored in the liver and improves the metabolic health of children with NAFLD.\n\nThis single site randomized clinical trial is designed to determine if following a diet very low in free sugars just before puberty, a time of increased metabolic disruption, can help to prevent NAFLD in children known to be at high risk. This trial will study free-living Hispanic children with overweight or obesity because their increase in risk for NAFLD compared to non-Hispanic children has been well documented. Enrollment will include children age 6-9 years and Tanner stage 1 living in the Atlanta metropolitan area. Recruitment is through local pediatric clinics and through parents attending diabetes and NAFLD clinics. Enrollment and informed consent is performed by members of the research team. The one-year dietary intervention, will include a combination of evidence-based strategies: dietary counseling by a nutritionist using motivational interviewing and family-centered goal setting; a one-month provision of a low-free sugar diet for the entire family, and nutritionist guided (and study funded) grocery shopping trips every 3 months thereafter. The control group will follow their usual diet and receive similar study assessments, and compensation.\n\nThe primary outcome at year one is MRI-assessed change in the amount of liver fat from baseline. At 24 months, incidence of NAFLD in the intervention group vs. control group will be assessed (primary outcome of 24 month study). Other outcomes to be assessed at 12- and 24-months include changes in liver enzymes, glucose metabolism, dyslipidemia, body composition and metabolomics.\n\nThese studies may inform the development of guidelines for clinicians, dietitians, parents, and others involved in counseling and caring for children at high risk of developing NAFLD."
        },
        "conditionsModule": {
            "conditions": [
                "Non-Alcoholic Fatty Liver Disease"
            ],
            "keywords": [
                "Latino Children",
                "Pre-puberal",
                "Low Free sugar diet (LFSD)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Low Free Sugar Diet (LFSD) Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The 1-year dietary intervention will be accomplished by adapting and extending a Social Cognitive Theory (SCT) guided low sugar intervention. SCT is a framework that helps explain how people regulate their behavior through control and reinforcement to achieve goal-directed behavior that can be maintained over time.",
                    "interventionNames": [
                        "Behavioral: LFSD"
                    ]
                },
                {
                    "label": "Usual Care Control",
                    "type": "NO_INTERVENTION",
                    "description": "Usual Care (Control group): Parents of enrolled children in the usual care group will be provided printed material on healthy family lifestyle at the beginning of the study. The control group will complete all of the same research visits and assessments as the intervention group."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "LFSD",
                    "description": "Assessment of child's usual diet to assess sugar intake in relation to the total usual diet.\n\nConsultation with a nutritionist to help families identify foods high in sugar. Removal of foods and drinks high in free sugar from the home.\n\nCounseling using motivational interviewing, patient-centered goal setting to help parents and participating youth identify barriers to compliance with the intervention. Provision of a study provided LFSD with sufficient quantity to meet the needs and adapted to meet the preferences of the entire household for the first 4 weeks. Facilitated grocery shopping trips every 3 months during year 1.",
                    "armGroupLabels": [
                        "Low Free Sugar Diet (LFSD) Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Percent Hepatic Steatosis by MRI-PDFF",
                    "description": "The primary objective for the 12-month study is to test if a LFSD compared to usual diet protects against increase in hepatic steatosis",
                    "timeFrame": "12 month after start of intervention"
                },
                {
                    "measure": "Onset of NAFLD",
                    "description": "The primary objective for the 24-month is study to test if a LFSD protects against development of NAFLD (hepatic steatosis ≥ 5% and elevated ALT).",
                    "timeFrame": "24 months after start of intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in markers of liver inflammation: ALT",
                    "description": "ALT will be measured from CMP lab test and compared",
                    "timeFrame": "Baseline, month 6, month 12, month 18, and month 24"
                },
                {
                    "measure": "Changes in markers of liver inflammation: AST",
                    "description": "AST will be measured from CMP lab test and compared",
                    "timeFrame": "Baseline, month 6, month 12, month 18, and month 24"
                },
                {
                    "measure": "Changes in markers of liver inflammation: GGT",
                    "description": "Laboratory tests will be collected and values compared",
                    "timeFrame": "Baseline, month 12 and month 24"
                },
                {
                    "measure": "Changes in HbA1c",
                    "description": "Changes in HbA1c will be reviewed by a physician study investigator for patient safety. If patients develop clinically relevant abnormalities, the results will be provided to the pediatrician of the child or other provider as directed by the parents/guardians.",
                    "timeFrame": "Baseline, month 12 and month 24"
                },
                {
                    "measure": "Changes in fasting triglycerides",
                    "description": "Fasting lipid panels will be performed at each visit. Frozen plasma will be shipped to LabCorp for NMR lipoprotein particle size measurement, extended lipid profiles and GlycA measurement.",
                    "timeFrame": "Baseline, Month 6, Month 12, month 18 and month 24"
                },
                {
                    "measure": "Changes in Fasting insulin",
                    "description": "Measured before the OGTT study",
                    "timeFrame": "Measured at baseline, month 12 and month 24"
                },
                {
                    "measure": "Changes in HDL",
                    "description": "Fasting lipid panels will be performed at each visit. Frozen plasma will be shipped to LabCorp for NMR lipoprotein particle size measurement, extended lipid profiles and GlycA measurement.",
                    "timeFrame": "Baseline, Month 6, Month 12, month 18 and month 24"
                },
                {
                    "measure": "Changes in LDL",
                    "description": "Fasting lipid panels will be performed at each visit. Frozen plasma will be shipped to LabCorp for NMR lipoprotein particle size measurement, extended lipid profiles and GlycA measurement.",
                    "timeFrame": "Baseline, Month 6, Month 12, month 18 and month 24"
                },
                {
                    "measure": "Changes in waist hip ratio",
                    "description": ": BMI will be calculated from weight and height measured twice and averaged. Waist and hip measurements will be performed.",
                    "timeFrame": "Baseline, month 12 and month 24"
                },
                {
                    "measure": "Changes in BMI",
                    "description": "BMI and BMI percentile will be calculated from weight and height measured twice and averaged.",
                    "timeFrame": "Baseline, month 12 and month 24"
                },
                {
                    "measure": "Changes in Neck acanthosis nigricans",
                    "description": "Acanthosis nigricans (AN) monitoring: To improve objective assessment, AN will be captured using a photo of the neck base and by standardized assessment (scale 0 to 4) by the study coordinator or the investigator. Will be assessed by the \"Neck Acanthosis Severity Scale\" that ranges from 0-4.",
                    "timeFrame": "Baseline, month 12 and month 24"
                },
                {
                    "measure": "Changes Oral Glucose tolerance test (OGTT)",
                    "description": "Oral glucose tolerance test (OGTT) will be performed for measures of adipose and peripheral IR. After the IV is placed, the fasting labs will be drawn from it. For the OGTT we will perform frequent sampling of glucose and insulin and store blood for additional assays such as FFA and C-peptide. Bloods will be drawn using an 8-sample schedule after consumption of the glucose beverage (0, 10, 20, 30, 60, 90, 120, and 180 min). The OGTT beverage will consist of 50 g plus an additional 40 mg/kg of glucose. Whole body insulin sensitivity (Si) will be calculated with a 4-hour oral minimal model, utilizing SAM II software137. Adipose IR will be calculated as the FFA nadir as in our preliminary data.",
                    "timeFrame": "Baseline, month 12 and month 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. At least one parent or the child self-identifies as Hispanic or Latino.\n2. BMI ≥ 50th percentile for age and sex.\n3. Age ≥ 6 years and ≤ 9 years\n4. Tanner stage 1 by self and/or parental report\n5. Normal ALT on screening labs (≤23 IU for girls, ≤26 IU for boys)\n6. Written informed consent from parent or legal guardian, assent from child\n\nExclusion Criteria:\n\n1. Known diagnosis of chronic liver disease other than NAFLD and \"fatty liver\"\n2. History of significant depression\n3. Implanted metal or other implant (braces ok), or claustrophobia or other reason that contraindicates MRI\n4. Type 2 diabetes (Hemoglobin A1c \\> 6.4% on screening labs or chronic diagnosis)\n5. Plans to move within the next 12 months\n6. Current or previous participation in a weight loss program or obesity treatment program or clinic\n7. Cancer or history of cancer\n8. Recipient of a liver transplant\n9. Chronic use (in the last year) of medications known to cause NAFLD or fatty liver (TPN, amiodarone, chronic oral steroids, etc.)\n10. Intellectual disability or major psychiatric disorder limiting informed assent\n11. At risk for eating disorder by screening instrument\n12. Participants who are currently enrolled in a clinical trial or have received an investigational product within the last 60 days\n13. Participants who are not able or willing to comply with the diet protocol or have any other condition or circumstance that would impede compliance or hinder completion of the study in the opinion of the investigator\n14. Children who spend more than 1 night per week consistently in another household",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "9 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Miriam Vos, MD",
                    "role": "CONTACT",
                    "phone": "404-727-9930",
                    "email": "mvos@emory.edu"
                },
                {
                    "name": "Jean Welsh, PhD",
                    "role": "CONTACT",
                    "email": "jwelsh1@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Miriam Vos, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30329",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Miriam Vos, MD",
                            "role": "CONTACT",
                            "phone": "404-727-9930",
                            "email": "mvos@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data underlying published findings",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Data will be made available 6 months after publication. Applications must be submitted within 24 months of publication date.",
            "accessCriteria": "Researchers who provide a methodologically sound proposal, to achieve aims in an approved proposal. Access will be granted by submitting written detailed proposal to the corresponding author of the published article."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Fatty Liver",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Non-alcoholic Fatty Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "asFound": "Fatty Liver",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}