{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06096259",
            "orgStudyIdInfo": {
                "id": "2023P002573"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Preventing Injured Knees From osteoArthritis: Severity Outcomes",
            "officialTitle": "Preventing Injured Knees From osteoArthritis: Severity Outcomes (PIKASO)",
            "acronym": "PIKASO",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "preventing-injured-knees-from-osteoarthritis-severity-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-04",
            "studyFirstSubmitQcDate": "2023-10-19",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Morgan H. Jones, MD, MPH",
                "investigatorTitle": "Assistant Professor of Orthopedic Surgery",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Arthritis Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study is being done to find out if metformin is effective at reducing pain by delaying the onset of post-traumatic osteoarthritis (PTOA) after anterior cruciate ligament (ACL) reconstruction. This research study will compare metformin to placebo. The placebo tablet looks exactly like metformin, but contains no metformin. Placebos are used in research studies to see if the results are due to the study drug or due to other reasons.\n\nMetformin is approved by the U.S. Food and Drug Administration (FDA) to treat type II diabetes. Notably, it also has anti-inflammatory effects, suggesting it could benefit people who have an ACL injury and are undergoing ACL reconstruction.",
            "detailedDescription": "Osteoarthritis (OA) is among the most prevalent chronic, disabling conditions, occurring in over 32 million persons in the US. Worldwide, an estimated 240 million persons have symptomatic, activity-limiting OA. OA cases arising from injury are referred to as post-traumatic OA (PTOA). Approximately 12% of cases of lower extremity symptomatic OA are PTOA, often the result of injuries such as anterior cruciate ligament (ACL) rupture or ankle fracture. Four million Americans have PTOA. On average, patients with PTOA develop knee OA 10.4 years earlier than those with primary knee OA. Similarly, individuals with PTOA of the hip and ankle develop OA 9.0 and 14.0 years, respectively, earlier than their primary OA counterparts. Sustaining ACL injury early in adulthood leads to greater lifetime risk as well as earlier onset of knee OA and need for total knee replacement (TKR). The earlier age of onset means that PTOA is often a disorder of working persons, compromising productivity and quality of life. The indirect cost burden of PTOA is estimated to be \\~$4.4 billion annually, because individuals are typically affected in their most productive years of employment.\n\nAnterior cruciate ligament (ACL) injury is the most common sports-related knee injury, and many patients who wish to return to sporting activities that involve cutting and pivoting will choose to undergo ACL reconstruction (ACLR). Each year, more than 120,000 ACL reconstructions are performed in the US alone. Even though ACLR can allow people to return to sporting activities with a stable knee, there is still an increased risk of PTOA after the ACL injury and subsequent reconstruction. Studies have demonstrated that around 50% of patients who undergo ACL reconstruction develop OA within 10-15 years. Given the large number of ACL injuries and subsequent reconstructions that occur annually, and the strong association between ACL tear/reconstruction and PTOA, developing treatment strategies to delay or prevent PTOA and promote long-term health after ACLR is critical to maintaining the well-being of young, active populations. This study proposes to address these issues by testing the efficacy of metformin, a commonly used and safe drug with promising pre-clinical and clinical evidence of PTOA prevention, in younger adults undergoing ACL reconstruction.\n\nPIKASO is a multicenter, double-blind (participants, treating clinicians, and assessors), placebo-controlled, randomized study to establish the efficacy of metformin at delaying the onset of post-traumatic osteoarthritis (PTOA) after anterior cruciate ligament reconstruction. Subjects will be randomized in a 1:1 ratio. Each subject will complete standard-of-care postoperative physical therapy in both arms. The two primary outcomes will be KOOS pain (assessed at 12 and 24 months postoperatively and averaged) and modified MRI Osteoarthritis Knee Score (MOAKS) cartilage score at 24 months postoperatively."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis, Knee",
                "Post-traumatic Osteoarthritis",
                "ACL Tear"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 512,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Metformin",
                    "type": "EXPERIMENTAL",
                    "description": "3x500mg metformin hydrochloride (HCl) extended-release (ER) tablets taken orally once a day for 1 year",
                    "interventionNames": [
                        "Drug: Metformin"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "3x metformin placebo tablets matching metformin extended-release taken orally once a day for 1 year",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Metformin",
                    "description": "Metformin is an oral anti-hyperglycemic agent widely used as first-line treatment for type II diabetes to improve glycemic control. It is the fourth most commonly prescribed drug in the United States. Participants will receive commercially available extended-release metformin 500mg tablets manufactured by Granules India Limited, Hyderabad, India and then sourced, packaged, and labeled for the study by Sharp Labs. The study will follow standard dosing procedures for extended-release metformin. Participants will begin by taking 1x500 mg pill once a day, and then the dose will be increased in 500 mg/day increments weekly as tolerated, up to a maximum dose of 1500 mg daily.",
                    "armGroupLabels": [
                        "Metformin"
                    ],
                    "otherNames": [
                        "Glumetza",
                        "Fortamet",
                        "Glucophage extended release (XR)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "The study will use matching placebo tablets that are almost indistinguishable from the 500 mg metformin ER tablets. Participants will begin by taking 1x500 mg pill once a day, and then the dose will be increased in 500 mg/day increments weekly as tolerated, up to a maximum dose of 1500 mg daily.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "KOOS Pain Score",
                    "description": "To determine whether metformin leads to reduced pain as measured by the KOOS pain subscale compared to placebo between 12 and 24 months postoperatively.\n\nKnee Injury and Osteoarthritis Outcome Score (KOOS) is a questionnaire designed to assess short and long-term patient-relevant outcomes following knee injury. The KOOS pain subscale contains 9 items and is scored on a 0-100 scale, 100 being best.",
                    "timeFrame": "Average of 12 and 24 months"
                },
                {
                    "measure": "Modified MOAKS Cartilage Score",
                    "description": "To determine whether metformin leads to reduced structural degeneration at 24 months postoperatively compared to placebo.\n\nThe MOAKS score (MRI Osteoarthritis Knee Score) is a semi-quantitative whole joint assessment of knee osteoarthritis with very good to excellent reliability used to score knee osteoarthritis. In MOAKS the knee is divided into 14 articular subregions for scoring articular cartilage and bone marrow lesions (BMLs) and in addition the subspinous region is added for BML scoring. For each region, the following features are assessed independently:\n\n1. bone marrow lesions and cysts (score: 0-3, 3 worst)\n2. articular cartilage loss (score: 0-3, 3 worst)\n3. osteophytes (score: 0-3, 3 worst)\n4. synovitis and effusion (score: 0-3, 3 worst)\n5. meniscus extrusion and morphology (score: 0-3, 3 worst)\n6. ligaments/tendon (0/1, 0=normal, 1=abnormal)\n7. periarticular features (0/1, 0=absent, 1=present)",
                    "timeFrame": "24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "KOOS Pain",
                    "description": "Assessed via questionnaire.\n\nKnee Injury and Osteoarthritis Outcome Score (KOOS) is a questionnaire designed to assess short and long-term patient-relevant outcomes following knee injury. The KOOS is self-administered and includes 42 items across 5 subscales: pain, symptoms, ADLs, sports/recreation, and quality of life. KOOS is scored on a 0-100 scale, 100 being best. The pain subscale contains 9 items.",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "KOOS Symptoms",
                    "description": "Assessed via questionnaire.\n\nKnee Injury and Osteoarthritis Outcome Score (KOOS) is a questionnaire designed to assess short and long-term patient-relevant outcomes following knee injury. The KOOS is self-administered and includes 42 items across 5 subscales: pain, symptoms, ADLs, sports/recreation, and quality of life. KOOS is scored on a 0-100 scale, 100 being best. The symptoms subscale contains 7 items.",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "KOOS Activities of Daily Living (ADL)",
                    "description": "Assessed via questionnaire.\n\nKnee Injury and Osteoarthritis Outcome Score (KOOS) is a questionnaire designed to assess short and long-term patient-relevant outcomes following knee injury. The KOOS is self-administered and includes 42 items across 5 subscales: pain, symptoms, activities of daily living (ADLs), sports/recreation, and quality of life. KOOS is scored on a 0-100 scale, 100 being best. The ADL subscale contains 17 items.",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "KOOS Sport and Recreation Function",
                    "description": "Assessed via questionnaire.\n\nKnee Injury and Osteoarthritis Outcome Score (KOOS) is a questionnaire designed to assess short and long-term patient-relevant outcomes following knee injury. The KOOS is self-administered and includes 42 items across 5 subscales: pain, symptoms, ADLs, sports/recreation, and quality of life. KOOS is scored on a 0-100 scale, 100 being best. The sports and recreation subscale contains five items.",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "KOOS Quality of Life",
                    "description": "Assessed via questionnaire.\n\nKnee Injury and Osteoarthritis Outcome Score (KOOS) is a questionnaire designed to assess short and long-term patient-relevant outcomes following knee injury. The KOOS is self-administered and includes 42 items across 5 subscales: pain, symptoms, ADLs, sports/recreation, and quality of life. KOOS is scored on a 0-100 scale, 100 being best. The quality of life subscale contains four items.",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Marx Activity Rating Scale",
                    "description": "Assessed via questionnaire\n\nThe Marx Scale consists of four questions concerning running, cutting, deceleration, and pivoting. The patient is asked to report on the frequency with which they performed the activity in their healthiest state within the past year. It is most often used in physically active adults aged 18-50 with knee problems.",
                    "timeFrame": "baseline, 12 months, 24 months"
                },
                {
                    "measure": "Work Productivity and Activity Impairment (WPAI)",
                    "description": "Assessed via questionnaire\n\nThe Work Productivity and Activity Impairment (WPAI) questionnaire is a 6-item instrument to measure impairments in both paid work and unpaid work. It measures impairments in paid work and other activity because of health problems during the past seven days.",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "EuroQoL Score",
                    "description": "Assessed via questionnaire\n\nThe 5-level EuroQol score (EQ-5D-5L) is a quality of life measure that includes two components: the EQ descriptive system (EQ-5D) and the EQ visual analogue scale (EQ VAS).\n\nThe descriptive system comprises five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels: no problems, slight problems, moderate problems, severe problems and extreme problems. The scores for the five dimensions can be combined into a 5-digit number that describes the patient's health state (5-25, 25 worst). The EQ VAS records the patient's self-rated health on a visual analogue scale (0-100, 100 best).",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Tampa Scale of Kinesiophobia Score",
                    "description": "Assessed via questionnaire\n\nThe Tampa Scale of Kinesiophobia (TSK) is a 17-item questionnaire with a 4-point Likert scale to assess one's fear of movement or reinjury. Two subscales make up the scale:\n\n1. Avoiding physical exertion because of fear of reinjury or worsening of pain (Questions 1, 2, 7, 9, 10, 11, 12)\n2. Somatic Focus - the idea that there are underlying, major medical issues involved (Questions 3, 4, 5, 6, 8)\n\nIndividual item scores range from 1-4 (4 worst), with the negatively worded items (4, 8, 12, 16) having a reverse scoring (4-1, 1 worst). The 17 item TSK total scores range from 17 to 68 where the lowest 17 means no kinesiophobia, and the higher scores indicate an increasing degree of kinesiophobia. Scores above 37 are generally considered to indicate kinesiophobia.",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "MHI-5 Score",
                    "description": "Assessed via questionnaire\n\nThe Mental Health Inventory-5 (MHI-5) is a brief, valid, and reliable international instrument for assessing mental health status in adults. The MHI-5 has 5 items and is scored on a scale from 0-100, where 100 indicates optimal mental health.",
                    "timeFrame": "baseline, 3 months, 6 months, 9 months, 12 months, 18 months, 24 months"
                },
                {
                    "measure": "Joint Space Narrowing Over Time",
                    "description": "Joint space narrowing will be measured in mm and assessed via X-Ray and MRI. Greater joint space narrowing indicates more severe structural osteoarthritis.",
                    "timeFrame": "baseline, 12 months, 24 months"
                },
                {
                    "measure": "Cartilage composition assessed with T1rho, T2",
                    "description": "Assessed via compositional MRI with T1rho and T2 weighted sequences, which are being investigated for their usefulness in musculoskeletal imaging, particularly for examining cartilage.",
                    "timeFrame": "baseline, 12 months, 24 months"
                },
                {
                    "measure": "Severity of Synovitis on Contrast MRI",
                    "description": "Assessed via optional contrast MRI. Dynamic contrast enhanced MR images will be analyzed to quantify variables including maximum enhancement, number of enhanced voxels, and derived variables (e.g. maximum enhancement times number of enhanced voxels) for evaluating severity of synovitis.",
                    "timeFrame": "baseline, 12 months"
                },
                {
                    "measure": "Knee Range of Motion",
                    "description": "Assessed via physical examination with a goniometer",
                    "timeFrame": "12 and 24 months"
                },
                {
                    "measure": "3D Gait Biomechanics",
                    "description": "Walking gait will be evaluated using a motion capture system as participants walk at a self-selected speed",
                    "timeFrame": "12 and 24 months"
                },
                {
                    "measure": "Isokinetic knee flexion/extension strength at 60º/sec",
                    "description": "Assessed using an isokinetic dynamometer",
                    "timeFrame": "12 and 24 months"
                },
                {
                    "measure": "10m Habitual Walking Speed",
                    "description": "The time to walk 10 m will be recorded",
                    "timeFrame": "12 and 24 months"
                },
                {
                    "measure": "Single Leg Hop Test",
                    "description": "The maximum distance will be recorded",
                    "timeFrame": "12 and 24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 25-45 or Age 18-24 with preoperative KOOS Pain \\<80 (0-100, 100 best) recorded at least 14 days after the day of ACL injury\n2. ACL tear documented on MRI within 6 months prior to screening\n3. Plan to undergo ACL reconstruction\n\nExclusion Criteria:\n\n1. Inflammatory arthritis\n2. Pregnancy and/or lactation, or plans to become pregnant in the next 12 months\n3. Known contraindication to metformin\n4. Current use of metformin or topiramate\n5. Type I diabetes mellitus or diabetic ketoacidosis\n6. Heavy alcohol consumption and/or known hepatic disease\n7. Acute or chronic renal insufficiency\n8. History of ACLR on either knee\n9. Applying for or receiving Workers' Compensation for their knee injury\n10. Joint space narrowing AND definite osteophyte(s) on weightbearing radiograph on index knee\n11. Tibial plateau fracture on index knee\n12. Concomitant avulsion fracture of index knee that will be treated surgically\n13. Concomitant posterior cruciate ligament, medial collateral ligament, or lateral collateral ligament injury on index knee requiring surgical repair/reconstruction\n14. Contraindication to MRI\n15. Unable to speak and understand English\n16. Diagnosis of cognitive impairment or otherwise unable to provide informed consent\n17. Insufficient time for recruitment and drug titration: Surgery scheduled for \\<14 days from the time of screening\n18. Presence of a condition or abnormality that in the opinion of the surgeon investigator would compromise the safety of the patient or the quality of the data\n19. Plan for allograft at time of consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Faith Selzer, PhD",
                    "role": "CONTACT",
                    "phone": "617-525-8617",
                    "email": "fselzer@bwh.harvard.edu"
                },
                {
                    "name": "Lily M Waddell, BA",
                    "role": "CONTACT",
                    "phone": "6175259727",
                    "email": "lmwaddell@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Morgan H Jones, MD, MPH",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Cale A Jacobs, PhD",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gregory D Myer, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "University of Iowa Hospitals and Clinics",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52242",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Don D Anderson, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Brian R Wolf, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "University of Kentucky",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40504",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Austin V Stone, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lily M Waddell",
                            "role": "CONTACT",
                            "phone": "617-525-9727",
                            "email": "lmwaddell@bwh.harvard.edu"
                        },
                        {
                            "name": "Morgan H Jones, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Cale A Jacobs, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "University of Nebraska Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth A Wellsandt, PT, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Yvonne Golightly, PT, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Hospital for Special Surgery",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Scott A Rodeo, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Miguel Otero, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "The University of North Carolina at Chapel Hill",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "25599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joe M Hart, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Brian G Pietrosimone, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Cleveland Clinic",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kurt Spindler, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "The Ohio State University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laura C Schmitt, PT, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Robert A Magnussen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26063472",
                    "type": "BACKGROUND",
                    "citation": "Global Burden of Disease Study 2013 Collaborators. Global, regional, and national incidence, prevalence, and years lived with disability for 301 acute and chronic diseases and injuries in 188 countries, 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013. Lancet. 2015 Aug 22;386(9995):743-800. doi: 10.1016/S0140-6736(15)60692-4. Epub 2015 Jun 7."
                },
                {
                    "pmid": "17106388",
                    "type": "BACKGROUND",
                    "citation": "Brown TD, Johnston RC, Saltzman CL, Marsh JL, Buckwalter JA. Posttraumatic osteoarthritis: a first estimate of incidence, prevalence, and burden of disease. J Orthop Trauma. 2006 Nov-Dec;20(10):739-44. doi: 10.1097/01.bot.0000246468.80635.ef."
                },
                {
                    "pmid": "27145096",
                    "type": "BACKGROUND",
                    "citation": "Thomas AC, Hubbard-Turner T, Wikstrom EA, Palmieri-Smith RM. Epidemiology of Posttraumatic Osteoarthritis. J Athl Train. 2017 Jun 2;52(6):491-496. doi: 10.4085/1062-6050-51.5.08. Epub 2016 May 4."
                },
                {
                    "pmid": "34903114",
                    "type": "BACKGROUND",
                    "citation": "Brinlee AW, Dickenson SB, Hunter-Giordano A, Snyder-Mackler L. ACL Reconstruction Rehabilitation: Clinical Data, Biologic Healing, and Criterion-Based Milestones to Inform a Return-to-Sport Guideline. Sports Health. 2022 Sep-Oct;14(5):770-779. doi: 10.1177/19417381211056873. Epub 2021 Dec 13."
                },
                {
                    "pmid": "35597372",
                    "type": "BACKGROUND",
                    "citation": "Lim YZ, Wang Y, Estee M, Abidi J, Udaya Kumar M, Hussain SM, Wluka AE, Little CB, Cicuttini FM. Metformin as a potential disease-modifying drug in osteoarthritis: a systematic review of pre-clinical and human studies. Osteoarthritis Cartilage. 2022 Nov;30(11):1434-1442. doi: 10.1016/j.joca.2022.05.005. Epub 2022 May 18."
                },
                {
                    "pmid": "31126352",
                    "type": "BACKGROUND",
                    "citation": "Wang Y, Hussain SM, Wluka AE, Lim YZ, Abram F, Pelletier JP, Martel-Pelletier J, Cicuttini FM. Association between metformin use and disease progression in obese people with knee osteoarthritis: data from the Osteoarthritis Initiative-a prospective cohort study. Arthritis Res Ther. 2019 May 24;21(1):127. doi: 10.1186/s13075-019-1915-x."
                },
                {
                    "pmid": "22402434",
                    "type": "BACKGROUND",
                    "citation": "Adams D, Logerstedt DS, Hunter-Giordano A, Axe MJ, Snyder-Mackler L. Current concepts for anterior cruciate ligament reconstruction: a criterion-based rehabilitation progression. J Orthop Sports Phys Ther. 2012 Jul;42(7):601-14. doi: 10.2519/jospt.2012.3871. Epub 2012 Mar 8."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000020370",
                    "term": "Osteoarthritis, Knee"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22168",
                    "name": "Osteoarthritis, Knee",
                    "asFound": "Osteoarthritis, Knee",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "relevance": "LOW"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008687",
                    "term": "Metformin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M11667",
                    "name": "Metformin",
                    "asFound": "Assessment",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}