{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04935710",
            "orgStudyIdInfo": {
                "id": "ALACRITY eSToRY R34 #1"
            },
            "secondaryIdInfos": [
                {
                    "id": "P50MH126283",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P50MH126283"
                }
            ],
            "organization": {
                "fullName": "Cambridge Health Alliance",
                "class": "OTHER"
            },
            "briefTitle": "Prevention and Early Identification for High Risk Youth in School-based Clinics",
            "officialTitle": "Prevention and Early Identification for High Risk Youth in School-based Clinics (ALACRITY eSToRY R34 #1)",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "prevention-and-early-identification-for-high-risk-youth-in-school-based-clinics"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-15",
            "studyFirstSubmitQcDate": "2021-06-15",
            "studyFirstPostDateStruct": {
                "date": "2021-06-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Margaret D Weiss, MD PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Cambridge Health Alliance"
            },
            "leadSponsor": {
                "name": "Cambridge Health Alliance",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The proposed research project provides a novel approach to screening, early assessment, and preventive interventions for high-risk youth in racial/ethnic/linguistically (REL)-diverse communities.\n\n* The investigators assess a health promotion intervention as a way of reducing treatment disparities in REL-minority youth. This population is underrepresented in child psychiatry research. It is often excluded from clinical trials of medication or therapy because of challenges with transportation, literacy, resources, or other issues.\n* The study will take place during or following a healthcare crisis and economic recession, making findings relevant to understanding the mechanisms by which hardship translates into youth mental illness.\n* The innovative integration of online screening into school-based clinics and community-based settings in REL-minority communities is made possible by the combination of access to a new technology (CAT) in the context of a learning health community serving a REL-minority population.\n* Empirical research on the impact of a resilience-based prevention intervention in youth and youth at risk is both innovative and much needed during this period of health, social and economic crisis.",
            "detailedDescription": "Four hundred high school students will be screened for psychiatric symptoms and functional impairment using the Kiddie Computerized Adaptive Testing (K-CAT) and the Weiss Functional Impairment Rating Scale - Self Report (WFIRS-S) in CHA's catchment area (Cambridge, Chelsea, Everett, Malden, Revere, Somerville, Winthrop. Students will be classified into three tiers: normal, at risk, and clinical . The cut off scores that differentiate the tiers are drawn from the ROC values generated by the psychometrics of the measures themselves as follows:\n\n* Tier 1: K-CAT Normal \\& WFIRS \\<0.8 - \\>1.0 (T \\<1SD).\n* Tier 2: K-CAT Mild \\& WFIRS 0.8 - \\>1.0, K-CAT Moderate \\& WFIRS 0.8 - 1.0 (T between 1 and 1.5 SD), K-CAT Severe \\& WFIRS 0.8 - 1.0 (T between 1 and 1.5 SD)\n* Tier 3: K-CAT Moderate \\& WFIRS \\>1.0 (T \\>1.5 SD), K-CAT Severe \\& WFIRS \\>1.0 (T \\>1.5 SD) If patients are symptomatic but not functionally impaired, status is determined by function because symptoms without impairment do not necessarily warrant intervention. If the patient is impaired but not symptomatic, the threshold is determined by symptoms because the patient may be impaired from factors other than the diagnosis. These scores are based on the results of the most severe module of either the K-CAT or the WFIRS. .All students will be eligible to participate in C2T, independent of how they are classified by Tier, unless they meet one of the exclusion criteria. Tier 3 will be informed that the participants' responses suggest that the participants are experiencing some symptoms which are causing them difficulty. As long as the participants are not assessed as critical imminent risk, Tier 3 will also be invited to participate in C2T.\n\nA stepped wedge design with 3 clusters of 36 students each will be used to group students into clusters based on rolling recruitment into COPE2Thrive. The stepped wedge design assigns a random cluster to be switched from the control group to the C2T intervention group at either one, two, or three-week intervals starting at week 1 and ending at week 23 of the study."
        },
        "conditionsModule": {
            "conditions": [
                "Community Mental Health Services",
                "Adolescent Well Being",
                "Resilience, Psychological",
                "Health Equity",
                "Screening"
            ],
            "keywords": [
                "Resilience",
                "Adolescent mental health",
                "Digital therapy",
                "Prevention",
                "Health disparities"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 108,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "R34#1 Aim 2 COPE2Thrive Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Randomly clustered youth who have completed the screening will be randomized to receive a resilience based digital intervention, COPE2Thrive.",
                    "interventionNames": [
                        "Behavioral: COPE2Thrive"
                    ]
                },
                {
                    "label": "Control arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The comparator arm is treatment as usual. For each monthly crossover, 12 students in a cluster are eligible to receive C2T in a stepped wedge study design. Student outcomes prior to receiving C2T will be compared to outcomes after receiving C2T.",
                    "interventionNames": [
                        "Genetic: Usual care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "COPE2Thrive",
                    "description": "Cognitive Behavioral Therapy-based program to help teens deal with anxiety, stress and depression by showing them how to develop skills needed to stop negative thoughts and start thinking and behaving in more positive ways.",
                    "armGroupLabels": [
                        "R34#1 Aim 2 COPE2Thrive Intervention"
                    ]
                },
                {
                    "type": "GENETIC",
                    "name": "Usual care",
                    "description": "Children at risk who are not randomized to COPE2Thrive at any point of time serve as the control group.",
                    "armGroupLabels": [
                        "Control arm"
                    ],
                    "otherNames": [
                        "No intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Kiddie Computerized Adaptive Testing Self Report (K-CAT-S)",
                    "description": "The K-CAT-S is a computerized adaptive test for assessment of DSM 5 conditions in youth. Adaptive testing allows the assessment to be done in less than 10 minutes with high validity compared against diagnostic interviews. High scores indicate greater psychopathology. The minimum score is 0, a score between 45-64 is moderate, a score greater than 65 is severe, and the maximum score is 100. Change in the numeric level of these symptoms will be the primary outcome of the testing of the preliminary effectiveness of the COPE2Thrive intervention.",
                    "timeFrame": "3 months or time to completion of the COPE2T intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Weiss Functional Impairment Rating Scale - Self Report (WFIRS-S)",
                    "description": "The Weiss Functional Impairment Scale Self Report (WFIRS-S) is an assessment of the student's perception of the participant's functional impairment over the past month, across six domains including family, school, life skills, child's self-concept, social activities, and risky activities. Higher mean item scores indicate greater functional impairment. The minimum mean item score is 0, the maximum mean item score is 3, and the ROC population cut-off is 0.65. A mean change score of 0.25 is the minimal clinical important difference.",
                    "timeFrame": "3 months or time to completion of the COPE2Thrive intervention"
                },
                {
                    "measure": "Kiddie Computerized Adaptive Testing Parent Report(K-CAT-P)",
                    "description": "The Kiddie Computerized Adaptive Testing (K-CAT-P) will be administered to parents to obtain collateral parent report of youth symptoms. The scoring metrics of this testing are identical to the Kiddie Computerized Adaptive Testing Student Report (K-CAT-S) reported above. The Kiddie Computerized Adaptive Testing Parent Report (K-CAT-P) screener provides a combined numeric score for each module based on validated quantitative comparisons. Higher scores indicate higher levels of symptoms. The minimum score for any module is 0, a numeric score between 45-64 for any module is considered moderate, a numeric score of 65 or above for any module is considered severe, and the maximum score for any module is 100.The K-CAT-P includes a total of 6 modules, so the maximum total score for the assessment is 600.",
                    "timeFrame": "3 months or time to completion of the COPE2Thrive intervention"
                },
                {
                    "measure": "Weiss Functional Impairment Rating Scale - Parent Report (WFIRS-P)",
                    "description": "The Weiss Functional Impairment Scale Parent Report (WFIRS-P) is an assessment of the parent's perception of the child's functional impairment over the past month, across six domains including family, school learning and behavior, life skills, child's self-concept, social activities, and risky activities. Higher mean item scores indicate greater functional impairment. The minimum mean item score is 0, the maximum mean item score is 3, and the ROC population cut-off is 0.65. A mean change score of 0.25 is the minimal clinical important difference.",
                    "timeFrame": "3 months or time to completion of the COPE2Thrive intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for COPE2Thrive:\n\n* High school students in CHA's catchment area (Cambridge, Chelsea, Everett, Malden, Revere, Somerville, Winthrop)\n* Youth who are fluent in English, Haitian-Creole, Portuguese, or Spanish.\n* Youth who have completed WFIRS and K-CAT, and who do not meet the exclusion criteria.\n\nExclusion Criteria:\n\n* 12th-graders will be excluded from the COPE2Thrive program since the participants will not be available for the study's duration.\n* Students who are already receiving behavioral health care.\n* Students who are considered to be seriously suicidal and in need of urgent care, in which case the participants would be ineligible based on the fact that the participants will be receiving behavioral health care.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "24 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Margaret D Weiss, MD PhD",
                    "role": "CONTACT",
                    "phone": "617-665-13338",
                    "email": "madweiss@challiance.org"
                },
                {
                    "name": "Eleanor C Richards, PhD",
                    "role": "CONTACT",
                    "phone": "617-575-5193",
                    "email": "ecastine@challiance.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin Cook, PhD",
                    "affiliation": "Health Equity Research Lab",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "CHA-Teen Health Center at Cambridge Rindge and Latin School",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02138-4125",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Taylor B Witkowski, MA",
                            "role": "CONTACT",
                            "phone": "617-806-8751",
                            "email": "twitkowski@challiance.org"
                        },
                        {
                            "name": "Danta R Bien-Aime, MSc",
                            "role": "CONTACT",
                            "phone": "617-806-8754",
                            "email": "dbienaime@challiance.org"
                        },
                        {
                            "name": "Margaret D Weiss, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eleanor C Richards, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                },
                {
                    "facility": "Community",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02138",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Taylor B Witkowski, MA",
                            "role": "CONTACT",
                            "phone": "617-806-8751",
                            "email": "twitkowski@challiance.org"
                        },
                        {
                            "name": "Danta Bien-Aime, MSc",
                            "role": "CONTACT",
                            "phone": "617-806-8754",
                            "email": "dbienaime@challiance.org"
                        },
                        {
                            "name": "Margaret D Weiss, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eleanor C Richards, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                },
                {
                    "facility": "CHA Health Equity Research Lab",
                    "status": "RECRUITING",
                    "city": "Cambridge",
                    "state": "Massachusetts",
                    "zip": "02141-1047",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Margaret D Weiss, MD PhD",
                            "role": "CONTACT",
                            "phone": "857-317-0559",
                            "email": "madweiss@challiance.org"
                        },
                        {
                            "name": "Eleanor C Richards, PhD",
                            "role": "CONTACT",
                            "phone": "617-575-5193",
                            "email": "ecastine@challiance.org"
                        },
                        {
                            "name": "Margaret D Weiss, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eleanor C Richards, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3751,
                        "lon": -71.10561
                    }
                },
                {
                    "facility": "CHA Teen Health Center at Everett High School",
                    "status": "RECRUITING",
                    "city": "Everett",
                    "state": "Massachusetts",
                    "zip": "02149-5128",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Taylor B Witckowski, MA",
                            "role": "CONTACT",
                            "phone": "617-806-8751",
                            "email": "twitkowski@challiance.org"
                        },
                        {
                            "name": "Danta R Bien-Aime, MSc",
                            "role": "CONTACT",
                            "phone": "617-806-8754",
                            "email": "dbienaime@challiance.org"
                        },
                        {
                            "name": "Margaret D Weiss, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eleanor C Richards, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.40843,
                        "lon": -71.05366
                    }
                },
                {
                    "facility": "CHA Teen Connections at Somerville High School",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Somerville",
                    "state": "Massachusetts",
                    "zip": "02143-1740",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Taylor B Witkowski, MA",
                            "role": "CONTACT",
                            "phone": "617-575-5193",
                            "email": "twitkowski@challiance.org"
                        },
                        {
                            "name": "Danta R Bien-Aime, MSc",
                            "role": "CONTACT",
                            "phone": "617-806-8754",
                            "email": "dbienaime@challiance.org"
                        },
                        {
                            "name": "Margaret D Weiss, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Eleanor Castine, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.3876,
                        "lon": -71.0995
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}