{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06377020",
            "orgStudyIdInfo": {
                "id": "23-2490"
            },
            "organization": {
                "fullName": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "briefTitle": "Prevention and Choice for Type 2",
            "officialTitle": "Effects of Allowing Choice of Dietary Regimen Within a Lifestyle Intervention Among Adults With Prediabetes Living in Rural Communities: Pilot and Feasibility Study",
            "acronym": "PACT2",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "prevention-and-choice-for-type"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-23",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-19",
            "studyFirstSubmitQcDate": "2024-04-17",
            "studyFirstPostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Colorado, Denver",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Diabetes Association",
                    "class": "OTHER"
                },
                {
                    "name": "High Plains Research Network",
                    "class": "NETWORK"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "People living with prediabetes are advised to lose weight to prevent development of type 2 diabetes by participating in intensive lifestyle interventions (ILI's), such as PreventT2. The PreventT2 program focuses on a low-calorie diet for weight loss. However, many people find it difficult to stick to a low-calorie diet over the long-term. The identification of novel, effective and individualized dietary strategies to produce long-term weight loss is critically important in diabetes prevention. An ILI based on PreventT2 which considers individual preferences, allowing participants to choose among a variety of diets, may result in greater adherence to the diet than a standard PreventT2 intervention. ILIs also need to be available to individuals in a wide range of communities, including Americans living in rural communities, who experience higher rates of obesity and chronic disease, yet have less access to medical care, including programs for diabetes prevention. The investigators plan to develop and carry out a 16-week pilot and feasibility study of a group-based ILI program based on PreventT2 plus choice of dietary strategy (Prevention and Choice for Type2 , PACT2) delivered via videoconference to adults with prediabetes living in rural communities. Successful completion of this project will result in the refinement of an ILI that incorporates personal preferences and is tailored to individuals at high risk for type 2 diabetes living in rural areas where access to such interventions is limited.",
            "detailedDescription": "Individuals with prediabetes are advised to lose weight to prevent progression to type 2 diabetes through engagement in intensive lifestyle interventions (ILI's), such as PreventT2, focusing on daily caloric restriction (DCR). However, long-term adherence to DCR is low; thus, identification of novel, effective and individualized dietary strategies to produce sustained weight loss and improvement in glycemic outcomes is critically important in diabetes prevention. An ILI based on PreventT2 which considers individual preferences, allowing participants to choose among a variety of dietary strategies, may result in greater engagement and adherence than a standard PreventT2 intervention. ILIs also need to be scalable and deliverable to individuals in a wide range of communities, including Americans living in rural communities, who experience higher rates of obesity and all-cause mortality, yet have significantly less access to medical care, including ILI programs for diabetes prevention. The investigators propose a 16-week pilot and feasibility study of a virtual group-based ILI program based on PreventT2 plus choice of dietary weight loss strategy (Prevention and Choice for Type 2, PACT2) delivered to adults with prediabetes living in rural communities. The overall hypothesis of the study is that PACT2 will result in increased dietary adherence and greater weight loss as compared to a standard DCR-based PreventT2 intervention in rural adults with pre-diabetes. The specific aims of this study are to: 1) Engage stakeholders at multiple levels to guide the design of the PreventT2 + Choice intervention in adults with prediabetes living in rural communities; and 2) Assess the feasibility and acceptability of PreventT2 + Choice intervention."
        },
        "conditionsModule": {
            "conditions": [
                "PreDiabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a single group pilot and feasibility study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PACT2",
                    "type": "EXPERIMENTAL",
                    "description": "All participants will join a 16-week diabetes prevention program based on the PreventT2 curriculum. We have worked with stakeholders within the communities in rural Eastern Colorado to develop and refine the curriculum to offer 3 dietary strategies (daily caloric restriction, time restricted eating, and low carb diet) among which participants can choose.",
                    "interventionNames": [
                        "Behavioral: PACT2"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PACT2",
                    "description": "Behavioral lifestyle intervention",
                    "armGroupLabels": [
                        "PACT2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Body weight",
                    "description": "Body weight",
                    "timeFrame": "Baseline and 16 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Blood pressure",
                    "description": "systolic and diastolic blood pressure",
                    "timeFrame": "Baseline and 16 weeks"
                },
                {
                    "measure": "Physical activity",
                    "description": "Physical activity measured with activPal device",
                    "timeFrame": "Baseline and 16 weeks"
                },
                {
                    "measure": "Energy intake",
                    "description": "energy intake measured with written food diaries",
                    "timeFrame": "Baseline and 16 weeks"
                },
                {
                    "measure": "HbA1c",
                    "description": "HbA1c",
                    "timeFrame": "Baseline and 16 weeks"
                },
                {
                    "measure": "24 hr glucose levels",
                    "description": "24 hr glucose levels measured with continuous glucose monitor",
                    "timeFrame": "Baseline and 16 weeks"
                },
                {
                    "measure": "Dietary adherence",
                    "description": "self-reported dietary adherence measured with questionnaires",
                    "timeFrame": "0-16 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult men and women aged 18-75 years\n* BMI 27-45 kg/m2\n* Prediabetes (HbA1c 5.7-6.4%)\n* Currently living in rural Eastern Colorado\n* Have a primary care physician (or are willing to establish care with a primary care physician prior to study enrollment) to address medical issues which may arise during screening or study procedures/interventions.\n* Participants will require sufficient internet connectivity and technological ability to connect to a videoconferencing platform OR they must be willing to travel to their primary care clinic or other location in order to connect to the videoconferencing platform.\n* Capable and willing to give informed consent, understand exclusion criteria, attend the PACT2 program sessions, and complete outcome measures.\n\nExclusion Criteria:\n\n* Type 1 or type 2 diabetes\n* Self-reported significant uncontrolled medical condition (uncontrolled or untreated cardiovascular, pulmonary, renal or gastrointestinal disease; untreated hyper-or hypothyroidism; active untreated cancer)\n* Uncontrolled hypertension, defined as diastolic blood pressure \\>100 mmHG, systolic blood pressure \\>160 mmHG as measured in duplicate at the screening visit after 5 minutes of rest in a seated position.\n* Plans to relocate in the next 7 months\n* Currently participating in or planning to participate in any formal weight loss, dietary modification, or physical activity/exercise programs or clinical trials.\n* Current severe depression. Score \\> 16 on Center for Epidemiologic Studies Depression Scale (CES-D) questionnaire will require further assessment by the Study MD to determine if it is appropriate for the subject to participate in the study.\n* History of other significant psychiatric illness (e.g., psychosis, schizophrenia, mania, bipolar disorder) which in the opinion of the Study MD would interfere with ability to adhere to the dietary intervention.\n* History of clinically diagnosed eating disorders including anorexia nervosa, bulimia, binge eating disorder. Score \\>20 on the EATS-26 or pattern of response on the QEWP-5 suggestive of possible binge eating disorder or bulimia will require further assessment by the Study MD to determine if it is appropriate for the subject to participate in the study.\n* Regular use of prescription or over-the-counter medications known to significantly impact appetite, weight, sleep, or energy metabolism (e.g., appetite suppressants, lithium, stimulants, anti-psychotics, tricyclic antidepressants)\n* Regular use of obesity pharmacotherapeutic agents within the last 6 months.\n* Weight change \\>5 kg in past 3 months\n* Women who are pregnant, lactating, or planning pregnancy in the next 6 months\n* Current alcohol or substance abuse\n* Individuals who are already participating in a weight loss program or who already follow one of the dietary strategies offered will also be excluded",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Thomas, MD",
                    "role": "CONTACT",
                    "phone": "3037249083",
                    "email": "elizabeth.thomas@cuanschutz.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elizabeth Thomas, MD",
                    "affiliation": "University of Colorado School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Anschutz Medical Campus",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Thomas, MD",
                            "role": "CONTACT",
                            "phone": "303-808-2622",
                            "email": "elizabeth.thomas@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011236",
                    "term": "Prediabetic State"
                },
                {
                    "id": "D000018149",
                    "term": "Glucose Intolerance"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000006943",
                    "term": "Hyperglycemia"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14117",
                    "name": "Prediabetic State",
                    "asFound": "Prediabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20295",
                    "name": "Glucose Intolerance",
                    "asFound": "Prediabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9994",
                    "name": "Hyperglycemia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}