{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05873569",
            "orgStudyIdInfo": {
                "id": "STU00217105"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Preventing Postpartum Depression in Immigrant Latinas",
            "officialTitle": "Preventing Postpartum Depression Among Immigrant Latinas Though a Virtual Group Intervention",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "preventing-postpartum-depression-in-immigrant-latinas"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-15",
            "studyFirstSubmitQcDate": "2023-05-15",
            "studyFirstPostDateStruct": {
                "date": "2023-05-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Darius Tandon",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Johns Hopkins University",
                    "class": "OTHER"
                },
                {
                    "name": "Palo Alto University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Postpartum depression (PPD) affects 10-20% of women, with immigrant Latinas disproportionately affected. PPD prevention and treatment is limited among immigrant Latinas due to an array of structural and cultural factors, suggesting the need to deliver interventions outside of traditional healthcare settings. Virtual interventions have the potential to reduce barriers to mental health services for immigrant Latinas, but there is little research on the effectiveness of virtual interventions to reduce PPD symptoms. Mothers and Babies is an evidence-based group intervention based on principles of cognitive-behavioral therapy and attachment theory aimed at PPD prevention. Mothers and Babies was adapted for delivery via a virtual group format (Mothers and Babies Virtual Group; MB-VG), with a pilot study suggesting good feasibility and acceptability as well as improved mental health outcomes for immigrant Latinas. The proposed project is a Type 1 Effectiveness-Implementation randomized controlled trial among pregnant individuals and new mothers at risk for PPD based on elevated depressive symptoms and/or other established risk factors who are enrolled in early childhood programs across Maryland. A total of 300 women will be enrolled; 150 will receive MB-VG while 150 will receive usual family support services. The project aims to evaluate: 1) the effectiveness of MB-VG to reduce depressive symptoms, prevent onset of PPD, and improve parenting self-efficacy and responsiveness; 2) implementation of MB-VG; and 3) contextual factors influencing MB-VG effectiveness and implementation. Trained early childhood center staff will deliver MB-VG sessions, with intervention participants receiving virtual group sessions via Zoom using any electronic device (smartphone, tablet, laptop). Maternal self-report surveys are conducted at baseline, 1 week, 3 months, and 6 months post-intervention, with structured clinical interviews also conducted at 3- and 6-months post-intervention. The study is the first to deliver a virtual PPD preventive intervention to immigrant Latinas and to evaluate its impact. Given its virtual delivery modality, MB-VG can be easily replicated and scaled to other family support programs and settings serving immigrant Latinas. If effective and implemented broadly, more immigrant Latinas will receive mental health services and fewer will suffer the negative consequences associated with PPD.",
            "detailedDescription": "Postpartum depression (PPD)-i.e., depression in the first postnatal year-affects 10-20% of women and is associated with diminished functioning, impaired interpersonal relationships, decreased parenting self-efficacy and less responsive parenting. Immigrant Latinas living in the United States are disproportionately affected by PPD, with rates estimated between 30-42%. Hypothesized mechanisms for this excess risk include acculturative stress, high rates of trauma, poverty, discrimination, and limited social support. Unfortunately, PPD prevention and treatment is limited among immigrant Latinas due to structural and cultural factors including lack of insurance, competing demands, shortages of language-concordant providers, and stigma. These factors underscore not only the need for interventions to reach this population, but also the need to deliver interventions outside of traditional healthcare settings.\n\nMothers and Babies (MB) is a group-based cognitive-behavioral intervention designed to teach mood regulation skills to women at risk for PPD. Originally developed for women of Latin American descent, the United States Preventive Services Task Force recognized MB as one of the two most effective counseling interventions for PPD prevention, with moderate to large effects sizes found across a series of randomized controlled trials (RCTs). MB has shown consistent positive effects when delivered to women across different racial/ethnic groups, including immigrant Latinas. However, prior MB trials with immigrant Latinas have found variability in dosage received, resulting in weaker intervention effects for individuals less fully engaging with the intervention. Previous MB trials also did not explicitly address social determinants of health such as food insecurity that may mitigate intervention effects. Immigrant Latinas have found the group modality highly effective in decreasing isolation and expanding access to resources and social networks, thus suggesting a potential larger role for group intervention modalities to address key social determinants of health.\n\nThis R01 application builds on previous trials of the MB in-person group intervention with immigrant Latinas by examining the effectiveness and implementation of virtual delivery of MB (\"Mothers and Babies Virtual Group\"; MB-VG). No prior studies have examined the effectiveness of a virtual group-based intervention to prevent PPD. Virtual interventions have the potential to mitigate structural barriers to receipt of mental health services commonly experienced by immigrant Latinas, thereby enabling increased intervention dosage. Virtual platforms can also facilitate delivery of multidisciplinary content by off-site providers that address inter-related social determinants of health that may moderate intervention impact. As such, the Investigators developed and pilot-tested MB-VG, modifying content of the in-person MB group intervention for virtual delivery, incorporating content focused on social determinants of health and parenting delivered by external service providers, and incorporating text messages as an implementation strategy to reinforce intervention content and promote intervention engagement. Pilot testing with 30 immigrant Latinas enrolled in three family support centers (Judith P. Hoyer Early Learning Hubs, \"Judy Centers\") in Maryland demonstrated good feasibility and acceptability of MB-VG. Investigators also found small to medium effect sizes demonstrating MB-VG effectiveness in reducing depressive symptoms and parenting stress and improving self-efficacy to manage emotions. The investigators are now poised to test MB-VG in a rigorous RCT and propose to conduct a Type 1 Effectiveness-Implementation RCT that enrolls 300 perinatal women (150 MB-VG; 150 controls receiving usual family support services) from across 12 Judy Centers with the following Specific Aims:\n\nAim 1: To examine MB-VG effectiveness with perinatal immigrant Latinas at risk of PPD. Women receiving MB-VG will exhibit greater reductions in depressive symptoms (Hypothesis 1; H1), exhibit fewer cases of PPD (H2) and report increased parenting self-efficacy and responsiveness (H3) compared to control participants receiving usual family support services. Exploratory Aim: Amongst enrolled participants (n\\~150) who have an older child aged 2.5-4.5 years, the study will examine whether the skills taught in MB-VG also promote less child dysregulation and greater child readiness for school.\n\nAim 2. To evaluate MB-VG implementation. To inform future intervention delivery and scalability, the study will assess key implementation outcomes. Guided by the RE-AIM framework, mixed methods will be employed (e.g., semi-structured interviews, survey data, and session audio-recordings) to assess MB-VG reach, adoption, implementation, and maintenance.\n\nAim 3. To examine contextual factors influencing MB-VG effectiveness and implementation. Guided by the Consolidated Framework for Implementation Research (CFIR), the study will measure contextual factors at the outer (e.g., participant needs/resources), inner (organizational characteristics), actors (facilitators), intervention and implementation process (virtual) levels via mixed methods."
        },
        "conditionsModule": {
            "conditions": [
                "Postpartum Depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Mothers and Babies Virtual Group Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Women randomized to the Mothers and Babies Virtual Group (MBVG) arm will receive the 10 session MBVG intervention. Sessions are delivered weekly or bi-weekly via Zoom, making 20 weeks the longest possible MB-VG cohort. Sessions were designed to last 60 minutes, with an additional 15 minutes for sessions including a Resource Advocate or pediatrician. Prior to the first session, a member of the research team will test Zoom connections with each participant. All MB-VG groups will be delivered in Spanish by a trained MB-VG facilitator, with a study team member available to provide tech support as needed. MB-VG sessions will be delivered in chronological order.",
                    "interventionNames": [
                        "Behavioral: Mothers and Babies Virtual Group Intervention"
                    ]
                },
                {
                    "label": "Usual Family Support Services",
                    "type": "NO_INTERVENTION",
                    "description": "Women randomized to the usual family support services arm will receive family support services from the early childhood center in which they are enrolled but no MB-VG intervention."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mothers and Babies Virtual Group Intervention",
                    "description": "The Mothers and Babies Virtual Group (MBVG) intervention is a 10-session intervention built on principles of cognitive-behavioral therapy (CBT), attachment theory, and psychoeducation. Sessions are delivered virtually and are led by a trained MBVG facilitator.",
                    "armGroupLabels": [
                        "Mothers and Babies Virtual Group Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Depressive symptoms",
                    "description": "Depressive symptoms will be measured using the Center for Epidemiologic Studies-Depression (CES-D) scale. The CES-D consists of 20 questions that map onto DSM criteria for depression, with higher scores indicating greater depressive symptoms. The range for the CES-D is 0-60.",
                    "timeFrame": "We are examining change in depressive symptoms from baseline to 6-months post-intervention"
                },
                {
                    "measure": "Depressive episodes",
                    "description": "Depressive episodes will be measured using the Mood Disorders module of the Structured Clinical Interview for DSM-V (SCID-5), a semi-structured interview for DSM-V Axis 1 diagnoses. The presence of a depressive episode is ascertained by scoring responses to the SCID questions, with major depression diagnosis ascribed to individuals who endorse: (a) 5 or more depressive symptoms for ≥ 2 weeks, (b) Must have either depressed mood or loss of interest/pleasure, (c) Symptoms must cause significant distress or impairment, and (d) No manic or hypomanic behavior.",
                    "timeFrame": "We are examining new cases of depressive episodes at 3- and 6-months post-intervention"
                },
                {
                    "measure": "Parenting self-efficacy",
                    "description": "Parenting self-efficacy will be measured using the self-efficacy subscale of the Parental Cognitions and Conduct Toward the Infant Scale (PACOTIS). The subscale has 7 items, with higher scores indicating greater parental self-efficacy. Calculate the mean score for each subscale. Scores range from 0-10.",
                    "timeFrame": "We will examine parenting self-efficacy at 3- and 6-months post-intervention"
                },
                {
                    "measure": "Parenting responsiveness",
                    "description": "Parenting responsiveness will be measured using the parental responsiveness subscale of the Parental Cognitions and Conduct Toward the Infant Scale (PACOTIS). The subscale has 7 items, with higher scores indicating greater parental responsiveness. Calculate the mean score for each subscale. Scores range from 0-10.",
                    "timeFrame": "We will examine parenting responsiveness at 3- and 6-months post-intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Behavioral activation",
                    "description": "Behavioral activation will be measured using the Behavioral Activation Depression Scale (BADS), a 25-item scale that assesses behaviors hypothesized to underlie depression and specifically targeted for change by behavioral activation strategy. The BADS has a range from 0-54, with higher scores on the BADS indicate greater behavioral activation.",
                    "timeFrame": "We will examine change in behavioral activation between baseline and 6-month post-intervention follow-up"
                },
                {
                    "measure": "Decentering",
                    "description": "Decentering will be measured using the Experiences Questionnaire (EQ), a 20-item self-report scale designed to measure decentering and rumination. The EQ has a range from 0-11, with higher scores on the EQ indicate greater decentering.",
                    "timeFrame": "We will examine change in decentering between baseline and 6-month post-intervention follow-up"
                },
                {
                    "measure": "Social support",
                    "description": "Social support will be measured using the 12-item Multidimensional Scale of Perceived Social Support. This scale has a range from 12-84, with higher scores indicate greater social support.",
                    "timeFrame": "We will examine change in social support between baseline and 6-month post-intervention follow-up"
                },
                {
                    "measure": "Mood management",
                    "description": "Mood management will be measured using the 8-item PROMIS Self-Efficacy Managing Emotions Questionnaire. This scale ranges from 8-40, with higher scores indicating greater mood management",
                    "timeFrame": "We will examine change in mood management between baseline and 6-month post-intervention follow-up"
                },
                {
                    "measure": "Anxiety symptoms",
                    "description": "Anxiety symptoms will be measured using the 7-item Generalized Anxiety Disorder scale. The GAD-7 has a range from 0-21, with greater scores indicate more anxiety.",
                    "timeFrame": "We will examine change in anxiety symptoms between baseline and 6-month post-intervention follow-up"
                },
                {
                    "measure": "Perceived stress",
                    "description": "Perceived stress will be measured using the 10-item Perceived Stress Scale. The scale has a range from 0-40, with higher scores indicate more perceived stress.",
                    "timeFrame": "We will examine change in perceived stress between baseline and 6-month post-intervention follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-identify as Latina\n* Speak Spanish\n* Be at least 16 years old\n* Be pregnant or have a child \\<9 months\n* Have access to a device they can use for MB-VG sessions.\n* Elevated depressive symptoms either scores of 5-14 on the Edinburgh Postnatal Depression Scale (EPDS) and/or scores 3.5 or greater prenatally or 4.5 or greater prenatally on the Postpartum Depression Predictors Inventory.\n\nExclusion Criteria:\n\n* Individuals who score \\>14 on the EPDS are exhibiting moderately severe to severe depressive symptoms and will be excluded given our prevention focus.\n* Individuals not at risk for PPD-i.e., EPDS scores \\<5 and under the PDPI-R cutoff-will also be excluded.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "16 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Darius Tandon, PhD",
                    "role": "CONTACT",
                    "phone": "410-852-0399",
                    "email": "dtandon@northwestern.edu"
                },
                {
                    "name": "Lindsay Cooper, MA",
                    "role": "CONTACT",
                    "email": "lcoope45@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Darius Tandon, PhD",
                    "affiliation": "Northwestern University Feinberg School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Rheanna Platt, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsay Cooper, MA",
                            "role": "CONTACT",
                            "email": "lccope45@jhmi.edu"
                        },
                        {
                            "name": "Diane Echavarria, MS",
                            "role": "CONTACT",
                            "email": "dechava1@jhu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Study investigators will make IPD available to other researchers who make reasonable requests for data access.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data will be available at the conclusion of the study. Data will be available in perpetuity.",
            "accessCriteria": "Researchers interested in examining intervention effects associated with this study, or interested in conducting descriptive analysis of the sample will be granted permission to IPD. Decisions on release of data will be made by the study MPIs and study biostatistician."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019052",
                    "term": "Depression, Postpartum"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000011644",
                    "term": "Puerperal Disorders"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21076",
                    "name": "Depression, Postpartum",
                    "asFound": "Postpartum Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14499",
                    "name": "Puerperal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}