{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04958824",
            "orgStudyIdInfo": {
                "id": "01847"
            },
            "organization": {
                "fullName": "Corporal Michael J. Crescenz VA Medical Center",
                "class": "FED"
            },
            "briefTitle": "PRIME Care (PRecision Medicine In MEntal Health Care) 2.0",
            "officialTitle": "PRIME Care (PRecision Medicine In MEntal Health Care) 2.0",
            "acronym": "PRIME Care 2",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "prime-care-precision-medicine-in-mental-health-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-06-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-06",
            "studyFirstSubmitQcDate": "2021-07-06",
            "studyFirstPostDateStruct": {
                "date": "2021-07-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2021-07-06",
            "lastUpdatePostDateStruct": {
                "date": "2021-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David W. Oslin, MD",
                "investigatorTitle": "ACOS Behavioral Health",
                "investigatorAffiliation": "Corporal Michael J. Crescenz VA Medical Center"
            },
            "leadSponsor": {
                "name": "Corporal Michael J. Crescenz VA Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background: In the last several years, commercial pharmacogenetic (PGx) testing for the selection of psychotropic medications has become widespread as a means of implementing \"precision medicine\", with some insurers electing to cover the cost of testing. Mostly these efforts have focused on the decision of choosing a medication. Polypharmacy has become widespread and often the norm in patients with more severe of chronic illness.\n\nObjectives: This project is designed to evaluate the utility of PGx testing in reducing polypharmacy among Veterans with mental illness.\n\nMethods: The project is a randomized clinical trial in which 500 Veterans will be randomly assigned to have the results of the PGx battery available to clinical staff right after randomization (i.e., the intervention group) or after 3 months of treatment as usual (i.e., the delayed results group). The study will test the following primary hypotheses:\n\n1. Veterans with psychiatric illness and currently receiving an antidepressant and at least one additional psychotropic medication whose care is guided by the results of the PGx battery (the intervention group) will have a higher rate of reduction in polypharmacy than those in the delayed results group.\n2. Veterans whose care is guided by the results of the PGx battery (the intervention group) will have a higher rate of improvement in depressive symptoms (PHQ-9 score) than the delayed results group.",
            "detailedDescription": "Genomic testing has the potential to improve patient outcomes and reduce patient care costs through personalizing medication selection. Commercial pharmacogenetic (PGx) testing for psychotropic and other medications has become widely available and is advertised as providing the means to implement \"precision medicine.\" As a consequence, some insurers (e.g., the Centers for Medicare and Medicaid Services (CMS)) have elected to cover the cost of PGx testing. While there is evidence for this approach in other areas of medicine, clinical application to psychiatry has proceeded without sufficient scientific study. Nonetheless, the commercialization of genomic testing has led to increased pressure on the Veterans Health Administration (VHA) to implement a mental health focused PGx testing program, especially for treating depression.\n\nWhile there is evidence that genetic variation affects the metabolism of psychotropic medications and genetic testing has been commercialized, the clinical utility of these findings has yet to be established. Moreover, implementing such tests in routine care is complex, requiring a systematic approach to ensure efficiency, effectiveness, and an appropriate understanding of its clinical implications. As a first step in bridging this implementation gap, the VA is conducting a randomized clinical trial (RCT) to evaluate the utility of PGx texting in treating Major Depressive Disorder (MDD) with monotherapy; this trial, known as PRIME Care, is currently underway and seeking to randomize 2000 veterans across 20 plus sites. The current proposed project is an RCT to evaluate the utility of PGx testing in managing patients on multiple psychotropic medications. The project will be known as the PRIME Care 2.0 study.\n\nA PGx trial with a focus on patients on multiple psychotropic medications is an important next step for many reasons. Patients requiring polypharmacy are by definition harder and more complex to treat and they require more health care visits to manage. Thus, this population is at high risk of adverse outcomes and costly to the healthcare system. The pathway by which a patient ends up on multiple medications is complex but often results from decisions made in response to a partial or complete lack of efficacy, with the addition of a medication to augment treatment or an attempt to manage multiple symptoms without considering the underlying etiology (i.e. sleep, addiction, and depression). Irrespective of the path, polypharmacy has substantial risks that include increased risk for suicide, greater exposure to toxicity of medications, and greater difficulties adhering to a complex medication regimen.\n\n3.0 Objectives\n\nSpecifically, we propose to conduct an RCT (n=500) in which Veteran participants will be randomly assigned to have the results of the PGx battery available right after randomization (i.e., the intervention group) or after 3 months of treatment as usual (i.e., the delayed results group). We will use a pragmatic study design in which front line providers are managing their own patients and interpreting results with their own patient in a shared decision-making process. The study will test the following hypotheses:\n\n1. Veterans with psychiatric illness and currently receiving an antidepressant and at least one additional psychotropic medication whose care is guided by the results of the PGx battery (the intervention group) will have a higher rate of reduction in polypharmacy than those in the delayed results group.\n2. Veterans whose care is guided by the results of the PGx battery (the intervention group) will have a higher rate of improvement in depressive symptoms (PHQ-9 score) than the delayed results group.\n\nSecondary hypotheses include:\n\n1. Veterans in the intervention group will have better secondary outcomes than the delayed results group, including suicidal ideation, depression, anxiety, and Substance Use Disorder (SUD) symptom severity \\[measured using the Brief Addiction Monitor (BAM)\\], side effect rate, treatment adherence rate, number of outpatient visits, and functional improvement.\n\nIn addition to the primary and secondary aims of the project, exploratory aims will include examining other outcome markers and examining other genetic markers that may predict treatment using Genome Wide Association Study (GWAS) methods."
        },
        "conditionsModule": {
            "conditions": [
                "Psychiatric or Mood Diseases or Conditions"
            ],
            "keywords": [
                "Pharmacogenetics"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Immediate return of results",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention for this study is the delivery of genetic test results that reflect pharmacokinetic and pharmacodynamic effects of specified genetic markers. We will use the Sanford panel being promoted by the VA through a clinical project entitled PHASER. The results are returned to the patient and provider approximately 1 week from randomization.",
                    "interventionNames": [
                        "Diagnostic Test: Pharmacogenetic test"
                    ]
                },
                {
                    "label": "Delayed return of results",
                    "type": "NO_INTERVENTION",
                    "description": "In the control arm the genetic test results are not returned until 12 weeks when the main outcome is assessed."
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Pharmacogenetic test",
                    "description": "Pharmacogenetic test results for Cytochrome P450 genes are examined for markers of variant metabolism.",
                    "armGroupLabels": [
                        "Immediate return of results"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Polypharmacy",
                    "description": "The main outcome will be a reduction in the number of psychotropic medications prescribed.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Symptoms of distress",
                    "description": "Veterans in the intervention group will have lower levels of distress than the control condition.",
                    "timeFrame": "12 weeks."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse effects",
                    "description": "The intervention group will have less adverse events than the control conditions",
                    "timeFrame": "12 weeks."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\na) age 18 to 80 years, inclusive; b) PHQ-9 score \\>9; c) currently prescribed at least one antidepressant from the Sanford PGx panel and at least one other psychotropic medication from the following medication classes; antidepressants, antipsychotics, \"mood stabilizers,\" addiction medications, or benzodiazepines. Medications intended for short term use (\\<2 months) will not be counted. As needed medications (PRNs) taken at least 5 days a week for more than 2 months will count; d) willingness to give a blood sample for PGx testing; e) eligible for the PHASER test per current PHASER guidance; and e) willingness to provide signed, informed consent to participate in the study\n\nExclusion Criteria:\n\nExclusion Criteria. a) current psychotic illness (e.g. schizophrenia, psychotic depression) per chart review; and b) inpatient hospitalization at the time of randomization (we will allow consent to occur during hospitalization, but the patient will need to return after hospitalization so that baseline measures do not reflect the patient status during a crisis).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Oslin, MD",
                    "role": "CONTACT",
                    "phone": "215-823-5894",
                    "email": "dave.oslin@va.gov"
                },
                {
                    "name": "Erin Ingram",
                    "role": "CONTACT",
                    "phone": "215-823-5800",
                    "phoneExt": "202895",
                    "email": "erin.ingram@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Oslin, MD",
                    "affiliation": "Cpl Michael J Crescenz VAMC",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cpl Michael J Crescenz VAMC",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Oslin, MD",
                            "role": "CONTACT",
                            "phone": "215-823-5894",
                            "email": "dave.oslin@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}