{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05617040",
            "orgStudyIdInfo": {
                "id": "PCA001"
            },
            "organization": {
                "fullName": "Barinthus Biotherapeutics",
                "class": "INDUSTRY"
            },
            "briefTitle": "Prime-boost Immunotherapeutic Trial in Men With Biochemical Recurrence After Definitive Local Therapy for Prostate Cancer",
            "officialTitle": "A Phase 1/Phase 2 Trial to Evaluate Safety, Immunogenicity and PSA Response of VTP-850 Prostate Cancer Immunotherapeutic in Men With Biochemical Recurrence After Definitive Local Therapy for Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "prime-boost-immunotherapeutic-trial-in-men-with-biochemical-recurrence-after-definitive-local-therapy-for-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-01",
            "studyFirstSubmitQcDate": "2022-11-08",
            "studyFirstPostDateStruct": {
                "date": "2022-11-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Barinthus Biotherapeutics",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multi-centre, Phase 1/2, open-label clinical trial of the VTP-850 prime-boost immunotherapeutic in men with biochemical recurrence after definitive local therapy for prostate cancer.",
            "detailedDescription": "This is a multi-center Phase 1/2 clinical trial to evaluate safety, PSA response, and immunogenicity of the VTP850 prime-boost immunotherapeutic in men with biochemical recurrence of prostate cancer (PCa) after definitive local therapy for PCa.\n\nVTP-850 consists of 2 components: ChAdOx1-PCAQ and MVA-PCAQ. All participants will receive ChAdOx1-PCAQ on Day 1 (prime) and MVA-PCAQ on Days 29 and 57 (boosts; Intervention Period). Participants will be followed for 6 months or until start of new therapy such as Androgen Deprivation Therapy (ADT) or until development of unequivocal metastatic PCa (Short-term Follow-up Period). Participants who have a prostate-specific antigen (PSA) response, defined as ≥50% reduction in serum PSA compared to baseline at any time, measured twice consecutively, at least 2 weeks apart, during the 6 months follow up will be followed for an additional 18 months, up to 24 months from first dose, or until start of new therapy such as ADT or development of unequivocal metastatic PCa (Long-term Follow-up Period).\n\nPhase 1 (15-18 participants) will follow a 3+3 design to determine the recommended phase 2 regimen (RP2R; dose level of both ChAdOx1-PCAQ and MVA-PCAQ, and route of administration of MVA-PCAQ (IM or IV)) that will be used in Phase 2.\n\nPhase 2 will consist of 2 sequential stages. In Stage 1 of Phase 2, 19 additional participants will be enrolled at the chosen Phase 2 regimen. If 4 or more of the 25 participants at the RP2R (including the Phase 1 participants who received the same dose regimen) have a PSA response, Stage 2 will be opened to enrolment of up to 100 additional participants."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Phase 1 will follow a 3+3 design and determine the RP2R (dose level of both ChAdOx1-PCAQ and MVA-PCAQ, and route of administration of MVA-PCAQ) that will be used in Phase 2. Phase 2 will consist of 2 sequential stages. Stage 1 will enroll 19 additional participants at the RP2R. If 4 or more participants treated at the RP2R have a PSA response, Stage 2 will be opened to enrolment of up to 100 additional participants.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 137,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "ChAdOx1-PCAQ",
                    "description": "Recombinant nonreplicating chimpanzee adenovirus Oxford 1 (ChAdOx1) vector encoding 4 prostate cancer antigens: prostate-specific antigen (PSA), prostatic acid phosphatase (PAP), six-transmembrane epithelial antigen of prostate 1 (STEAP1), and an oncofoetal antigen (5T4)."
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "MVA-PCAQ",
                    "description": "Replication-deficient recombinant Modified Vaccinia virus Ankara (MVA) vector encoding the same prostate cancer antigens as ChAdOx1-PCAQ (prostate-specific antigen (PSA), prostatic acid phosphatase (PAP), six-transmembrane epithelial antigen of prostate 1 (STEAP1), and an oncofoetal antigen (5T4))"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The safety of VTP-850 prime-boost regimens, with the booster dose administered either IM or IV, and the recommended phase 2 regimen (RP2R)",
                    "description": "Participants with (treatment-related) AEs, ≥Grade 3 (treatment-related) AEs, and (treatment-related) serious adverse events.\n\nParticipants with clinically significant laboratory values. Change from baseline for laboratory tests and vital signs.",
                    "timeFrame": "43 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The PSA response rate to VTP-850",
                    "description": "Percentage of participants with ≥50% reduction in serum PSA compared to baseline (2 consecutive measurements)",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "The durability of PSA response rate to VTP-850",
                    "description": "Percentage of participants with ≥50% reduction in serum PSA at 8 months, compared to baseline",
                    "timeFrame": "14 months"
                },
                {
                    "measure": "The duration of PSA response to VTP-850",
                    "description": "Time from first dose of VTP-850 to PSA progression",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "The metastasis-free survival (MFS) and time to metastases (TTM) of participants with a PSA response",
                    "description": "MFS is defined as time from first dose of VTP-850 until metastatic disease by conventional imaging or death from any cause, whichever occurs first. TTM is defined as time from date of first dose of VTP-850 until metastatic disease by conventional imaging.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "The time to start of androgen deprivation therapy (ADT) for participants with a PSA response",
                    "description": "Time from first dose of VTP-850 to the start of ADT or the date when criteria to start ADT are met",
                    "timeFrame": "24 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Immunogenicity response (antigen-specific T cell magnitude, phenotype and functionality associated with each regimen)",
                    "description": "CD4+ and CD8+ T cell response to the VTP-850 antigens in peripheral blood",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The association of PSA response with biomarkers",
                    "description": "Microsatellite instability-high (MSI-H) status, BReast CAncer gene (BRCA) mutations (and other molecular markers).\n\nExpression level of the VTP-850 antigens in historic tumour samples. Circulating tumour DNA. Serum PSA-binding antibodies. Other immune responses to VTP-850.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Resolution of lesions on prostate-specific membrane antigen (PSMA) scan after VTP-850, and association with PSA response",
                    "description": "Assessed by PMSA scans",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "MFS and TTM of all participants",
                    "description": "MFS is defined as time from first dose of VTP-850 until metastatic disease by conventional imaging or death from any cause, whichever occurs first. TTM is defined as time from date of first dose of VTP-850 until metastatic disease by conventional imaging.",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males aged 18 years and above at the time of signing the informed consent.\n2. Histologically or cytologically confirmed adenocarcinoma of the prostate.\n3. Has undergone primary therapy for prostate cancer (radical prostatectomy and/or definitive external beam radiation and/or brachytherapy). Salvage external radiation therapy (XRT) following radical prostatectomy \\>6 months prior to Day 1 is allowed.\n4. No further local therapy to prostate and no metastasis-directed therapy for PSA-positron emission tomography (PET) positive lesions planned within 4 months after the first dose of VTP-850.\n5. Serum testosterone \\>75 ng/dL.\n6. Nonmetastatic (M0) disease verified by whole body bone scintigraphy and either CT or MRI. An existing PSMA-PET scan showing no metastatic lesions may be used instead to confirm M0 status. Note that a positive PSMA-PET does not exclude the participant if the conventional scans are negative.\n7. Serum PSA of \\>0.3 ng/mL for participants with prior radical prostatectomy (with or without salvage radiotherapy), or serum PSA of 2 ng/mL above nadir for participants with prior external beam radiation or brachytherapy.\n8. PSA doubling time ≤12 months.\n9. Not planning to start ADT for at least 4 months after Day 1.\n10. Eastern Cooperative Oncology Group (ECOG) Score 0 or 1.\n11. Baseline laboratory parameters must meet the following criteria:\n\n    * Haemoglobin ≥110 g/L\n    * White cell count ≥2.0×10\\^9/L\n    * Absolute neutrophil count ≥1.5×10\\^9/L\n    * Lymphocytes ≥0.9×10\\^9/L\n    * Platelets ≥100×10\\^9/L\n    * Creatinine ≤1.5×upper limit of normal (ULN) OR calculated creatinine clearance ≥50 mL/min by the Cockcroft Gault formula\n    * Total bilirubin ≤1.5×ULN, (total bilirubin \\>1.5×ULN is acceptable if total bilirubin is fractionated and direct bilirubin \\<35%)\n    * Alanine aminotransferase ≤1.5×ULN\n    * Aspartate aminotransferase ≤1.5×ULN\n12. Agrees to the following during the trial for at least 65 days after the last dose of VTP-850:\n\n    * Refrain from donating sperm PLUS, either\n    * Be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long-term and persistent basis) and agree to remain abstinent OR\n    * Agrees to use a male condom when having sexual intercourse with a woman of childbearing potential, and should also be advised of the benefit for a female partner to use a highly effective method of contraception as a condom may break or leak.\n13. Agrees to comply with all scheduled visits, VTP-850 administration plan, laboratory tests, lifestyle considerations and other trial procedures\n\nExclusion Criteria:\n\n1. Any other prior malignancy within the past 5 years except for basal cell or squamous epithelial carcinomas of the skin that have been resected with no evidence of metastatic disease for 3 years.\n2. Unstable medical condition, drug or alcohol abuse, or medical or psychiatric condition that in the opinion of the investigator would affect the safety of the participant or the evaluation of the data or interfere with adherence to the trial requirements.\n3. Significant history of or current cardiovascular, respiratory, renal, gastrointestinal, endocrinological, haematological or neurological disorders constituting a risk when taking the trial intervention or interfering with the interpretation of data; cardiac event or heart failure in the previous 6 months.\n4. Current or chronic history of liver disease. This includes but is not limited to: hepatitis virus infections, cirrhosis, drug- or alcohol-related liver disease, non-alcoholic steatohepatitis, autoimmune hepatitis, hemochromatosis, Wilson's disease, α-1 antitrypsin deficiency, primary biliary cholangitis, primary sclerosing cholangitis or any other liver disease considered clinically significant by the investigator. (Note that Gilbert's syndrome or non-alcoholic fatty liver not associated with steatohepatitis are not exclusions.)\n5. Active autoimmune disease that has required systemic treatment in past 2 years with use of disease modifying agents, chronic corticosteroids (\\>14 days) or immunosuppressive drugs. Hormone replacement therapy (e.g., thyroxine, insulin or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is allowed.\n6. History of severe allergy to eggs or history of severe reaction to any previous vaccination that required medical attention.\n7. Medical history that could increase the participant's risk of reaction to a vaccine, including but not limited to capillary leak syndrome, transverse myelitis, multiple sclerosis, Guillain Barré syndrome, significant thrombocytopenia, thrombosis with thrombocytopenia syndrome (also termed vaccine-induced thrombotic thrombocytopenia), heparin-induced thrombocytopenia, or hereditary angioedema, acquired angioedema or idiopathic angioedema.\n8. Any immunocompromised state, or history of solid organ or stem cell transplantation.\n9. Active infection requiring parenteral antibiotic therapy or causing fever (temperature ≥38.0˚C) within 7 days prior to Day 1, or unexplained fever (temperature ≥38.0˚C) within 7 days prior to Day 1.\n10. Known history of infection with hepatitis B virus, hepatitis C virus or human immunodeficiency virus.\n11. Received XRT following radical prostatectomy within 6 months prior to Day 1.\n12. Received ADT within 6 months prior to Day 1.\n13. Prior chemotherapy or immunotherapy (including vaccines or checkpoint inhibitors) or experimental agent for prostate cancer.\n14. Received a vaccine with adenovirus vector within 3 months prior to Day 1.\n15. Received any live vaccine within 30 days prior to Day 1, or planned vaccination to occur within 3 months after Day 1.\n16. Received any non-live/inactivated vaccine within 14 days of Day 1 or planned non-live vaccination to occur within 10 weeks after Day 1.\n17. Administration of immunoglobulins and/or any blood products within 28 days prior to Day 1.\n18. Condition requiring systemic treatment with corticosteroids or other immunosuppressive medications within 14 days of first dose of VTP-850. Note that adrenal replacement doses are permitted. Inhaled and topical corticosteroids are allowed.\n19. Received an investigational product or investigational surgical procedure in the 3 months prior to Day 1 or planned use during the trial period.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Male participants only",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "General enquiries",
                    "role": "CONTACT",
                    "phone": "(+44) 1865 818 808",
                    "email": "enquiries@vaccitech.co.uk"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Russell Pachynski, MD",
                            "role": "CONTACT",
                            "phone": "314-747-7222",
                            "email": "rkpachynski@wustl.edu"
                        },
                        {
                            "name": "Janet Marty",
                            "role": "CONTACT",
                            "phone": "800 600 3606",
                            "email": "janetm@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Nebraska Cancer Specialists",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ralph J Hauke, MD",
                            "role": "CONTACT",
                            "phone": "402-354-5129",
                            "email": "rhauke@nebraskacancer.com"
                        },
                        {
                            "name": "Hanna Kurz",
                            "role": "CONTACT",
                            "email": "hkurz@nebraskacancer.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "XCancer",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68130",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Luke Nordquist, MD",
                            "role": "CONTACT",
                            "phone": "402-991-8468",
                            "email": "drnordquistguresearch@gucancer.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                },
                {
                    "facility": "Columbia University Irving Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mark Stein, MD",
                            "role": "CONTACT",
                            "phone": "212-305-5098",
                            "email": "mns2146@cumc.columbia.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "212-305-5874",
                            "email": "kl3369@cumc.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Sidney Kimmel Cancer Center, Thomas Jefferson University Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin K Zarrabi, MD",
                            "role": "CONTACT",
                            "phone": "215-955-8874",
                            "email": "Kevin.Zarrabi@jefferson.edu"
                        },
                        {
                            "name": "Joanne Anderson",
                            "role": "CONTACT",
                            "email": "Joanne.Anderson@jefferson.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Fox Chase Cancer Center",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Zibelman, MD",
                            "role": "CONTACT",
                            "phone": "215-728-3889",
                            "email": "Matthew.Zibelman@fccc.edu"
                        },
                        {
                            "name": "Kristin Virag",
                            "role": "CONTACT",
                            "email": "Kristin.virag@fccc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                },
                {
                    "facility": "Carolina Urologic Research Center",
                    "status": "RECRUITING",
                    "city": "Myrtle Beach",
                    "state": "South Carolina",
                    "zip": "29572",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neal Shore, MD",
                            "role": "CONTACT",
                            "phone": "843-236-4949",
                            "email": "nshore@atlanticurologyclinics.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.68906,
                        "lon": -78.88669
                    }
                },
                {
                    "facility": "Houston Methodist Urology Associates, Texas Medical Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Miles, MD",
                            "role": "CONTACT",
                            "phone": "713-441-6455",
                            "email": "BJMiles@houstonmethodist.org"
                        },
                        {
                            "name": "Vivian MacDonnell, MD",
                            "role": "CONTACT",
                            "email": "vmmacdonnell@houstonmethodist.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "University of Virginia Health System",
                    "status": "RECRUITING",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22908",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert D Dreicer, MD",
                            "role": "CONTACT",
                            "phone": "434-924-1775",
                            "email": "dreicer@virginia.edu"
                        },
                        {
                            "name": "Jasmine Lu",
                            "role": "CONTACT",
                            "email": "JL2BW@uvahealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                },
                {
                    "facility": "Fred Hutchinson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Hawley, MD",
                            "role": "CONTACT",
                            "phone": "206-606-2567",
                            "email": "jehawley@uw.edu"
                        },
                        {
                            "name": "Jane Romani",
                            "role": "CONTACT",
                            "phone": "206 6061943",
                            "email": "jromani@seattlecca.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        }
    },
    "hasResults": false
}