{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06039605",
            "orgStudyIdInfo": {
                "id": "STUDY00015655"
            },
            "organization": {
                "fullName": "Arizona State University",
                "class": "OTHER"
            },
            "briefTitle": "Priming Expectations and Motor Learning With tDCS",
            "officialTitle": "Effects of Modulating Expectations About Noninvasive Brain Stimulation on Motor Learning",
            "therapeuticArea": [
                "Other"
            ],
            "study": "priming-expectations-and-motor-learning-with-tdcs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-30",
            "studyFirstSubmitQcDate": "2023-09-13",
            "studyFirstPostDateStruct": {
                "date": "2023-09-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Arizona State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test if priming expectations of transcranial Direct Current Stimulation (tDCS) can improve the efficacy of tDCS in enhancing motor learning.",
            "detailedDescription": "Transcranial direct current stimulation (tDCS) is currently being investigated by the scientific community as an intervention to improve motor learning in the context of neurorehabilitation (e.g., recover lost motor function after stroke) and performance enhancement (e.g., improve sports or technical skill training). More importantly, consumers believe that tDCS works. The expectation surrounding the benefits of tDCS for skill enhancement is so pervasive that the technology is sold for less than $200 and highly rated by the general public on Amazon.com. At the same time, there is considerable skepticism within the motor control field regarding the efficacy and mechanism of action of tDCS on motor learning, driven by highly irreproducible and equivocal findings between and even within laboratories.\n\nHow effective is tDCS, and could the positive effects of tDCS be attributable in part to a strong placebo effect? Placebo effects (i.e., a positive expectation associated with positive treatment outcomes), are well documented in other interventions like surgeries and pharmaceuticals, but have not been investigated in detail for tDCS, particularly in the motor domain. The lack of knowledge or consideration of the placebo effect may therefore explain why tDCS findings are so inconsistent within motor learning. Thus, the overall aim of this project is to determine whether people's expectations about tDCS change as a function of information about tDCS itself, and whether these changed expectations modulate the effects of tDCS on motor learning.\n\nTranscranial direct current stimulation (tDCS) is a noninvasive, safe cortical stimulation technique that has been effectively used for enhancing and inhibiting sensory and motor performance when applied to the responsible cortical areas in healthy adults. For instance, anodal tDCS of primary motor area can improve motor execution. Recent research has investigated whether it is the expectation of receiving tDCS that has a greater impact on behavioral outcomes compared to the actual application of tDCS. This is important as many domains of science are challenged to reproduce previous research demonstrating a positive effect of tDCS on behavior. Thus, to decipher legitimate effects of tDCS on behavior it is important to quantify and compare how changes in behavior are related to tDCS, a key metric related to strength of the placebo effect, and how malleable these placebo effects are.\n\nIndividuals may participate in this study for up to four sessions (up to 3 training sessions and up to 1 follow-up visit, as assigned) in the span of approximately one week. The investigators expect that individuals will spend up to one hour during the training sessions, and (if applicable) around 15 minutes to complete the follow-up visit, if assigned. The follow-up visit would occur one week after the final training session.\n\nThis is a double-blind study in which participants will be randomly assigned to specific intervention methods."
        },
        "conditionsModule": {
            "conditions": [
                "Expectations",
                "Motor Learning"
            ],
            "keywords": [
                "tDCS"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be assigned to one of 4 groups: control, tDCS1, tDCS2, or tDCS3.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Participants and Research Assistants will be blinded to the groups/treatment conditions unless the participant is a \"control\". The investigator and/or research administration team will screen, enroll and assign participants to groups.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 142,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "This group will only receive motor training, which consists of 10 trials of motor training per day across 3 days, followed by a one-week follow-up of 2 trials."
                },
                {
                    "label": "tDCS1",
                    "type": "EXPERIMENTAL",
                    "description": "This group will receive motor training concurrent with 20 minutes of either sham or active tDCS. Sham tDCS will be a 30-second ramp up from 0 to 2 milliamps (MA), then a 30-second ramp-down from 2 mA to 0 mA. The next 18 minutes will have no stimulation (0 mA), starting at minute 19 with 30-second ramp up from 0 to 2 milliamps (MA), then a 30-second ramp-down from 2 mA to 0 mA. Active tDCS will ramp up to 2 mA in the first 30 seconds, then stay at 2 mA for 19 minutes, then ramp down to 0 mA.",
                    "interventionNames": [
                        "Device: Transcranial Direct Current Stimulation"
                    ]
                },
                {
                    "label": "tDCS2",
                    "type": "EXPERIMENTAL",
                    "description": "This group will first read some information about tDCS based on cited studies. They will then receive the same motor training and tDCS as the tDCS1 arm.",
                    "interventionNames": [
                        "Device: Transcranial Direct Current Stimulation"
                    ]
                },
                {
                    "label": "tDCS3",
                    "type": "EXPERIMENTAL",
                    "description": "This group will first read some information about tDCS based on cited studies, but different cited studies than the tDCS2 arm. They will then receive the same motor training and tDCS as the tDCS1 and 2 arms.",
                    "interventionNames": [
                        "Device: Transcranial Direct Current Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcranial Direct Current Stimulation",
                    "description": "Transcranial Direct Current Stimulation (tDCS) is a minimal risk, non-invasive, neuromodulatory technique that involves the emission of a weak electrical current, traditionally via the placement of two electrodes attached to the scalp of a participant. tDCS is widely used for research purposes, the US FDA considers trials of tDCS as non-significant-risk. There are several review articles supporting the safety of tDCS usage in controlled human trials. According to a published meta-analysis , the use of conventional tDCS protocols in human trials (≤40 min, ≤4 mA) has not produced any reports of a Serious Adverse Effect or irreversible injury across over 33,200 sessions.",
                    "armGroupLabels": [
                        "tDCS1",
                        "tDCS2",
                        "tDCS3"
                    ],
                    "otherNames": [
                        "tDCS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Performance on motor task one week after final training session",
                    "description": "This will be calculated as the average of two trials of the motor task that are completed one week after the last training session, after controlling for baseline. The motor task is a timed test that requires participants to spoon two beans (kidney, raw) at a time from a center proximal \"start\" cup to three distal \"target\" cups as fast as possible. In short, this task requires multijoint coordination and limb reversal, and performance for each trial is measured in seconds.",
                    "timeFrame": "Change from Baseline to One-Week Follow Up visit (10 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in motor performance over the course of training",
                    "description": "This outcome measure will be measured as the slope of the line fitted to the motor task performance across all 30 training trials, when trial is transformed to a logarithmic scale. This transformation is done to account for the fact that change in performance is non-linear. The motor task is a timed test that requires participants to spoon two beans (kidney, raw) at a time from a center proximal \"start\" cup to three distal \"target\" cups as fast as possible. In short, this task requires multijoint coordination and limb reversal, and performance for each trial is measured in seconds.",
                    "timeFrame": "Three days"
                },
                {
                    "measure": "Change in tDCS expectations from Day 1 to Day 7",
                    "description": "This will be the change (Day 1 minus Day 7) in expectations of tDCS. The tDCS expectation scores are taken from a 1-item survey adapted from the Expectation Assessment Scale, where scores range from 0 (no expectation) to 8 (high expectations); a score of 4 is considered neutral.",
                    "timeFrame": "7 days"
                },
                {
                    "measure": "Average dwell time",
                    "description": "This is the average amount of time spent in the home cup for each repetition, averaged across the two follow-up trials, controlling for baseline.",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Average peak reach velocity",
                    "description": "his is the average peak velocity for the outward portion of each repetition, averaged across the two follow-up trials, controlling for baseline.",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Variability in transcranial direct current stimulation expectations",
                    "description": "This is the coefficient of variation for tDCS expectation scores across the 4 study days (Days 1, 2, 3, and 10). The tDCS expectation scores are taken from a 1-item survey adapted from the Expectation Assessment Scale, where scores range from 0 (no expectation) to 8 (high expectations); a score of 4 is considered neutral.",
                    "timeFrame": "10 days"
                },
                {
                    "measure": "Post-tDCS symptom questionnaire score",
                    "description": "This is calculated as the total number of points self-rated by the participant on a 14-item questionnaire with answers for each item ranging from 1 (\"absent\") to 10 (\"severe\").",
                    "timeFrame": "10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must be 18 or older. Right-hand dominant\n* Right-hand dominant\n\nExclusion Criteria:\n\n* Mixed-handed or ambidextrous\n* Left-hand dominant\n* Seizure(s)\n* Head injury resulting in a loss of consciousness that has required further investigation (including neurosurgery)\n* Migraines\n* Current medical diagnosis of a phycological or neurological condition\n* Any metal in head (outside of mouth) such as shrapnel or surgical clips\n* Any implanted devices (e.g. cardiac pacemaker, brain stimulator)\n* Skin condition on scalp (e.g. psoriasis)\n* Head wound that has not completely healed\n* Adverse reactions to tDCS or any other brain stimulation technique (e.g. TMS, tRNS)\n* Pregnant\n* Currently taking prescription medications or are self-medicating (including recreational drug use), other than the contraceptive pill?",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sydney Schaefer, PhD",
                    "role": "CONTACT",
                    "phone": "480-727-6651",
                    "email": "Sydney.Schaefer@asu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sydney Schaefer, PhD",
                    "affiliation": "Arizona State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona State University",
                    "status": "RECRUITING",
                    "city": "Tempe",
                    "state": "Arizona",
                    "zip": "85281",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sydney Schaefer",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.41477,
                        "lon": -111.90931
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Only aggregate data will be provided."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}