{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06011603",
            "orgStudyIdInfo": {
                "id": "23041601"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Prineo Sensitivity Dressing Study",
            "officialTitle": "Prospective Evaluation of Type IV Hypersensitivity Reactions After Prineo Dressing Application in Partial and Total Joint Arthroplasty Patients",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prineo-sensitivity-dressing-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-21",
            "studyFirstSubmitQcDate": "2023-08-21",
            "studyFirstPostDateStruct": {
                "date": "2023-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Wound complications can be devastating following total joint arthroplasty, resulting in an increased practice burden in the form of more frequent follow ups, increased clinic visits potential for wound dehiscence, superficial infection and deep infection with possible return to the operating room and revision surgery. Several dressing options are currently on the market designed to minimize wound complications in addition to traditional dressings, including negative pressure dressing, antimicrobial dressing, occlusive dressings, and/or skin adhesives. Prineo dressing (2-octyl cyanoacrylate adhesive (Dermabond) and n-butyl-2-cyanoacrylate adhesive) has increased in popularity as a dressing option used by joint arthroplasty surgeons. There is a well-documented adverse allergic response with these dressings resulting in peri-incisional erythema, urticaria, and/or an eczematous skin reaction. Recently, Mayman et al reported a rate of 1-1.5%, suggesting a possible rising incidence of ACD attributable to increased utilization of the specific dressing and sensitization.\n\nTo our knowledge, no prospective trial has compared the rates of adverse allergic reactions in Prineo naive patients to patients who have undergone previous total joint arthroplasty (TJA) and received Prineo dressings in the past. The study team will utilize a prospective controlled study design to assess the rate of adverse allergic reactions in patients naive to Prineo versus those with previous exposure. The study team will assess rates of allergic reactions at one week post-op and at their first post-op clinic visit, 2 to 3 weeks post-op, tracking rates of allergic reactions as well as severity, the use of post-operative antibiotics, work up for prosthetic joint infection, return to the operating room, surgical site infection, confirmed prosthetic joint infection and stiffness requiring manipulation under anesthesia.",
            "detailedDescription": "Level I: Prospective Cohort Study\n\nPatients will be recruited into the study after completing a standard questionnaire for pre-operative enrollment. After meeting inclusion criteria and passing the screening process, the patient will be enrolled into the study. Variables of interest related to sociodemographic status, operative details and postoperative outcomes will be taken from the electronic medical records associated with Midwest Orthopedics at Rush and Rush University Medical Center will be performed. This review will comprise patients of multiple providers at Midwest Orthopedics at Rush, including Dr. Vasili Karas, Dr. Richard Berger and Dr. Brett Levine. Relevant variables that will be collected include:\n\nInclusion Criteria:\n\n1. Patients older than 18 years that underwent primary total hip arthroplasty (THA)\n2. Patients older than 18 years that underwent primary total or unicompartmental knee arthroplasty (TKA/UKA)\n\nExclusion Criteria:\n\n1. Revision surgery\n2. Prior history of allergic contact dermatitis\n3. Occupational exposure to glues and surgical dressing\n4. Prior operative procedure non-TJA with use of Prineo dressing\n\nSample Size:\n\nA power analysis to determine how many patients need to be enrolled was performed with a rate of ACD in the surgical dressing naïve group and the surgical dressing-exposed group of 1% and 2%, respectively. A one-tailed z-test of proportions between the two groups with 80% power, a 5% level of significance, and 1:1 allocation ratio, requires a sample size of 314 (157 per group). To account for 20% attrition rate amongst both cohorts, The study team plan to enroll 400 patients (200 each group).\n\nDemographic/Patient Specific Data Collected:\n\nAge, Sex, Body Mass Index (BMI), Allergy History, Past Surgical History, Prior exposure to glue/mesh dressing (Either occupational (i.e. healthcare worker) or as a patient), Number of prior arthroplasty surgeries with Prineo dressing (i.e. 0, 1, 2, 3), Past adverse reaction to Prineo dressing, Any Adverse Skin Reactions with any past adhesive exposure\n\nOperative details:\n\nSurgical date, Operation/Laterality (THA/TKA/UKA, Left/Right), Length of incision, Patient reported skin check at 1 week (via picture from patient if wound issue/skin reaction present), Size of Rash if present, Provider skin Check at 1st post-operative appointment (2-4 weeks post-op), Any Wound Complications\n\nPrimary Outcome Measure:\n\nThe primary outcome is the rate of contact allergic dermatitis or adverse skin reaction at 1 week post op and 1st post operative visit (2-3 weeks after surgery). The study team will also quantify time from surgery to reaction onset (Days). The study team will measure the size of the rash at post-operative follow up as well as classify the rash according to the classification system used in prior studies examining Prineo-related ACD.\\[9\\]\n\nClassification of 2-Octyl Cyanoacrylate Reactions\\[12\\]\n\nMild\n\nErythema, infiltration, possible papules\n\nModerate\n\nErythema, infiltration, papules and vesicles\n\nSevere\n\nSpreading reaction (outside area of application), bullous reaction, extreme pruritus\n\nSecondary Outcome Measures\n\nWound complications Any workup for PJI (Serologic labs (ESR/CRP), arthrocentesis) Any administration of post-operative antibiotics outside of normal protocol Return to Operating Room for debridement, manipulation, other surgical interventions Surgical Site Infection (SSI) Confirmed Periprosthetic Joint Infection (PJI) Stiffness requiring Manipulation Under Anesthesia (MUA)\n\nPatient Enrollment:\n\nPatients will be enrolled from the clinics of the surgeons in the division of Hip and Knee Replacement at Midwest Orthopaedics at Rush. These surgeons include Dr. Brett Levine, Dr. Vasili Karas, and Dr. Richard Berger. The clinical research coordinator will screen each surgeon'supcoming surgical schedule two weeks in advance. Patients undergoing primary TJA at Rush University Medical Center, meeting the inclusion and exclusion criteria, will be contacted via telephone or in clinic and will be explained the purposes of this investigation. If the patient is willing to participate, they will give verbal consent prior to the day of their surgical procedure. Informed consent will be obtained by either the clinical research coordinator or physician on the surgical team.\n\nInformed Consent:\n\nThe study staff will review the informed consent document and study requirements with the patient and answer any questions the patient may have over the telephone or in a private clinic area. The patient will have the opportunity to review the information packet and do his/her own research on the topic if desired. Once all of the patients' questions have been answered and if the patient has given verbal consent, he/she will be enrolled in the study.\n\nSample Size: A power analysis has been completed using allergic reaction as the primary endpoint. This analysis was based on an investigation by Mayman et al 9 that demonstrated a wound complication rate of 1% in the TJA setting using Prineo dressings. The study team feel an increase in allergic reaction from 1% in Prineo naive patients to 2% in patients with previous Prineo use will be clinically significant. Therefore, 200 patients per treatment group will provide an overall type 1 error rate (alpha) of 0.05 and power of at least 80% . Our institution serves as a major referral center in the region for total joint arthroplasty, and the study team perform over hundreds of primary total joint replacements annually. Therefore, the study team believe the required sample size can be achieved in approximately one year."
        },
        "conditionsModule": {
            "conditions": [
                "Allergic Reaction",
                "Wound Complication"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prineo naive group",
                    "type": "OTHER",
                    "description": "All subject's receive the same dressing, this group is comprised of patients consented to the study and will receive the Prineo dressing but have not had previous joint replacement surgery. Therefore, we consider them Prineo-naive.",
                    "interventionNames": [
                        "Device: Prineo dressing"
                    ]
                },
                {
                    "label": "Prineo-exposed group",
                    "type": "OTHER",
                    "description": "All subject's receive the Prineo dressing, this group is comprised of patients who have undergone previous joint replacement surgery (hip or knee) and have had a prineo dressing. This also includes patients who have had prior exposure to glue/mesh dressing either as a patient or healthcare worker.",
                    "interventionNames": [
                        "Device: Prineo dressing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Prineo dressing",
                    "description": "Prineo dressing is a common dressing option used in Joint Arthroplasty surgery. It is an adhesive dressing growing in popularity that is thought to lead to reinforced tension across the wound while also decreasing the skin edge ischemia.",
                    "armGroupLabels": [
                        "Prineo naive group",
                        "Prineo-exposed group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of contact allergic dermatitis or adverse skin reaction at 1 week post surgery",
                    "description": "Using a classification of skin reactions from mild, moderate to severe",
                    "timeFrame": "7 days post surgery"
                },
                {
                    "measure": "Rate of contact allergic dermatitis or adverse skin reaction at 2-3 weeks post surgery",
                    "description": "Using a classification of skin reactions from mild, moderate to severe",
                    "timeFrame": "2-3 weeks following surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Wound complications (if applicable)",
                    "description": "If patients present with wound complications, require possible work up for infection, require antibiotics outside of normal protocol due to concerns of infection, return to the operating room, confirmed periprosthetic joint infection or stiffness that requires a manipulation under anesthesia",
                    "timeFrame": "1 week post surgery"
                },
                {
                    "measure": "Wound complications (if applicable)",
                    "description": "If patients present with wound complications, require possible work up for infection, require antibiotics outside of normal protocol due to concerns of infection, return to the operating room, confirmed periprosthetic joint infection or stiffness that requires a manipulation under anesthesia",
                    "timeFrame": "2-3 weeks after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients older than 18 years that underwent primary total joint arthroplasty (total hip, total knee, partial knee)\n\nExclusion Criteria:\n\n* Revision surgery\n* Prior history of allergic contact dermatitis",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anne DeBenedetti, MSc",
                    "role": "CONTACT",
                    "phone": "3124322468",
                    "email": "anne.debenedetti@rushortho.com"
                },
                {
                    "name": "Conor Jones, MD",
                    "role": "CONTACT",
                    "phone": "3124322468"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Vasili Karas, MD",
                    "affiliation": "Rush University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rush University Medical Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anne DeBenedetti, MSc",
                            "role": "CONTACT",
                            "phone": "312-432-2468"
                        },
                        {
                            "name": "Vasili Karas, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Brett Levine, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Richard Berger, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Once complete, we will share the summary of the data",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Once the study is fully enrolled"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "asFound": "Allergic Reaction",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10019",
                    "name": "Hypersensitivity, Delayed",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        }
    },
    "hasResults": false
}