{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04915079",
            "orgStudyIdInfo": {
                "id": "STUDY00011455"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K23MD015270-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K23MD015270-01"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "PRISM Race and Communication Pilot RCT",
            "officialTitle": "Racial Inequities in End-of-life Healthcare: How Perceived Discrimination Affects Communication and Decision-making During Serious Illness",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prism-race-and-communication-pilot-rct"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-20",
            "studyFirstSubmitQcDate": "2021-05-27",
            "studyFirstPostDateStruct": {
                "date": "2021-06-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-30",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Crystal Brown",
                "investigatorTitle": "Acting Assistant Professor, School of Medicine",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a pilot randomized trial of 60 patients to test feasibility, acceptability and efficacy of PRISM to improve resilience and facilitate improved patient-clinician communication in racially minorities patients with serious illness.",
            "detailedDescription": "Promoting Resilience in Stress Management (PRISM): PRISM is based on stress and coping theory and prior research. It is designed to improve resilience for patients with serious illness and, for this study, has been modified for patients who have experienced healthcare discrimination. The development of this novel resilience resource intervention is based off of a conceptual framework of resilience and affirmed relationships between resilience resources and outcomes. PRISM consists of five, one-on-one sessions lasting 30-50 minutes targeting specific teachable resilience skills: stress management, problem solving, goal setting, benefit finding, and meaning making. Biobehavioral models suggest that these resources are related to health-related quality of life, health behaviors, and self-advocacy. PRISM was refined with expert opinion and interviews with patients, psychologists, and social workers. Initially designed for and successfully tested in seriously ill adolescents and young adults (AYAs) with advanced cancer, PRISM has been successfully deployed in AYAs with diabetes and parents of seriously ill AYAs. It is undergoing testing in patients with cystic fibrosis, chronic renal failure, craniofacial surgery, and adult congenital heart disease.\n\nPatients will be identified and approached, study goals explained, and consent obtained prior to enrollment. Participants will complete three surveys: enrollment, 1- and 3- months post randomization. At enrollment, they will complete demographic information, and the Discrimination in Medical Setting (DMS), Microaggressions in Health Care (MHCS), and Group Based Medial Mistrust (GBMM) scales. Patients will be randomized 1:1 to either PRISM or usual care. Retention will be optimized via monthly contacts with all patients. A calendar of appointments and study procedures will be created at randomization. Strategies used during the collection of preliminary data for this proposal are described and utilized in Aim 1 to help facilitate survey completion will be employed. Patients will receive reminder phone-calls and emails 1 week before each survey, and in-person check-ins during clinic visits during a 2-week window around each survey. If surveys are not completed within 1 week, participants will receive a phone call and email to assess willingness to participate and remind them.\n\nPRISM is designed to be delivered by trained research associates to optimize dissemination. Interventionists in prior trials have not held advanced degrees and there are no detectable differences in fidelity or patient-engagement based on professional background. For this pilot, I will conduct the intervention to facilitate feasibility and gain experience to train future interventionalists. Sessions will occur at a time convenient to the patient with the first session to occur within 1 week of enrollment. If the patient is discharged, the intervention can continue in the outpatient setting in-person or by HIPPA-compliant Zoom. After completion, participants will receive weekly \"booster\" contacts (invitations to practice reviewing certain skills) until the occurrence of a planned patient-clinician conversation, facilitated and arranged by study staff during the 5th session. All participants will receive paper worksheets to practice skills between sessions, plus access to a free, digital PRISM app (available only for patients enrolled in PRISM). The app was designed and programed by two Seattle-based companies \\[Artefact (artefactgroup.com) and General UI (generalui.com)\\], 3 prior PRISM recipients, a family-advisory team, and the Seattle Children's Hospital Digital Health team. It is available on both iOS and Android platforms and includes the same exercises as the worksheets. The app includes links to social media and resources with options to enable push notifications and reminders. A digital interface allows study staff to track user frequency, length spent on each practice page, and use over time."
        },
        "conditionsModule": {
            "conditions": [
                "Discrimination, Racial",
                "Communication",
                "Chronic Illness",
                "Bias, Racial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PRISM",
                    "type": "EXPERIMENTAL",
                    "description": "Patients in this arm will be recipients of the PRISM intervention",
                    "interventionNames": [
                        "Behavioral: Promoting Resilience in Stress Management (PRISM)"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Patients in this arm will not receive the PRISM intervention, but will continue to receive usual care the discretion of their treating clinicians."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Promoting Resilience in Stress Management (PRISM)",
                    "description": "PRISM is a novel resilience resource intervention consisting of five, one-on-one sessions lasting 30-50 minutes targeting specific teachable resilience skills: stress management, problem solving, goal setting, benefit finding, and meaning making. Sessions will occur at a time convenient to the patient with the first session to occur within 1 week of enrollment either while inpatient or if the patient is discharged, in the outpatient setting in-person or by HIPPA-compliant Zoom. After completion, participants will receive weekly \"booster\" contacts (invitations to practice reviewing certain skills) until the occurrence of a planned patient-clinician conversation, facilitated and arranged by study staff during the 5th session. All participants will receive paper worksheets to practice skills between sessions, plus access to a free, digital PRISM app (available only for patients enrolled in PRISM).",
                    "armGroupLabels": [
                        "PRISM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "10-item Connor-Davidson Resilience Scale (CD-RISC)",
                    "description": "The 10-item Connor-Davidson Resilience Scale (CD-RISC) is is composed of 10 items from an original 25-item CD-RISC scale. Scores correlate with the full 25-item scale. Respondents rate their agreement with the survey items on a 5-point Likert scale from 0 (not true at all) to 4 (nearly true all the time). It is scored by the sum of all items with a range between 0-40 with higher scores indicating higher patient-reported resilience.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Seriously ill adults with median life expectancy of two years or less (e.g. metastatic cancer or inoperable lung cancer, chronic obstructive pulmonary disease (COPD) with forced expiratory volume in 1 second (FEV1) \\<35% predicted or oxygen dependence, restrictive lung disease with total lung capacity (TLC) \\<50% predicted, New York Heart Association (NYHA) class III or IV heart failure, or Child's class C cirrhosis or Model for End Stage Liver Disease(MELD) \\>17)\n* Hospitalized at either Harborview Medical Center or University of Washington Medical Center-Montlake\n* At least 18 years of age\n* English-speaking\n* No cognitive impairment precluding completion of surveys or participation in the PRISM sessions\n\nExclusion Criteria:\n\n* Younger than 18 years of age\n* Non-English speaking\n* Ccgnitive impairment that would preclude completion of surveys and participation in the PRISM sessions.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Crystal E Brown, MD MA",
                    "role": "CONTACT",
                    "phone": "206-744-5018",
                    "email": "crysb@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Crystal E Brown, MD, MA",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Washington - Harborview Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Crystl Brown, MD MA",
                            "role": "CONTACT",
                            "phone": "206-744-5018",
                            "email": "crysb@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6845",
                    "name": "Death",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}