{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06004115",
            "orgStudyIdInfo": {
                "id": "2022-009"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH132565",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH132565"
                }
            ],
            "organization": {
                "fullName": "Laureate Institute for Brain Research, Inc.",
                "class": "OTHER"
            },
            "briefTitle": "Processes and Circuitry Underlying Threat Sensitivity as a Treatment Target for Co-morbid Anxiety and Depression",
            "officialTitle": "Processes and Circuitry Underlying Threat Sensitivity as a Treatment Target for Co-morbid Anxiety and Depression",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "processes-and-circuitry-underlying-threat-sensitivity-as-a-treatment-target-for-co-morbid-anxiety-and-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-07",
            "studyFirstSubmitQcDate": "2023-08-16",
            "studyFirstPostDateStruct": {
                "date": "2023-08-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Laureate Institute for Brain Research, Inc.",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "California Institute of Technology",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This mechanistic study uses an anti anxiety drug and brain imaging to study the threat processing system and associated brain circuits in people with depression, anxiety disorders and comorbid depression and anxiety disorders. In a double blind, placebo controlled crossover design, up to 65 individuals will be recruited who will have a diagnosis of major depressive disorder (MDD) and at least one anxiety disorder (AD) (AD-MDD group), up to 65 participants will have a diagnosis of MDD and no diagnosis of an AD and up to 65 participants will have no diagnosis of MDD and a diagnosis of at least one AD will be enrolled to participate in an two session study to obtain 150 completers (50 per group). All participants will receive a single dose of Lorazepam and placebo (order randomized) taken orally. After the \\~2.5 hr screening session, participants will complete two identical \\~5 hr experimental sessions, each of which include a 30 min eyeblink startle session and a 1 hr functional magnetic resonance imaging (MRI) brain scan session. The total time involved in the study is approximately 10.5 hours.\n\nThe main questions the study seeks to answer are:\n\n* are people with comorbid depression and anxiety different than those with depression alone in terms of their eyeblink startle response to threat?\n* are people with comorbid depression and anxiety different than those with depression alone in terms of their brain activation in response to threat?\n* are people with comorbid depression and anxiety different than those with depression alone in terms of their responses to anxiety drugs?",
            "detailedDescription": "This mechanistic study of major depressive disorder (MDD), anxiety disorders (AD) and comorbid anxiety and depression (AD-MDD) aims to break down threat sensitivity into acute threat (AT) and potential threat (PT). A well validated startle task (Neutral, Predictable, Unpredictable or NPU-threat task) and a cutting-edge computational functional magnetic resonance imaging (fMRI) probe of predator escape decisions (Flight Initiation Distance or FID task) will be used to determine whether AD-MDD show increased PT or AT and how the behavioral dynamics of escape decisions are most impaired in AD-MDD. Based on prior studies, we hypothesize that AD is associated with exaggerated PT, whereas MDD is associated with blunted reward/salience responding. Thus, AD-MDD may differ from AD through blunted AT/salience (periaqueductal grey/insula circuitry and Fear-Potentiated Startle \\[FPS\\]) and may differ from MDD through increased PT (hippocampal - ventromedial prefrontal cortex (vmPFC) - amygdala dependent circuitry and Anxiety-Potentiated Startle \\[APS\\]). To causally probe this circuitry, we will manipulate gamma-aminobutyric acid (GABA) to demonstrate different responses in PT between these three groups, providing further evidence for PT as a targetable process. This mechanistic R01 uses a benzodiazepine within an experimental medicine approach to causally modulate the threat processing system and associated circuits in AD-MDD (N=50), MDD (N=50), and AD (N=50). After the \\~2.5 hr screening session, participants will complete two identical \\~5 hr experimental sessions, each of which include a 30 min electromyography (EMG) session and a 1 hr functional magnetic resonance imaging (fMRI) session. The total time involved in the study is approximately 10.5 hours. In a double-blind placebo crossover design, participants will receive a single 1mg dose of Lorazepam/Placebo and complete threat tasks that delineate PT/AT during startle EMG (NPU task; unpredictable vs predictable shock) and fMRI (FID task; slow vs fast threat).\n\nSpecific aims of this project are:\n\nAim 1: Determine EMG signatures of dysregulated threat processing in AD-MDD.\n\nHypothesis 1 A (H1A): AD-MDD/AD will exhibit higher PT sensitivity (greater APS) than MDD (NPU APS: AD-MDD \\> MDD; AD \\> MDD).\n\nHypothesis 1 B (H1B): AD-MDD/MDD will exhibit lower AT sensitivity (smaller FPS) than AD (NPU FPS: AD-MDD \\< AD; MDD \\< AD).\n\nAim 2: Determine neural computational signatures of dysregulated threat processing in AD-MDD.\n\nHypothesis 2 A (H2A): AD-MDD and AD will show higher hippocampal-vmPFC-amygdala responses to FID slow threat (PT) than MDD (FID slow: AD-MDD \\> MDD; AD \\> MDD).\n\nHypothesis 2 B (H2B): AD-MDD and MDD will show lower periaqueductal grey/insula responses to FID fast threat (AT) than AD. (FID fast: AD-MDD \\< AD; MDD \\< AD).\n\nHypothesis 2 C (H2C): Utility functions for the FID task will show both blunted reward and exaggerated threat valuation in AD-MDD, leading to less optimal choices than both MDD and AD.\n\nAim 3: Determine the relevance of comorbidity to GABAergic manipulation of threat circuitry.\n\nHypothesis 3 A (H3A): In the NPU task Lorazepam will decrease APS (PT) but not FPS (AT) in AD and AD-MDD but not MDD.\n\nHypothesis 3 B (H3B): In the FID task Lorazepam will decrease neural response to slow (PT) but not fast (AT) threat and decrease the computational threat valuation parameter in AD and AD-MDD but not MDD.\n\nSignificance: These aims seek to mechanistically define and pharmacologically probe process dysfunction and associated targetable circuitry unique to AD-MDD and provide evidence that AD-MDD and MDD should be separated in future clinical trials. This will also inform intervention strategies with circuit-based targets (e.g. for neuromodulation treatments) for AD-MDD, which is a large but under-served treatment resistant group."
        },
        "conditionsModule": {
            "conditions": [
                "Depression, Anxiety",
                "Fear",
                "Depression",
                "Anxiety and Fear",
                "Anxiety Disorders",
                "Anxious Depression"
            ],
            "keywords": [
                "depression",
                "anxiety",
                "fMRI",
                "threat sensitivity",
                "flight initiation distance",
                "startle reflex",
                "benzodiazepine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "double blind crossover design",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "placebo preparation by the pharmacy",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 165,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lorazepam",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single 1mg dose of Lorazepam, to be taken orally under registered nurse (RN) supervision",
                    "interventionNames": [
                        "Drug: Lorazepam"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will receive a single dose of placebo, to be taken orally under RN supervision",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Lorazepam",
                    "description": "1mg of Lorazepam will be prepared by pharmacy (Barnes, Tulsa) in capsule form",
                    "armGroupLabels": [
                        "Lorazepam"
                    ],
                    "otherNames": [
                        "Lorazepam Intensol",
                        "Ativan"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "placebo will be prepared by pharmacy (Barnes, Tulsa) in capsule form",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Eyeblink startle magnitude under threat in AD-MDD compared to MDD.",
                    "description": "Difference in magnitude of eyeblink startle response under threat of predictable and unpredictable shock conditions compared to neutral condition in the Neutral, Predictable, Unpredictable (NPU) Threat Task measured with electromyography. Comparing the AD-MDD group to the MDD group.",
                    "timeFrame": "1-2 hours after single session placebo administration, an average of 1-5 weeks after enrollment (placebo could be session 1 or session 2)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Magnitude of blood oxygenated level dependent (BOLD) response to threat in AD-MDD compared to MDD.",
                    "description": "Magnitude of hippocampal-vmPFC-amygdala and periaqueductal grey/insula blood oxygenated level dependent (BOLD) responses to fast and slow threat compared to a no threat condition in the Flight Initiation Distance (FID) Task, measured with functional magnetic resonance imaging (fMRI). Comparing the AD-MDD group to the MDD group.",
                    "timeFrame": "1-2 hours after single session placebo administration, an average of 1-5 weeks after enrollment (placebo could be session 1 or session 2)"
                },
                {
                    "measure": "The effect of Lorazepam on eyeblink startle magnitude and BOLD response to threat in AD-MDD compared to MDD",
                    "description": "Comparing the effects of Lorazepam to placebo (within subject) and AD-MDD to MDD (between subject) on the magnitude of eyeblink startle response under threat of predictable and unpredictable shock conditions compared to neutral condition in the NPU Threat Task measured with EMG.\n\nComparing the effects of Lorazepam to placebo (within subject) and AD-MDD to MDD (between subject) on the magnitude of hippocampal-vmPFC-amygdala and periaqueductal grey/insula blood oxygenated level dependent (BOLD) responses to fast and slow threat compared to a no threat condition in the Flight Initiation Distance Task, measured with fMRI.",
                    "timeFrame": "1-2 hours after single session drug administration, after both Lorazepam and sessions have been completed, an average of 5 weeks after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nAll subjects:\n\n* Female or male sex assigned at birth;\n* Normal or corrected to normal vision/hearing, as protocol elements may not be valid otherwise;\n* Fluent English speaker, capable of providing written informed consent\n\nMDD and AD-MDD subjects:\n\n* Current major depressive episode assessed by clinician administered MINI;\n* Minimum score of 60 on the Patient Recorded Outcomes Measurement Information System (PROMIS) Depression scale\n\nAD and AD-MDD subjects:\n\n* Current anxiety disorder (generalized anxiety disorder, panic disorder, agoraphobia and social phobia) assessed by clinician administered MINI;\n* Minimum score of 60 on PROMIS Anxiety Scale\n\nExclusion Criteria:\n\nAll subjects:\n\n* Has uncontrolled, clinically significant neurologic (including seizure disorders): cardiovascular, pulmonary, hepatic, renal, metabolic, gastrointestinal, urologic, immunologic, endocrine disease, or psychiatric disorder, or other abnormality, which may impact the ability of the subject to participate or potentially confound the study results;\n* Reported body mass index (BMI) \\> 40;\n* History of moderate or severe traumatic brain injury (TBI), as assessed by a TBI questionnaire;\n* History of eating disorder or obsessive-compulsive disorder, schizophrenia, schizo-affective disorder, bipolar disorder or any sign of psychosis;\n* Current post-traumatic stress disorder (PTSD) diagnosis (although history of trauma is allowed);\n* Current use of medications with major effects on brain function or the fMRI hemodynamic response (e.g., methylphenidate, acetazolamide, excessive caffeine intake \\> 1000 mg/day) following an initial list compiled by the Laureate Institute for Brain Research (LIBR) but also assessed on a case-by-case basis. Individuals who are currently on medication \\[antidepressants such as selective serotonin reuptake inhibitors (SSRIs), tricyclic antidepressants (TCAs), serotonin and norepinephrine reuptake inhibitors (SNRIs), and Bupropion\\] and who have not undergone dose or medication changes over the past 6 weeks will be allowed to participate;\n* Current benzodiazepine or opiate use;\n* Moderate to severe current substance use disorder, defined as 5 or more symptoms of the criteria for Substance Use Disorder according to the Diagnostic and Statistical Manual of Mental Disorders (DSM 5);\n* Drug or alcohol intoxication \\[based on positive urine toxicology (UTOX) or breathalyzer test at study session\\] or reported alcohol/drug withdrawal;\n* Has a risk of suicide according to the Investigator's clinical judgement or per Columbia-Suicide Severity Rating Scale (C-SSRS) or equivalent PhenX instrument, the subject scores \"yes\" on items 4 or 5 in the Suicidal Ideation section with referent to a 30-day period prior to Screening/Baseline or the subject has had one or more suicidal attempts with reference to a 2-year period prior to Screening;\n* MRI contraindications;\n* Is pregnant or lactating or intending to become pregnant before, during, or within 12 weeks after participating in this study; or intending to donate ova during this time-period;\n* Any subject judged by the Investigator to be inappropriate for the study.\n\nMDD subjects:\n\n* Current (assessed by MINI) or past (self-reported) anxiety disorder;\n* Score of \\> 60 on PROMIS Anxiety Scale\n\nAD subjects:\n\n* Current (assessed by MINI) or past (self-reported) major depressive episode;\n* Score of \\> 55 on PROMIS Depression scale",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Maria Ironside, DPhil",
                    "role": "CONTACT",
                    "phone": "16174175065",
                    "email": "mironside@laureateinstitute.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Maria Ironside, DPhil",
                    "affiliation": "Laureate Institute for Brain Research",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Laureate Institute for Brain Research",
                    "status": "RECRUITING",
                    "city": "Tulsa",
                    "state": "Oklahoma",
                    "zip": "74136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria A Ironside, DPhil",
                            "role": "CONTACT",
                            "phone": "617-417-5065",
                            "email": "mironside@laureateinstitute.org"
                        },
                        {
                            "name": "Maria Ironside, DPhil",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.15398,
                        "lon": -95.99277
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "asFound": "Sensitivity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008140",
                    "term": "Lorazepam"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000014151",
                    "term": "Anti-Anxiety Agents"
                },
                {
                    "id": "D000014149",
                    "term": "Tranquilizing Agents"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000018757",
                    "term": "GABA Modulators"
                },
                {
                    "id": "D000018682",
                    "term": "GABA Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11140",
                    "name": "Lorazepam",
                    "asFound": "ICG",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M16905",
                    "name": "Anti-Anxiety Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M20827",
                    "name": "GABA Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}