{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05827055",
            "orgStudyIdInfo": {
                "id": "STUDY00006978"
            },
            "secondaryIdInfos": [
                {
                    "id": "01899",
                    "type": "OTHER",
                    "domain": "Georgetown University"
                }
            ],
            "organization": {
                "fullName": "Georgetown University",
                "class": "OTHER"
            },
            "briefTitle": "Proglumide and Chemotherapy for Metastatic Pancreatic Cancer",
            "officialTitle": "Role of Cholecystokinin Receptor Blockade on the Tumor Microenvironment in Pancreatic Cancer",
            "acronym": "ProGem",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "proglumide-and-chemotherapy-for-metastatic-pancreatic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-11",
            "studyFirstSubmitQcDate": "2023-04-11",
            "studyFirstPostDateStruct": {
                "date": "2023-04-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Georgetown University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 2 study with an open labelled lead-in study to approximately treat 30 patients \\[6 subjects for Lead-in and 24 for Phase 2\\] enrolled with metastatic pancreatic cancer with combination therapy using standard of care first line therapy with GEM-NAB-P (GEM 1000mg/m2 IV and NAB-P 125 mg/m2 given days 1, 8, and 15 every 28 days, and proglumide will be tested at the daily dose of 1200 mg orally given as 400 mg po TID. The lead-in study will determine the safety and tolerability of the 1200 mg daily dose of proglumide with standard of care GEM-NAB-P. If 0 or 1 of a total of 6 patients at 400mg experiences a DLT, then we will proceed to the Phase 2 randomized trial.",
            "detailedDescription": "After the Lead-in study, in the Phase 2 portion, patients will be randomized 1:1 to standard of care chemotherapy using gemcitabine (GEM) and nab-paclitaxel (NAB-P) (GEM 1000 mg/m2 IV and NAB-P 125 mg/m2 given days 1, 8, and 15 every 28 days) plus placebo or proglumide at the recommended phase 2 dose (RP2D) for proglumide determined in the Lead-in study. Patients will be monitored for safety and toxicity by laboratory blood testing, physical examinations, neurological check, and cardiac monitoring in the Lead-in study. Dosing of chemotherapy will be managed following USPI recommendations. If dose-related toxicity occurs with proglumide, the medication will be held until the AE resolves. Proglumide will then be re-administered at the prior lower dose.\n\nA research tumor biopsy will be performed before starting therapy. Every 8 weeks radiographic imaging will be done for assess tumor burden according to Standard of Care (SOC). Blood work for safety analysis will be done at 2 weeks, then every 4 weeks, interim vital signs and history is done every 4 weeks. Radiographic imaging and CA19-9 tumor marker will be done every 8 weeks according to SOC. A repeat tumor biopsy will be done at week 8 only for research purposes to examine the tumor microenvironment. A blood sample for research Biomarkers will be collected before starting therapy and every 8 weeks. Patients will be treated for 24 weeks or until progression is documented, unacceptable toxicities develop, or treatment is no longer required"
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Pancreatic Cancer"
            ],
            "keywords": [
                "Proglumide",
                "Pancreatic Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Double blinded",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Proglumide TID with Gemcitabine and Nab-Paclitaxel",
                    "type": "EXPERIMENTAL",
                    "description": "Proglumide given three times a day with gemcitabine and nab-paclitaxel",
                    "interventionNames": [
                        "Drug: Gemcitabine",
                        "Drug: Nab paclitaxel",
                        "Drug: Proglumide"
                    ]
                },
                {
                    "label": "Placebo TID with Gemcitabine and Nab-Paclitaxel",
                    "type": "EXPERIMENTAL",
                    "description": "Placebo given three times a day with gemcitabine and nab-paclitaxel",
                    "interventionNames": [
                        "Drug: Gemcitabine",
                        "Drug: Nab paclitaxel",
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Gemcitabine",
                    "description": "1000mg/m2 IV given days 1, 8, and 15 every 28 days (1 cycle)",
                    "armGroupLabels": [
                        "Placebo TID with Gemcitabine and Nab-Paclitaxel",
                        "Proglumide TID with Gemcitabine and Nab-Paclitaxel"
                    ],
                    "otherNames": [
                        "Gemzar"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nab paclitaxel",
                    "description": "125 mg/m2 given days 1, 8, and 15 every 28 days (1 cycle)",
                    "armGroupLabels": [
                        "Placebo TID with Gemcitabine and Nab-Paclitaxel",
                        "Proglumide TID with Gemcitabine and Nab-Paclitaxel"
                    ],
                    "otherNames": [
                        "Abraxane"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Proglumide",
                    "description": "Daily dose of 1200 mg orally given as 400 mg orally (PO), three times a day (TID) in vegan capsules",
                    "armGroupLabels": [
                        "Proglumide TID with Gemcitabine and Nab-Paclitaxel"
                    ],
                    "otherNames": [
                        "Milid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo given in vegan. capsules orally three times a day",
                    "armGroupLabels": [
                        "Placebo TID with Gemcitabine and Nab-Paclitaxel"
                    ],
                    "otherNames": [
                        "Avicel capsules"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of oral proglumide therapy at 1200mg daily dose with chemotherapy",
                    "description": "The number of abnormal serum chemistry values occurring in those on proglumide compared to those on placebo",
                    "timeFrame": "18 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fibrosis in the pancreatic tumor microenvironment",
                    "description": "The amount of fibrosis measured on the tumor biopsy with histologic staining in subjects on the proglumide arm compared to the measurment of fibrosis (by intergartive density score) to those on placebo",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "median overall survival will be estimated using Kaplan-Meier curves.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "Progression-free survival",
                    "description": "median progression free survival will be estimated using Kaplan-Meier curves.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "Effects of proglumide on Pain",
                    "description": "compare pain intensity and management in those on proglumide compared to placebo using the McGill Pain Survey.",
                    "timeFrame": "4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent and any locally-required authorization (e.g., HIPAA in the USA) obtained from the patient prior to performing any protocol-related procedures, including screening evaluations\n2. Age \\> 18 years at time of study entry.\n3. Adequate normal organ and marrow function as defined below:\n\n   * Hemoglobin ≥ 9.0 g/dL\n   * Absolute neutrophil count (ANC) \\> 1500 per mm3\n   * Platelet count ≥100,000 per mm3)\n   * Serum bilirubin ≤1.5 x institutional upper limit of normal (ULN).\n   * AST and ALT ≤2.5 x ULN of normal unless liver metastases are present, in which case it must be ≤5x ULN\n   * Creatinine clearance (CL) \\>60 mL/min using the Cockroft-Gault formula.\n4. Evidence of post-menopausal status or negative urine or serum pregnancy test for female pre-menopausal patients. Women will be considered post-menopausal if they have been amenorrheic for 12 months without an alternative medical cause. The following age-specific requirements apply:\n\n   Women \\<50 years of age would be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatments, or if they have luteinizing hormone and follicle-stimulating hormone levels in the post-menopausal range for the institution or underwent surgical sterilization (bilateral oophorectomy or hysterectomy).\n5. Patients must have measurable disease by RECIST v1.1 and disease amenable to serial biopsy.\n6. Subjects may not have received prior therapy with GEM/NAB-P.\n7. Patients must have metastatic pancreatic ductal adenocarcinoma with adenocarcinoma as the dominant histology (biopsy-proven, primary tumor biopsy is acceptable for eligibility)\n8. No prior systemic treatment contain GEM or NAB-P.\n9. Patient is willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up.\n\nExclusion Criteria:\n\n1. Subjects with a concurrent malignancy or malignancy within 3 years prior to starting study drug, with the exception of adequately treated basal or squamous cell carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer, or localized prostate cancer following definitive therapy.\n2. Subjects with uncontrolled cardiovascular diseases (congestive heart failure, symptoms of coronary artery disease, cardiac arrhythmias) or who have suffered a myocardial infarction in the preceding 6 months.\n3. Blood anticoagulation that cannot be safely stopped for biopsy.\n4. Subjects with poorly controlled medical conditions including asthma, chronic obstructive pulmonary disease, diabetes, seizure disorders, hepatic or renal failure.\n5. Pregnant or nursing women.\n6. Men or women of childbearing potential who are unwilling to employ adequate contraception (condoms, diaphragm, birth control pills, injections, intrauterine device \\[IUD\\], or abstinence) prior to study entry, for the duration of study participation, and for 6 months thereafter.\n7. Any concurrent chemotherapy, IP, biologic, or hormonal therapy for cancer treatment.\n8. Major surgical procedure (as defined by the Investigator) within 28 days prior to the first dose of IP. Note: Local surgery of isolated lesions for palliative intent is acceptable.\n9. History of allogenic organ transplantation.\n10. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhea or inability to digest and absorb pills, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent\n11. Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and TB testing in line with local practice), hepatitis B (known positive HBV surface antigen (HBsAg) result), hepatitis C, or human immunodeficiency virus (positive HIV 1/2 antibodies).\n\n    * Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible.\n    * Patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n    * Testing for tuberculosis, hepatitis B and C and HIV is not a requirement for screening for the clinical trial.\n12. Receipt of live attenuated vaccine within 30 days prior to the first dose of investigational drug. Note: Patients, if enrolled, should not receive live vaccine while receiving IP and up to 30 days after the last dose of IP.\n13. Female patients who are pregnant or breastfeeding or male or female patients of reproductive potential who are not willing to employ effective birth control from screening to 90 days after the last dose of proglumide therapy.\n14. Known allergy or hypersensitivity to any of the study drugs or any of the study drug excipients.\n15. Patient is unable to swallow pills or has a malabsorption syndrome that would not enable the patient to properly absorb proglumide.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ella Rutanen, RN",
                    "role": "CONTACT",
                    "phone": "202-784-3436",
                    "email": "ekr41@georgetown.edu"
                },
                {
                    "name": "Jill P. Smith, MD",
                    "role": "CONTACT",
                    "email": "Jill.P.Smith@MedStar.net"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin Weinberg, MD",
                    "affiliation": "Georgetown University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lombardi Comprehensive Cancer Center, Georgetown University",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20007",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah Pinheiro",
                            "role": "CONTACT",
                            "phone": "202-784-1464",
                            "email": "sp1692@georgetown.edu"
                        },
                        {
                            "name": "Benjamin Weinberg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreatic Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000017239",
                    "term": "Paclitaxel"
                },
                {
                    "id": "D000093542",
                    "term": "Gemcitabine"
                },
                {
                    "id": "D000011377",
                    "term": "Proglumide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000050257",
                    "term": "Tubulin Modulators"
                },
                {
                    "id": "D000050256",
                    "term": "Antimitotic Agents"
                },
                {
                    "id": "D000050258",
                    "term": "Mitosis Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000964",
                    "term": "Antimetabolites, Antineoplastic"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000000897",
                    "term": "Anti-Ulcer Agents"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M19537",
                    "name": "Paclitaxel",
                    "asFound": "Sessions",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2985",
                    "name": "Gemcitabine",
                    "asFound": "Mg/kg",
                    "relevance": "HIGH"
                },
                {
                    "id": "M231",
                    "name": "Albumin-Bound Paclitaxel",
                    "relevance": "LOW"
                },
                {
                    "id": "M14248",
                    "name": "Proglumide",
                    "asFound": "Skin swabs",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6007",
                    "name": "Cholecystokinin",
                    "relevance": "LOW"
                },
                {
                    "id": "M26197",
                    "name": "Tubulin Modulators",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                },
                {
                    "id": "M4188",
                    "name": "Antacids",
                    "relevance": "LOW"
                },
                {
                    "id": "M4219",
                    "name": "Anti-Ulcer Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}