{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06047028",
            "orgStudyIdInfo": {
                "id": "STU-2020-0953"
            },
            "secondaryIdInfos": [
                {
                    "id": "Velos# 31471",
                    "type": "OTHER",
                    "domain": "UT Southwestern Medical Center"
                }
            ],
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "'Prognostic Value of Hyperpolarized 13C MRI for Clinical Myocardial Viability",
            "officialTitle": "'Prognostic Value of Hyperpolarized 13C MRI for Clinical Myocardial Viability",
            "therapeuticArea": [
                "Critical Care",
                "Other"
            ],
            "study": "prognostic-value-of-hyperpolarized-mri-for-clinical-myocardial-viability"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-24",
            "studyFirstSubmitQcDate": "2023-09-13",
            "studyFirstPostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Gaurav Sharma",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Heart failure due to coronary artery disease represents a significant cause of mortality. The detection of patients eligible for bypass surgery is a pivotal concern. Nevertheless, the optimal approach for patient selection based on conventional imaging scans remains unclear. The proposed method (Hyperpolarized 13C MRI) has gained extensive use in evaluating in vivo metabolism. This method avoids ionizing radiation and provides critical insights into cardiac function. The feasibility study aims to investigate this method for patient selection before bypass surgery. This innovative imaging technique facilitates the identification of two simple molecules, bicarbonate and lactic acid, produced at high rates by normal heart metabolism. Both bicarbonate and lactate originate from the same precursor molecule, pyruvate. The data generated from this study holds the potential to refine diagnostic precision.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nThe principal aim of this investigation is to employ noninvasive techniques for in vivo detection of viable myocardial tissue. This will be achieved through the assessment of the HP 13C bicarbonate-to-lactate ratio, denoted as the bicarbonate/pyruvate intensity, in patients diagnosed with ischemic cardiomyopathy both before and after undergoing coronary artery bypass surgery (CABG). The obtained data will be compared with a control group composed of healthy subjects.\n\nSECONDARY OBJECTIVES:\n\nIn addition to the primary objectives, this study seeks to accomplish the following secondary objectives:\n\n1. To ascertain the safety profile of HP 13C pyruvate administration in patients with advanced ischemic cardiomyopathy.\n2. To evaluate the reproducibility of HP 13C pyruvate MRI scans during the second injection of HP 13C pyruvate.\n\nEXPLORATORY OBJECTIVES:\n\nIn pursuit of further insights, this research also aims to explore the following:\n\n1. Investigate potential associations between blood measurements for pyruvate, triglycerides, free fatty acids, and insulin levels with the bicarbonate/lactate ratio within the myocardium.\n2. Explore any correlations between myocardial wall motion and the bicarbonate/lactate ratio within the myocardium."
        },
        "conditionsModule": {
            "conditions": [
                "Ventricular Function, Left",
                "Myocardial Perfusion Imaging"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluate the HP 13C bicarbonate-to-lactate ratio (intensity of bicarbonate/pyruvate) in patients with ischemic cardiomyopathy before and after coronary artery bypass surgery (CABG) compared to healthy subjects.",
                    "description": "Metabolic Assessment of Myocardium:\n\n* Objective: To evaluate the metabolic state of myocardial segments using HP-13C MRI in healthy subjects with a normal left ventricular ejection fraction (LVEF).\n* Measurement: The primary outcome measurement will be the ratio of HP\\[13C\\]-bicarbonate to HP\\[1-13C\\]lactate, referred to as the bicarbonate-to-lactate (bic/lac) ratio.",
                    "timeFrame": "The measurement will be obtained during the 13C-MRI examination of HP[1-13C]pyruvate in healthy subjects with LVEF > 0.50, with a duration of up to two years."
                },
                {
                    "measure": "Metabolic and Mechanical Assessment of Myocardium in Preoperative Subjects",
                    "description": "* Objective: To assess the metabolic state and mechanical function of myocardial segments using HP-13C MRI in preoperative patients with low LVEF.\n* Measurement: The primary outcome measurement will be the bicarbonate-to-lactate (bic/lac) ratio, which reflects abnormal cardiac metabolism, and its correlation with echocardiographic measurements of wall motion.",
                    "timeFrame": "The measurement will be obtained during the HP-[1-13C]pyruvate MRI in patients with LVEF < 0.35 who are scheduled for bypass surgery, with a duration of up to two years."
                },
                {
                    "measure": "Follow-up Metabolic and Mechanical Assessment of Myocardium in Postoperative Subjects",
                    "description": "* Objective: To assess changes in metabolic state and mechanical function of myocardial segments using follow-up HP-13C MRI in patients with low LVEF 6 months after surgery.\n* Measurement: The primary outcome measurement will be the change in the bicarbonate-to-lactate (bic/lac) ratio as evidence of remodeling of cardiac metabolism post-surgery.",
                    "timeFrame": "The measurement will be obtained during the follow-up HP[1-13C]pyruvate MRI 6 months after surgical revascularization, with a maximum duration of up to two years."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "The eligibility criteria for this feasibility study are designed to select participants who will provide valuable insights into myocardial metabolism using HP-13C MRI in various contexts related to ischemic heart failure. These criteria aim to ensure that the study population is diverse and representative of the patient groups under investigation.\n\nInclusion/Exclusion Criteria:\n\n* Age range: 40 to 80 years\n* Sex: Random allocation\n* Left ventricular ejection fraction (LVEF):\n* Preoperative patients with LVEF \\< 0.35\n* Healthy subjects with LVEF \\> 0.50\n* Clinical history:\n* Previous myocardial infarction (MI): Excluded for healthy subjects, included for preoperative patients.\n* Diabetes mellitus: Excluded for all participants.\n* Hypertension: Included for all participants\n* Mean blood pressure: Systolic \\< 140 mm Hg and Diastolic \\< 90 mm Hg for all participants\n* Mean heart rate: 78 beats/min for all participants\n* Current smoker status: Included but will be reported.\n* Medication use within 24 hours: Use will be reported.\n* Coronary artery bypass surgery history: Excluded for healthy subjects, included for preoperative patients.\n* Infarct type and location: Excluded for healthy subjects, included for preoperative patients with various Q-wave infarct types and locations.\n* Number of diseased coronary vessels: Excluded for healthy subjects, included for preoperative patients with at least one diseased vessel.\n* Additional medical history and clinical data: Variations in data availability are expected based on the practices of referring physicians and will be documented.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Potential human subjects will be identified and referred by Dr. Peltz or Dr. Jessen. Drs. Peltz and Jessen, and their clinical team will discuss the opportunity to participate with their patients or potential subjects. A research nurse from the Cardiovascular and Thoracic Surgery Clinical Trials office will directly contact the subject to further discuss study participation, otherwise, the details and contact information of clinical study coordinator will be provided for prescreening. Once the study candidate expresses interest, details will be forwarded to the Advanced Imaging Research Center and an appointment will be scheduled for the 13C metabolic imaging exam. All NIH and UTSWMC regulations related to confidentiality, recruitment practices, etc., will apply. All patients will be reviewed for medical history, demographics, subject eligibility criteria, MRI screening form, informed consent, and pregnancy test for females of child-bearing potential.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Gaurav Sharma, PhD.",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah S McNeil, RN",
                            "role": "CONTACT",
                            "phone": "214-645-7700",
                            "email": "sarah.mcneil@utsouthwestern.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}