{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05184556",
            "orgStudyIdInfo": {
                "id": "STUDY21070053"
            },
            "secondaryIdInfos": [
                {
                    "id": "R34MH123589",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R34MH123589"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Project HOME: Home-Based Treatment Options and Mechanisms for Eating Disorders",
            "officialTitle": "Project HOME: Home-Based Treatment Options and Mechanisms for Eating Disorders",
            "therapeuticArea": [
                "Other"
            ],
            "study": "project-home-home-based-treatment-options-and-mechanisms-for-eating-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-01",
            "studyFirstSubmitQcDate": "2021-12-21",
            "studyFirstPostDateStruct": {
                "date": "2022-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Andrea Goldschmidt",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "Lifespan",
                    "class": "OTHER"
                },
                {
                    "name": "Rhode Island College",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This randomized, controlled effectiveness trial will assess outcomes, implementation, and mechanisms of two psychological treatments for adolescent anorexia nervosa (AN) delivered in the home setting, in the context of community-based mental health. Adolescents with AN-spectrum disorders (n=50) and their caregivers will be randomly assigned to either family-based treatment or integrated family therapy delivered in the home. Caregivers and adolescents will provide data on weight, eating, and putative treatment mechanisms, including caregiver self-efficacy, adolescent distress, and generalizability of treatment skills. Treatment feasibility, acceptability, and appropriateness will be measured among providers and participating families. The proposed study has clear potential to advance scientific and clinical understanding of the real-world effectiveness of psychological treatments for AN, including whether adapting them for the home setting may improve accessibility and effects on treatment outcome"
        },
        "conditionsModule": {
            "conditions": [
                "Anorexia Nervosa",
                "Eating Disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Family-based treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Families will complete 2-6 hours of therapy per week for 10 - 32 weeks, on average, determined by clinical need in conjunction with insurance specifications related to coverage of home-based care",
                    "interventionNames": [
                        "Behavioral: Family-based treatment (FBT)"
                    ]
                },
                {
                    "label": "Integrative family therapy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Families will complete 2-6 hours of therapy per week for 10 - 32 weeks, on average, determined by clinical need in conjunction with insurance specifications related to coverage of home-based care",
                    "interventionNames": [
                        "Behavioral: Integrative family therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Family-based treatment (FBT)",
                    "description": "FBT is a structured behavioral treatment focused on empowering caregivers to take charge of the adolescent's eating behavior and return him/her to a normative weight and developmental trajectory. FBT involves three consecutive phases: 1) caregivers are fully in control of the adolescent's eating; 2) control of eating is gradually returned to the adolescent; and 3) developmental issues are explored. In the current study, FBT is adapted for delivery in the home setting in the following ways: intensified dose of treatment (2-6 hours of therapy per week over 10 - 32 weeks); use of clinician as an additional support to the family; multiple family meals in the home and community; sociocultural tailoring; and inclusion of supplemental individual work with the adolescent to improve emotion regulation/distress tolerance.",
                    "armGroupLabels": [
                        "Family-based treatment"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Integrative family therapy",
                    "description": "The integrated family therapy approach includes psychoeducation, supportive family therapy, and elements of cognitive-behavioral interventions. Families may be referred for additional nutritional counseling and prescribed a meal plan as indicated. Typical strategies include educating families on the presentation and prognosis of adolescent AN; identifying dysfunctional family structures/alliances and communication patterns; using reflective listening to engage and validate family members; challenging maladaptive beliefs about eating and weight; and supporting families in developing strategies for management of both general and eating disorder-specific distress. Treatment is generally non-directive.",
                    "armGroupLabels": [
                        "Integrative family therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Body mass index percentile",
                    "description": "Adolescents will have their height and weight measured to calculate BMI percentile using CDC growth charts and accompanying procedures.",
                    "timeFrame": "Up to 24-weeks post randomization"
                },
                {
                    "measure": "Eating Disorder Examination",
                    "description": "The Eating Disorder Examination will be used to diagnose anorexia nervosa, and assess eating disorder behaviors, attitudes, and cognitions. Items are scored from 0-7 and averaged to create subscales reflecting restraint, eating concerns, shape concerns, weight concerns, and global eating-related psychopathology. Higher scores indicate more severe eating disorder symptoms.",
                    "timeFrame": "Up to 24-weeks post randomization"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Abbreviated Acceptability Rating Profile",
                    "description": "The Abbreviated Acceptability Rating Profile is an 8-item questionnaire that assesses acceptability of treatment from both parent and child viewpoints on a 6-point Likert scale. Higher scores reflect greater levels of treatment acceptability.",
                    "timeFrame": "Up to 24-weeks post randomization"
                },
                {
                    "measure": "Therapy Suitability and Patient Expectancy",
                    "description": "The Therapy Suitability and Patient Expectancy is used to assess patients' and caregivers' perceptions of treatment suitability and expected improvement with treatment from 0 (not at all) to 10 (extremely) using 2 items. Higher scores reflect more positive expectations from treatment.",
                    "timeFrame": "Up to 24-weeks post randomization"
                },
                {
                    "measure": "Acceptability, Appropriateness, and Feasibility of Intervention Measure",
                    "description": "The Acceptability, Appropriateness, and Feasibility of Intervention Measure is a 31-item survey comprising three subscales (acceptability, appropriateness, and feasibility) that will assess clinician perspectives of treatment. Higher scores reflect greater perceived acceptability, appropriateness, and feasibility.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Client Satisfaction Questionnaire",
                    "description": "The Client Satisfaction Questionnaire-8 is an 8-item questionnaire that assesses satisfaction with treatment on a 4-point Likert scale, with higher scores indicating higher treatment satisfaction.",
                    "timeFrame": "Up to 24-weeks post randomization"
                },
                {
                    "measure": "Multi-theoretical List of Therapeutic Interventions",
                    "description": "The Multi-theoretical List of Therapeutic Interventions assesses different therapeutic techniques occurring across different forms of psychotherapy. The MULTI-60 comprises 8 subscales representing 8 primary therapeutic orientations, including cognitive-behavioral and dialectic-behavioral therapy. Items are rated from 1-5, with higher scores indicating that a given technique is more typical of the overall treatment approach.",
                    "timeFrame": "Up to 24-weeks post randomization"
                },
                {
                    "measure": "Therapeutic Technique Scale",
                    "description": "The Therapeutic Technique Scale assesses clinician implementation of 17 therapeutic techniques to measure treatment fidelity. Items are rated from 0-5, with higher scores indicating a greater level of skill in implementing each therapeutic technique in therapy sessions.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Engagement",
                    "description": "Percentage of potentially eligible families offered treatment who ultimately engaged in a baseline assessment visit.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Enrollment",
                    "description": "Percentage of potentially eligible families who ultimately enroll in the treatment.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Attendance",
                    "description": "Number of therapy sessions completed.",
                    "timeFrame": "Up to 24-weeks post randomization"
                },
                {
                    "measure": "Completion",
                    "description": "Percentage of families who complete a course of treatment without terminating or being withdrawn prematurely.",
                    "timeFrame": "Up to 24-weeks post randomization"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Subjective Units of Distress Scale",
                    "description": "The Subjective Units of Distress Scale is a widely-used therapeutic and clinical tool used to measure state anxiety, typically in the context of therapy or treatment sessions. Distress is rated on a 0-100 scale with higher scores reflecting greater state anxiety/distress.",
                    "timeFrame": "Up to 24-weeks post randomization"
                },
                {
                    "measure": "Parent vs. Anorexia Scale",
                    "description": "The Parent vs. Anorexia Scale measures parental self-efficacy in relation to adolescent eating disorders via 7 items on a 4-point Likert scale. Higher scores indicate higher self-efficacy.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "General Self Efficacy Scale",
                    "description": "The General Self Efficacy Scale is a 10-item survey that assess perceived general self-efficacy across a broad range of stressful or challenging demands. Items are rated from 1-4, with higher scores reflect greater self-efficacy.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Positive and Negative Affect Scale for Children",
                    "description": "The Positive and Negative Affect Scale for Children is a 30-item self-report measure of positive and negative affect. Items are rated from 1-5 with higher scores reflecting more intense emotions.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Eating Disorder Symptom Impact Scale",
                    "description": "The Eating Disorder Symptom Impact Scale is a 24-item questionnaire that measures carers' perceptions of the emotional, psychological, and tangible impact of caring for someone with an eating disorder. 50 Items are measured on a 5-point Likert scale with higher scores indicating higher perceived burden during the previous month. The measure comprises five subscales measuring burden related to guilt, confrontational behaviors, binge-purge difficulties, mealtime difficulties, and illness awareness.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Fear of Food Measure",
                    "description": "The Fear of Food Measure is a 33-item scale assessing mealtime anxiety using 3 subscales: anxiety about eating, food avoidance behavior, and feared concerns. Items are scored from 1-7 with higher scores reflecting greater fear of food.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Eating Disorder Fear Questionnaire",
                    "description": "The Eating Disorder Fear Questionnaire assesses eating disorder-related fears and anxieties, specifically towards food and weight/shape. It includes 20 items scored from 1-7, with higher scores reflecting greater eating disorder-related fears.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Child & Adolescent Symptom Inventory (CASI)",
                    "description": "The Child \\& Adolescent Symptom Inventory (CASI) parent-version will be used to identify potential psychiatric co-morbidities. The CASI combines two well-developed and widely-used scales, the Child Symptom Inventory (CSI) and Adolescent Symptom Inventory (ASI) to assess common mental and behavioral disordered in children ages 5 - 18. Symptoms are scored on a scale of 0 (never) to 3 (very often), with higher scores indicating more severe symptoms of psychiatric co-morbidities.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Child Depression Inventory (CDI)",
                    "description": "The CDI is a widely-used measure for assessing depressive symptoms in youth. The CDI is well-established in terms of its test-retest reliability, internal consistency, and construct validity. It has been found to correlate modestly with clinician reports of depression, and to distinguish between children with depression and those with other forms of psychopathology. Items are scored from 1 to 3, with higher scores indicating more depressive symptoms.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Eating Disorder Examination Questionnaire (EDE-Q)",
                    "description": "The Eating Disorder Examination-Questionnaire is a self-report questionnaire assessing eating pathology, including dietary restraint, and concerns about eating, shape, and weight. The EDE-Q assesses the frequency and severity of diagnostic symptoms of eating disorders using 4 subscales: restraint, eating concern, shape concern, and weight concern. Higher subscale and global scores indicate higher frequency and severity of eating disorder symptomology.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Difficulties in Emotion Regulation Scale (DERS-18)",
                    "description": "The DERS-18 is a self-report 18-item measure of emotion regulation abilities. The scale is rated on a 5-point Likert scale from \"almost never\" to \"almost always\", with higher scores indicating higher emotion dysregulation. It is found to have good reliability and validity.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                },
                {
                    "measure": "Rosenberg Self-Esteem Scale (RSES)",
                    "description": "The Rosenberg Self-Esteem Scale is a child-reported measure of global self-esteem. Scores range from 0-30, with higher scores indicating higher self-esteem. The RSE has good reliability and validity in youth samples.",
                    "timeFrame": "Up to 24 weeks post-randomization"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Meets criteria for AN or atypical AN according to DSM-5 diagnostic criteria.\n* Currently living at home with caregivers who are willing to engage in family treatment.\n* Medically stable for outpatient treatment according to the recommended thresholds of the American Academy of Pediatrics and the Society of Adolescent Medicine (e.g., ≥75% of expected body weight, heartrate ≥50 beats per minute) and receiving medical monitoring from a clinician throughout treatment.\n* If on psychotropic medication, meets all eligibility criteria while on stable dose of psychotropic medication for a co-morbid condition.\n* Available for follow-up.\n\nExclusion Criteria:\n\n* Associated physical illness that necessitates hospitalization.\n* Psychotic illness/other mental illness requiring hospitalization.\n* Current dependence on drugs or alcohol.\n* Physical conditions (e.g. diabetes mellitus, pregnancy) known to influence eating or weight.\n* Concurrent involvement in other psychological treatment for an eating disorder.\n* Developmental delay that would preclude participation in the intervention.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erin Stalvey, B.S.",
                    "role": "CONTACT",
                    "phone": "4125869066",
                    "email": "stalveyer@upmc.edu"
                },
                {
                    "name": "Dayna Winograd, B.S.",
                    "role": "CONTACT",
                    "phone": "4017938969",
                    "email": "dwinograd@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrea B Goldschmidt, Ph.D.",
                    "affiliation": "The University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Stalvey, B.S.",
                            "role": "CONTACT",
                            "email": "stalveyer@upmc.edu"
                        },
                        {
                            "name": "Andrea B Goldschmidt",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Gateway Healthcare",
                    "status": "RECRUITING",
                    "city": "Pawtucket",
                    "state": "Rhode Island",
                    "zip": "02860",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deidre Donaldson, Ph.D.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Genesis Jimenez, B.S.",
                            "role": "CONTACT",
                            "phone": "401-585-1137",
                            "email": "GJimenez@Lifespan.org"
                        },
                        {
                            "name": "Deidre Donaldson",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.87871,
                        "lon": -71.38256
                    }
                },
                {
                    "facility": "The Providence Center",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02906",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dorothy Carter, M.S./R.N.",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Genesis Jimenez, B.S.",
                            "role": "CONTACT",
                            "phone": "401-585-1137",
                            "email": "GJimenez@Lifespan.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Research data from participants will be shared with the broader scientific community through the NIMH Data Archive and the National Database for Clinical Trials related to Mental Illness. Data will be de-identified and harmonized to a common standard. Data will include all adolescent-, caregiver-, and clinician-level variables reflecting eating- and weight-related outcomes, implementation metrics, and treatment mechanisms, and will be accompanied by a data dictionary describing the variables, data structure, and any relevant coding/re-coding schemes. Data will be uploaded at least every six months for the duration of the study. All informed consent/assent documents will include a discussion of how data will be shared with the Data Archive and the research community.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Data will be uploaded at least every 6 months for the duration of the 3-year study.",
            "accessCriteria": "We will make data and documentation available only under a data-sharing agreement that provides for (1) a commitment to use the data for research purposes only; (2) a commitment to securing the data using appropriate computer technology; (3) a commitment to destroying or returning the data after analyses are completed; and (4) a commitment not to attempt to identify participants individually."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2021-05-18",
                    "uploadDate": "2022-04-05T15:36",
                    "filename": "ICF_000.pdf",
                    "size": 238418
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000855",
                    "term": "Anorexia"
                },
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                },
                {
                    "id": "D000000856",
                    "term": "Anorexia Nervosa"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4181",
                    "name": "Anorexia",
                    "asFound": "Anorexia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4182",
                    "name": "Anorexia Nervosa",
                    "asFound": "Anorexia Nervosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "asFound": "Eating Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}