{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05345951",
            "orgStudyIdInfo": {
                "id": "226723"
            },
            "organization": {
                "fullName": "Penn State University",
                "class": "OTHER"
            },
            "briefTitle": "Project e-PBI+ - Parent Intervention to Reduce College Student Drinking and Cannabis Use",
            "officialTitle": "A Randomized Clinical Trial: Examining a Brief Parent-intervention to Reduce College Student Drinking and Cannabis Use",
            "therapeuticArea": [
                "Other"
            ],
            "study": "project-e-pbi-parent-intervention-to-reduce-college-student-drinking-and-cannabis-use"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-20",
            "studyFirstSubmitQcDate": "2022-04-20",
            "studyFirstPostDateStruct": {
                "date": "2022-04-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Turrisi",
                "investigatorTitle": "Professor of Biobehavioral Health",
                "investigatorAffiliation": "Penn State University"
            },
            "leadSponsor": {
                "name": "Penn State University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "College students' risky drinking and cannabis use are major public health problems. The harms associated with risky drinking have been well-documented (such as deaths, blackouts, injuries, assaults, arrests, sexual consequences, academic consequences). Both college health administrators and parents have requested electronic parent-based interventions (e-PBIs) with additional content on cannabis. Parents have demonstrated ample motivation to communicate with their teens. The proposed research will attempt to enhance an existing effective e-PBI, curb the alarming trends noted in the literature, and move the field forward by conducting a randomized controlled trial testing a modified version of the e-PBI that includes updated content including the most up-to-date scientific information from cannabis studies (e-PBI+).",
            "detailedDescription": "College is a high-risk window for alcohol and cannabis use, with almost 80% of college students reporting consuming alcohol in the past year and more than 1 in 3 reporting heavy episodic drinking in the past month. A recent National College Health survey indicated that about 30% of students reported using cannabis weekly or more often. This is concerning considering present-day cannabis has an increased potency with tetrahydrocannabinol (THC) levels in cannabis in the US increasing over 200% since 1990. Additionally, availability has increased due to increased legalization in the US. Cannabis use is associated with a number of negative outcomes such as impaired memory and concentration, reduced impulse control, poor class attendance and lower academic performance, increased anxiety/depression, and increased impaired driving. Additionally, a number of studies have shown an increase in co-use of alcohol and cannabis (use of both substances in the same day) or simultaneously so their effects overlap, and studies show that these combined behaviors results in much greater harm than alcohol-only use. The proposed research will attempt to curb the alarming trends associated with alcohol and cannabis use by conducting a randomized controlled trial testing a modified version of the Turrisi and associates efficacious brief Parent-Based Intervention (e-PBI) that includes additional data-driven content for parents to have broader discussions about cannabis use (e-PBI+).\n\nThe design is a 3-arm (e-PBI+, e-PBI, Attention-Matched control) randomized controlled trial with 4 waves of data collection. The study will enroll an ethnically diverse sample of 900 parent-student dyads (N at final follow-up). Students will complete assessments of all the primary, secondary, and tertiary outcomes at five times: pre-intervention baseline, and 3-month, 6-month, and 9-month follow-ups as well as provide urine samples at 6-month to corroborate cannabis use reported on the timeline followback. Parents will complete a baseline and 3-month follow-up survey."
        },
        "conditionsModule": {
            "conditions": [
                "Underage Drinking",
                "Cannabis Use",
                "Drinking, Teen",
                "Drinking, College",
                "College Drinking",
                "Teen Drinking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The first group receives the e-PBI; the second group receives the e-PBI+; and the third group is the attention-matched control",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 2425,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "e-PBI+",
                    "type": "EXPERIMENTAL",
                    "description": "The e-PBI+ is an electronic handbook developed by the PI to guide parents in discussing drinking, behaviors, and consequences with their teens, with additional content on cannabis use.",
                    "interventionNames": [
                        "Behavioral: e-PBI+"
                    ]
                },
                {
                    "label": "e-PBI",
                    "type": "EXPERIMENTAL",
                    "description": "the e-PBI is an electronic handbook developed by the PI to guide parents in discussing drinking, behaviors, and consequences with their teens.",
                    "interventionNames": [
                        "Behavioral: e-PBI"
                    ]
                },
                {
                    "label": "e-AC",
                    "type": "NO_INTERVENTION",
                    "description": "The e-AC is the attention matched control. They will receive general university-related materials to read, sections on parent and family resources (e.g., message from administrators, getting involved, academic calendar), advising, money matters, financial aid, campus life (arts, entertainment, housing, etc.), health and safety (health, counseling services, alcohol and drug laws). It is equivalent to the e-PBI+ and e-PBI on length of content and time to read. This group will not receive an intervention."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "e-PBI+",
                    "description": "The e-PBI+ is a preventive parent-based intervention emphasizing parent-teen communication on drinking/risks of alcohol abuse, with the addition of data-driven cannabis content to guide parent communications with their students (e.g., cannabis content focusing on the endocannabinoid system; acute and chronic cannabis use effects on the brain, cognition, and development; THC potency in present-day cannabis; cannabis use effects on mental and physical health, including psychosis, depression, and anxiety; respiratory/cardiovascular/sleep problems; cannabidiol (CBD) content, myths; and cannabis effects on psychosocial function). Together the goals are to reduce alcohol and cannabis use in college students.",
                    "armGroupLabels": [
                        "e-PBI+"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "e-PBI",
                    "description": "The e-PBI is currently a model prevention resource at NIAAA's College Alcohol Intervention Matrix and the research was discussed in the most recent Surgeon General's Report as one of two prevention approaches that met the rigorous criteria to be considered \"efficacious\". The first section of the e-PBI provides an introduction to the problem of substance use. The second section focuses on specific skill building strategies that parents can use to improve communication channels with their teen. Third is a section that addresses peer influence and provides strategies for developing assertiveness. The fourth section is an in-depth discussion of underage drinking, physiological and psychological effects, mixing alcohol with other drugs, motives for why students drink and don't drink, warning signs, risky binge-type drinking, impaired driving, riding with impaired drivers, alcohol and sexual assault, and how to communicate about parents' experiences when they were young.",
                    "armGroupLabels": [
                        "e-PBI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Examine Changes in Alcohol Use",
                    "description": "A standard drink definition will be provided, indicating that a standard drink consists of 12 oz. of beer or wine cooler, 8.5 oz. of malt liquor, 4 oz. of wine, or 1.5 oz. of hard liquor. Using the Timeline Followback (TLFB; Sobell \\& Sobell, 1996), participants will indicate how many drinks they consumed on each day of the past three months. For days alcohol was consumed, participants will also note the number of hours spent drinking.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Cannabis Use",
                    "description": "Self-reported measures of retrospective cannabis use will be collected via the TLFB calendar with modifications that incorporate current methods of consumption (e.g., joint, blunt, pipe/bowl, bong, edible, vaporizer cartridges, concentrate \\[including wax, oil, rosin, capsules, and tinctures\\], and other) and amount (e.g., in grams/mg).",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Examine Changes in Consequences of Alcohol Use",
                    "description": "Alcohol-related consequences (e.g., said or done embarrassing things, blackout) from the past three months will be measured using the established Brief Young Adult Alcohol Consequences Questionnaire (BYAACQ; Read, Kahler, Strong, \\& Colder, 2006). Response options will be measured on a 7-point scale ranging from (0) no, not in the past 3 months to (6) 11 or more times in the past 3 months.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Consequences of Cannabis Use",
                    "description": "Participants will be asked to report on the frequency of experiencing a variety of cannabis-related consequences (e.g., neglected obligations, driven a car high) within the past three months using the Marijuana Consequences Questionnaire (MACQ; Simons, Dvorak, Merrill, \\& Read, 2012). Response options will be measured on a 7-point scale ranging from (0) no, not in the past 3 months to (6) 11 or more times in the past 3 months",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Co-Use of Alcohol and Cannabis Use",
                    "description": "Days on the TLFB when participants report using both alcohol and cannabis will be identified as co-use days.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Examine Changes in Parental Communication",
                    "description": "Parental communication about alcohol, cannabis, and consequences of using alcohol and cannabis will be assessed separately for mothers and fathers. Participants will be asked how often their parent discussed these topics with them within the past three months. Response options will be measured on a 5-point scale ranging from (0) not at all to (4) a great deal.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in General Parental Practices",
                    "description": "General communication (e.g., my mother/father is there for me when I want to talk) will be assessed separately for mothers and fathers based on level of agreement on a 7-point scale ranging from (1) strongly disagree to (7) strongly agree.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Alcohol Use Motives",
                    "description": "Motives will be assessed for using alcohol (e.g., to be sociable; Cooper, 1994). Response options range from (1) almost never/never to (5) almost always/always.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Cannabis Use Motives",
                    "description": "Motives will be assessed for using cannabis (e.g., to relieve boredom; Lee et al., 2009). Response options range from (1) Almost never/never to (5) Almost always/always.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Alcohol Use Expectancies",
                    "description": "Expectancies for using alcohol (e.g., I will feel badly about myself because of my drinking) will be measured. Response options range from (1) strongly disagree to (7) strongly agree.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Cannabis Use Expectancies",
                    "description": "Expectancies for using cannabis (e.g., I won't be as sharp mentally because of my cannabis use) will be measured. Response options range from (1) strongly disagree to (7) strongly agree.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Alcohol Use Willingness",
                    "description": "Willingness to use alcohol will be measured to assess participants' willingness to: 1) drink once or twice in two hours; 2) drink 3-4 times in two hours; and 3) drink 5+ times in two hours. Response options will be on a 7-point scale ranging from (1) strongly disagree to (7) strongly agree.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Cannabis Use Willingness",
                    "description": "Willingness to use cannabis will be assessed with four items: occasionally, regularly, weekly, and daily. Response options range from (1) strongly disagree to (7) strongly agree.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Peer Descriptive Norms of Alcohol Use",
                    "description": "Perceived peer descriptive norms of drinking for the past three months will be measured using the Daily Drinking Questionnaire (DDQ; Collins, Parks, \\& Marlatt, 1985).",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Peer Descriptive Norms of Cannabis Use",
                    "description": "Perceived peer descriptive norms of cannabis use for the past three months will be captured by asking how often their closest friends used cannabis in the past 3 months, (0) never to (6) 40 or more times.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Peer Injunctive Norms of Alcohol Use",
                    "description": "To assess peer injunctive norms of alcohol use, participants will be asked to indicate how acceptable their closest friends would find a list of situations (e.g., drinking enough alcohol to pass out) using a (1) strongly disapprove to (7) strongly approve scale.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Peer Injunctive Norms of Cannabis Use",
                    "description": "To assess peer injunctive norms of cannabis use, participants will be asked to indicate how acceptable their closest friends would find a list of situations (e.g., using cannabis occasionally) using a (1) strongly disapprove to (7) strongly approve scale.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Parental Injunctive Norms of Alcohol Use",
                    "description": "To assess parental injunctive norms of alcohol use, participants will be asked to indicate how acceptable their parents would find a list of situations (e.g., drinking alone) using a (1) strongly disapprove to (7) strongly approve scale.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Parental Injunctive Norms of Cannabis Use",
                    "description": "To assess parental injunctive norms of cannabis use, participants will be asked to indicate how acceptable their parents would find a list of situations (e.g., using cannabis occasionally) using a (1) strongly disapprove to (7) strongly approve scale.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Self Regulation",
                    "description": "To assess self-regulation, participants will be asked to indicate how much a list of statement apply to them (e.g., When I'm bored I fidget or can't sit still; I can calm myself down when I'm excited or all wound up) using a (1) not at all true for me to (5) really true for me scale.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                },
                {
                    "measure": "Examine Changes in Goal Setting",
                    "description": "To assess goal setting, participants will be asked to indicate to what extent the goal is important to them (e.g., To be around friends; To be admired by many) using a (1) not at all true for me to (5) really true for me scale.",
                    "timeFrame": "Baseline, 3 month, 6 month, 9 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Parent and teen both consent and complete baseline (forming a dyad testing unit)\n\nExclusion Criteria:\n\n* Outside of the teen age range; both parent and teen do not consent and complete baseline",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "19 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Robert Turrisi, PhD",
                    "role": "CONTACT",
                    "phone": "814-865-7808",
                    "email": "rjt13@psu.edu"
                },
                {
                    "name": "Sarah Ackerman, MS",
                    "role": "CONTACT",
                    "phone": "814-865-4222",
                    "email": "sdf5013@psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Turrisi, PhD",
                    "affiliation": "Penn State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Penn State University",
                    "status": "RECRUITING",
                    "city": "University Park",
                    "state": "Pennsylvania",
                    "zip": "16802",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robert Turrisi, PhD",
                            "role": "CONTACT",
                            "phone": "814-865-7808",
                            "email": "rjt13@psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.80201,
                        "lon": -77.85639
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002189",
                    "term": "Marijuana Abuse"
                },
                {
                    "id": "D000066608",
                    "term": "Underage Drinking"
                },
                {
                    "id": "D000067292",
                    "term": "Alcohol Drinking in College"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "asFound": "Cannabis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M86",
                    "name": "Underage Drinking",
                    "asFound": "Underage Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M130",
                    "name": "Alcohol Drinking in College",
                    "asFound": "College Student Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5445",
                    "name": "Cannabidiol",
                    "relevance": "LOW"
                },
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}