{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06345274",
            "orgStudyIdInfo": {
                "id": "SP0077172"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23DA050729",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23DA050729"
                }
            ],
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "MBC2OTP Project (Measurement-Based Care Implementation in Community Opioid Treatment Programs)",
            "officialTitle": "Pilot Implementation of Measurement-Based Care in Community Opioid Treatment Programs",
            "acronym": "MBC2OTP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "project-measurement-based-care-implementation-in-community-opioid-treatment-programs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-21",
            "studyFirstSubmitQcDate": "2024-03-27",
            "studyFirstPostDateStruct": {
                "date": "2024-04-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kelli Scott",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to evaluate the effectiveness and implementation of measurement-based care, which involves the systematic use of client self-report data to inform and enhance treatment, in opioid treatment programs using a pilot hybrid effectiveness-implementation study design. The main questions this study aims to answer are: 1) is measurement based care effective for improving patient treatment attendance and opioid abstinence, and 2) can measurement based care be implemented with fidelity in opioid treatment programs? Participants in this study will be opioid treatment program leaders and treatment providers. Leaders and treatment providers will participate in measurement-based care implementation strategies such as training and consultation to help them use measurement-based care with their patients. There is no comparison group for this study, however researchers will compare effectiveness outcomes prior to and post measurement-based care implementation and will evaluate changes in measurement-based care use with fidelity post implementation.",
            "detailedDescription": "Lethal drug overdoses have now become a leading cause of accidental death in the United States. The gold standard, evidence-based intervention for opioid use disorder (OUD) is pharmacotherapy, but abstinence rates following pharmacotherapy are sub-optimal. In fact, less than 40% of clients with OUD achieve abstinence in the first six months of treatment, highlighting the critical need to supplement pharmacotherapy with evidence-based psychosocial interventions. Unfortunately, very few community opioid treatment programs (OTPs) offer psychosocial interventions due to high patient volume and the need to identify behavioral treatments that can be flexibly delivered. Measurement-based care (MBC), the systematic use of client self-report data to inform treatment, is an evidence-based intervention that is uniquely well suited to complement OUD pharmacotherapy. Given the high lethality of opioid misuse, MBC provides an opportunity to identify early warning signs for poor treatment progress and enables treatment providers to intervene. Additionally, MBC may serve as a minimal intervention/intervention structure to increase the effectiveness of OUD treatment. Such structures have been proposed for implementation in community settings in lieu of full package evidence-based interventions to enhance feasibility and reduce barriers. The pressing need for flexible psychosocial interventions to complement pharmacotherapy, paired with the extensive evidence in support of MBC, makes it crucial to understand ways to implement and evaluate MBC's effectiveness in OTPs. This study involves a pilot type I hybrid effectiveness-implementation study with four OTPs.\n\nStudy Aim and Hypotheses are:\n\nAim: Pilot MBC effectiveness-implementation trial in community OTPs. Four OTPs will participate in a pilot hybrid type 1 effectiveness-implementation trial in which an MBC assessment protocol will be integrated into each OTP's electronic medical record (EMR). The pilot trial will gather data on MBC's effectiveness (outcomes: patient attendance and opioid abstinence) and implementation (outcomes: provider MBC exposure and fidelity). The study hypotheses are that post MBC EMR integration, patients will attend more treatment appointments (H1) and have more negative opioid urine screens per month (H2) compared to pre-EMR integration patients. Provider MBC exposure and fidelity will also be positively associated with higher attendance and abstinence across all sites (H3)."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use Disorder"
            ],
            "keywords": [
                "Opioid Use Disorder",
                "Opioid Treatment Programs",
                "Measurement-Based Care",
                "Implementation Science"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Measurement Based Care Implementation",
                    "type": "EXPERIMENTAL",
                    "description": "All participating opioid treatment programs will receive this arm.",
                    "interventionNames": [
                        "Behavioral: Measurement Based Care Training and Monthly Consultation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Measurement Based Care Training and Monthly Consultation",
                    "description": "Participating opioid treatment program leaders and treatment providers will receive two measurement-based care implementation strategies: 1) didactic training including a total of four hours of workshop training led by a measurement-based care expert, and 2) monthly consultation calls led by a measurement-based care expert for 6 months.",
                    "armGroupLabels": [
                        "Measurement Based Care Implementation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient treatment attendance (effectiveness outcome)",
                    "description": "Treatment attendance will include both completion of medication for opioid use disorder (MOUD) dosing visits and attendance at treatment sessions. Data to be extracted from opioid treatment program electronic medical records include the number of treatment sessions/visits attended for each patient (e.g., MOUD dosing visits and individual/group counseling appointments) and the total number of treatment visits scheduled for each patient.",
                    "timeFrame": "Assessed for 6 months for each patient both pre and post measurement based care implementation. Data will be extracted from the opioid treatment program electronic medical record."
                },
                {
                    "measure": "Patient treatment attendance (effectiveness outcome)",
                    "description": "Treatment attendance will include both completion of medication for opioid use disorder (MOUD) dosing visits and attendance at treatment sessions. Data to be extracted from opioid treatment program electronic medical records include the the total number of weeks each patient was retained in treatment after an initial intake appointment.",
                    "timeFrame": "Assessed for 6 months for each patient both pre and post measurement based care implementation. Data will be extracted from the opioid treatment program electronic medical record."
                },
                {
                    "measure": "Treatment provider measurement based care exposure (implementation outcome)",
                    "description": "The total number of monthly completed counseling or treatment sessions delivered by treatment providers will be extracted from the opioid treatment program electronic medical record. The research team will compute monthly MBC exposure values by dividing the total number of sessions with MBC administration documentation by the total number of sessions completed for each patient.",
                    "timeFrame": "Assessed for 6 months for each patient post measurement based care implementation. Data will be extracted from the opioid treatment program electronic medical record."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient opioid abstinence (effectiveness outcome)",
                    "description": "Data to be extracted from opioid treatment program electronic medical records include the number of positive and negative opioid use screens (e.g., urine screens and/or oral swabs) for each patient.",
                    "timeFrame": "Assessed for 6 months for each patient both pre and post measurement based care implementation. Data will be extracted from the opioid treatment program electronic medical record."
                },
                {
                    "measure": "Treatment provider measurement based care fidelity (implementation outcome)",
                    "description": "Treatment providers will report in the opioid treatment program electronic medical record if they administered, reviewed, discussed the MBC measure, and/or reevaluated the treatment plan at each counseling or treatment session. The research team will calculate categorical fidelity scores for each completed counseling or treatment session. MBC fidelity scores will be calculated on a researcher created MBC fidelity scale from \"0\" (no MBC administered) to \"3\" (full MBC fidelity) where higher scores indicate better MBC fidelity.",
                    "timeFrame": "Assessed for 6 months for each patient post measurement based care implementation. Data will be extracted from the opioid treatment program electronic medical record."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (Opioid Treatment Program Leaders):\n\n* Provide supervision or oversight to treatment providers or provide administrative oversight at the OTP\n* Conduct supervision or oversight primarily in English\n\nInclusion Criteria (Opioid Treatment Program Providers):\n\n* Are considered a treatment provider at the OTP providing direct patient care\n* Conduct treatment primarily in English\n\nExclusion Criteria (Opioid Treatment Program Leaders and Providers):\n\n* Exclusion criteria are minimal to enhance generalizability and enable participation of all leaders and treatment providers overseeing or delivering care at each opioid treatment program. Providers and leaders will be excluded if they do not conduct treatment in English, as the measurement-based care assessment tool is written in the English language.\n\nInclusion Criteria (Persons receiving treatment at Opioid Treatment Programs \\[Not recruited, via electronic medical records only\\]):\n\n* Must be a new patient at the opioid treatment program in the 6 months pre or post measurement-based care implementation\n\nExclusion Criteria (Persons receiving treatment at Opioid Treatment Programs \\[Not recruited, via electronic medical records only\\]):\n\n* Younger than 18 years of age\n* Does not have electronic medical records",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelli Scott, PhD",
                    "role": "CONTACT",
                    "phone": "312-503-0347",
                    "email": "kelli.scott@northwestern.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Family Guidance Centers, Inc.",
                    "city": "Aurora",
                    "state": "Illinois",
                    "zip": "60505",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.76058,
                        "lon": -88.32007
                    }
                },
                {
                    "facility": "Northwestern University Feinberg School of Medicine",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelli Scott, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Family Guidance Centers, Inc.",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60654",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelli Scott, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Family Guidance Centers, Inc.",
                    "city": "Des Plaines",
                    "state": "Illinois",
                    "zip": "60016",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.03336,
                        "lon": -87.8834
                    }
                },
                {
                    "facility": "Family Guidance Centers, Inc.",
                    "city": "Joliet",
                    "state": "Illinois",
                    "zip": "60435",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.52519,
                        "lon": -88.0834
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35986380",
                    "type": "BACKGROUND",
                    "citation": "Scott K, Guigayoma J, Palinkas LA, Beaudoin FL, Clark MA, Becker SJ. The measurement-based care to opioid treatment programs project (MBC2OTP): a study protocol using rapid assessment procedure informed clinical ethnography. Addict Sci Clin Pract. 2022 Aug 19;17(1):44. doi: 10.1186/s13722-022-00327-0."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The study protocol and statistical analysis plan for this study was published in 2022 in the Addiction Science and Clinical Practice journal (https://doi.org/10.1186/s13722-022-00327-0). Additional data (analytic code, participant-level data) can be requested from the Principal Investigator. Analysis files will be constructed from the electronic data and will be stripped of identifying information. Specifically, participants will be identified with a numeric identifier that is not related to any element of their personal identifying information. No names, addresses, telephone numbers, email addresses, medical record numbers, etc. will be retained in the de-identified files.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Study Protocol was published in 2022 in the Addiction Science and Clinical Practice Journal. Analytic code and participant-level data will be made ready for distribution within 12 months of study completion.",
            "accessCriteria": "Data will only be shared with external investigators when a data use agreement (DUA) is executed between Northwestern University and the requester's institution. The DUA will specify the requested data elements (each of which must be justified), the specific research question, the timeline for the project, and schedule for data destruction."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}