{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05330221",
            "orgStudyIdInfo": {
                "id": "WSU22115"
            },
            "organization": {
                "fullName": "Henry Ford Health System",
                "class": "OTHER"
            },
            "briefTitle": "Project 2: ACHIEVE- HF",
            "officialTitle": "ACHIEVE GREATER: Addressing Cardiometabolic Health Inequities by Early PreVEntion in the GREAT LakEs Region",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "project-achieve-hf"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-21",
            "studyFirstSubmitQcDate": "2022-04-08",
            "studyFirstPostDateStruct": {
                "date": "2022-04-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Lanfear",
                "investigatorTitle": "Section Head - Advanced Heart Failure and Transplant Cardiology",
                "investigatorAffiliation": "Henry Ford Health System"
            },
            "leadSponsor": {
                "name": "Henry Ford Health System",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Wayne State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project is part of the ACHIEVE GREATER (Addressing Cardiometabolic Health Inequities by Early PreVEntion in the GREAT LakEs Region) Center (IRB 100221MP2A), the purpose of which is to reduce cardiometabolic health disparities and downstream Black-White lifespan inequality in two cities: Detroit, Michigan, and Cleveland, Ohio. The ACHIEVE GREATER Center will involve three separate but related projects that aim to mitigate health disparities in risk factor control for three chronic conditions, hypertension (HTN, Project 1), heart failure (HF, Project 2) and coronary heart disease (CHD, Project 3), which drive downstream lifespan inequality. All three projects will involve the use of Community Health Workers (CHWs) to deliver an evidence-based practice intervention program called PAL2. All three projects will also utilize the PAL2 Implementation Intervention (PAL2-II), which is a set of structured training and evaluation strategies designed to optimize CHW competence and adherence (i.e., fidelity) to the PAL2 intervention program. The present study is Project 2 of the ACHIEVE GREATER Center.",
            "detailedDescription": "Heart failure (HF) is one of the most common, costly, and deadly diseases affecting humans. Hypertension is the largest single risk factor for HF, accounting for over half of all new cases. Moreover, Black adults with hypertension have a much greater risk, perhaps 20-fold, of developing HF compared with White adults. The data the investigators collected in Detroit, MI, where the population is predominantly Black, features a mortality rate from heart disease that is nearly twice the national average. Among patients with hypertension and no history of HF, more than 50% already have abnormalities of cardiac function seen on echocardiogram. Notably, high rates of hypertension in the Black community comingle with diabetes and kidney dysfunction, further amplifying HF risk.\n\nAccordingly, early interventions to prevent HF, in particular blood pressure (BP) control, are critical. However, implementation of effective treatments remains suboptimal among Black communities, especially in low-income urban settings. While many factors are involved, mounting evidence shows that adverse social determinants of heath (SDoH) such as poor access to healthcare, food insecurity, and lack of safe places for physical activity are critical barriers to the implementation of recommended therapies. To achieve health equity, improved strategies must be developed to overcome these negative SDoH. To better engage the at-risk community, the team of investigators developed an innovative mobile health unit (MHU) program that uses geospatial health and social vulnerability data to direct health services to communities in highest need, who may not otherwise engage with traditional health care settings.\n\nProject 2 (ACHIEVE HF) of ACHIEVE GREATER (Addressing Cardiometabolic Health Inequities by Early Prevention in the Great Lakes Region) will address multiple domains and levels of impact to reduce the large gaps in care of stage A HF patients in the Black community and prevent progression towards later stages of disease. The project proposes an innovative approach to identify and control hypertension (HTN) at it's earliest stages in undiagnosed Black adults. This study will use a Mobile Health Unit (MHU) platform to implement a multi-level intervention called Pharm-PAL2 to identify and reduce large gaps in care of stage A HF in untreated Black adults. The Pharm-PAL2 intervention will be delivered to the intervention arm participants in two phases: Intervention phase (first 12 months) and Durability Phase (Year 2, an additional 12 months).\n\nThe Pharm-PAL2 intervention will link Black adults with 1 of the inclusion factors below to collaborative care delivered by non-physicians, community health workers (CHWs) and Pharmacists via MHUs.\n\n1. screening systolic blood pressure \\>= 140 and/or diastolic blood pressure \\>= 90 mmHg or\n2. screening blood pressure 130-139 mmHg plus \\>1 additional heart failure risk factor (1. diabetes (HbA1c \\>=6.5% or 2. CKD stage 3 (i.e. eGFR 30-60 mL/min/m\\^2)) or\n3. treated (1-2 antihypertensive medications) stage 1 hypertension (systolic BP 130-139 and/or diastolic BP 80-89) with or without additional heart failure risk factors\n4. treated stage 1 HTN w/ systolic BP 120-129 with additional HF risk factors: diabetes (HbA1c \\>6.5%) or CKD stage 3 (i.e. eGFR 30-60 ml/min/m\\^2)"
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure",
                "Hypertension"
            ],
            "keywords": [
                "Health Disparities",
                "African American",
                "Prevention",
                "Heart Failure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 364,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "PAL2 Intervention\n\nDrug Therapy",
                    "interventionNames": [
                        "Behavioral: PAL2",
                        "Drug: PHARM-PAL2"
                    ]
                },
                {
                    "label": "Usual Care Group",
                    "type": "NO_INTERVENTION",
                    "description": "Participants that are randomized into usual care will be assisted with arrangement of follow-up, either with existing primary care provider (PCP) or a Wayne Health provider. All subsequent medical treatment will be at the discretion of the PCP."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PAL2",
                    "description": "Community health worked based intervention to mitigate psychosocial and life circumstance barriers to optimize health promotion coupled with high blood pressure and lifestyle disease state education Other Names: Pragmatic personalized, adaptable approach to lifestyle and life circumstance",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "PHARM-PAL2",
                    "description": "All intervention arm participants will be referred to our study pharmacist who will prescribe a antihypertensive medication as per standard of care medical treatment algorithm to achieve BP control.\n\nPer AHA recommended guidelines, participants with an indication of diabetes mellitus (DM) and/or CKD will be started on SGLT2 inhibitor within the first month of starting the study intervention.",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Systolic blood pressure (BP)",
                    "description": "Change in systolic BP at 12-months vs. baseline (detect ≥ 5 mm Hg difference). This will be determined by comparing the \"post-trial systolic BP\" at 12-month mobile health unit (MHU) visit versus the \"baseline systolic BP\" at screening MHU visit.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "NT-proB-type Natriuretic Peptide (NT-proBNP)",
                    "description": "Change in NT-proBNP over 12 months",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Utilization rates for anti-RAS medications and SGLT2 inhibitors",
                    "description": "Utilization rates for anti-RAS medications (ACE-inhibitors, angiotensin receptor blockers, ARNi's) and SGLT2 inhibitors in the intervention group compared to usual care at the 12-month visit.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Geospatial outreach",
                    "description": "Reach will be assessed by evaluating the number of patients who are screened by the MHUs; the number and percentage of screened patients who meet inclusion and exclusion criteria for ACHIEVE- HF; the number and percentage of patients who meet inclusion that enroll; and the number and percentage of enrolled patients who do and do not complete the study. For each of these measures, qualitative and quantitative methods will be utilized to understand how patient and community level characteristics may have contributed to higher or lower indicators of reach.",
                    "timeFrame": "24 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Patient satisfaction",
                    "description": "Patient satisfaction will be evaluated by questionnaires administered at months 12 and 24.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Patient wellbeing",
                    "description": "The impact of the Pharm-PAL2 intervention on quality of life and wellbeing will be evaluated by questionnaires administered at months 12 and 24.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Cost effectiveness",
                    "description": "Cost Effectiveness of the Pharm-PAL2 intervention will determined using disaggregated cost analysis, assessing the cost of intermediate inputs per endpoint achieved with BP and NT-proBNP evaluated separately, providing a detailed breakdown of resources used. To allow some cross-intervention benchmarking, the investigators additionally estimate the cost per quality adjusted life years (QALY) extended by the intervention",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "The number of hospitalizations, emergency department visits and deaths",
                    "description": "To evaluate the effectiveness of the Pharm-PAL2 intervention to reduce CVD related hospitalizations, emergency department visits and death.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "BP Control (<130/80)",
                    "description": "To determine the proportion of participants with controlled BP (\\<130/80) at the 12 month visit.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "NT pro BNP (> 125 ng/L)",
                    "description": "To determine the proportion of participants with elevated NT pro BNP (\\> 125ng/L) at the 12 month visit.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in creatinine",
                    "description": "To determine the effectiveness of the Pharm-PAL2 intervention to improve kidney function (measured by change in creatinine) at the 12-month visit compared to baseline.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Change in glycated hemoglobin",
                    "description": "To determine the effectiveness of the Pharm-PAL2 intervention to improve diabetes control (measured by change in glycated hemoglobin) at the 12-month visit compared to baseline.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Utilization rates of other cardiovascular medications",
                    "description": "To examine the effectiveness of the Pharm-PAL2 intervention to improve utilization rates of other cardiovascular medications of interest (e.g. statins, measured by the rate of prescription of statins).",
                    "timeFrame": "24 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Self-identified Black/African American\n2. Detroit-area resident (defined as those who attended a Detroit-area community event)\n3. ≥18 years of age\n4. At least one of the following:\n\nA) Screening systolic BP ≥ 140 and/or diastolic BP ≥ 90 mm Hg OR\n\nB) Screening BP 130-139 mm Hg plus \\>1 additional HF risk factors:\n\ni. Diabetes (HbA1c ≥ 6.5%) ii. CKD stage 3(i.e. eGFR 30-60 mL/min/m2) OR C) Treated (1-2 antihypertensive medications) stage 1 HTN (systolic BP 130-139 and/or diastolic BP 80-89) with or without \\>1 additional HF risk factors OR\n\nD) Treated stage 1 HTN w/ systolic BP 120-129 with additional HF risk factors:\n\ni. Diabetes (HbA1c ≥ 6.5%) ii. CKD stage 3(i.e. eGFR 30-60 mL/min/m2)\n\nExclusion Criteria:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Previous diagnosis of HF\n2. Uncontrolled diabetes (HbA1C ≥8.0% from SOC screening labs)\n3. Chronic use of insulin or \\>1 anti-diabetic medication\n4. Self-reported pregnancy (or planning to become pregnant in the next year)\n5. Severely uncontrolled BP at screening visits (SBP ≥180 mm Hg and/or diastolic BP \\> 110)\n6. NTproBNP ≥ 1000 ng/L from SOC screening labs",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Whitney Cabral, MS",
                    "role": "CONTACT",
                    "phone": "313-874-1887",
                    "email": "wcabral1@hfhs.org"
                }
            ],
            "locations": [
                {
                    "facility": "Wayne State University",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Kurian",
                            "role": "CONTACT",
                            "phone": "313-448-9817",
                            "email": "paul.kurian@wayne.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M1691",
                    "name": "Sodium-Glucose Transporter 2 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                }
            ]
        }
    },
    "hasResults": false
}