{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04175678",
            "orgStudyIdInfo": {
                "id": "31568-01"
            },
            "secondaryIdInfos": [
                {
                    "id": "1P50HD098593-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1P50HD098593-01"
                }
            ],
            "organization": {
                "fullName": "Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Project 1: Diet and Exercise Modulate the Sperm Epigenome in Men",
            "officialTitle": "Project 1: Diet and Exercise Modulate the Sperm Epigenome in Men",
            "therapeuticArea": [
                "Other"
            ],
            "study": "project-diet-and-exercise-modulate-the-sperm-epigenome-in-men"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-02-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-21",
            "studyFirstSubmitQcDate": "2019-11-21",
            "studyFirstPostDateStruct": {
                "date": "2019-11-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-12",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a rigorous, controlled clinical trial designed to show that diet, exercise training, and their combination in overweight, inactive men will alter epigenetic programming to create a \"healthy\" sperm epigenome. Our central hypotheses are: i) overweight and inactive lifestyle results in epimutations in the sperm epigenome relative to the normal epigenetic programming in lean and active men and ii) diet and exercise modulation leads to reversal of these epimutations resulting in both a healthier \"phenotype\" and \"epigenotype\" which may persist after stopping the interventions. The study is divided into three parts:\n\n1. We will recruit 20 healthy, active men and 20 obese and inactive Hispanic men between 18 and 40 years to determine the differences in sperm epigenome (DNA methylation, histone modifications and non-coding RNAs) in a cross-sectional study in obese inactive vs. healthy active Hispanic men. Only Hispanic men will be studied because of the high prevalence of obesity and inactivity in Hispanic younger men and to reduce the genetic variability influencing the epigenome.\n2. 80 obese and inactive men will be randomized to 4 groups of 20 men: 1) No intervention (control); 2) Low fat, low caloric diet; 3) Supervised, periodized endurance and resistance training without modification of diet; and 4) Both exercise and diet modification to characterize the plasticity of the sperm epigenome in response to 12-week diet and/or exercise training interventions in obese and inactive Hispanic men. Sperm epimutations will be compared before and after intervention within each group and between groups.\n3. The sperm epigenome studies in 80 men randomized to no intervention or diet and/or exercise training will be repeated at 12 and 36 weeks after cessation of interventions to Identify the persistent effects of diet and exercise training on the sperm epigenome after stopping the interventions.",
            "detailedDescription": "This is not a clinical trial of a drug or device. This study will recruit 20 normal weight, physically active men and 80 obese, physically inactive Hispanic men aged between 18 and 40 years. The normal weight, active men will be studied at baseline only, whereas the obese, inactive men will be randomized and studied at baseline, after 12 weeks of diet modulation or exercise training. During the intervention period the participant will come to the study site at weeks 2, 4, 8, and 12. These men will be reassessed at 24 and 48 weeks (12 and 24 weeks) after cessation of intervention.\n\nAll research participants will be screened by medical history, physical examination, safety laboratory tests and depending on the BMI be eligible for the non-obesity or obese group. They will be provided with an accelerometer and nutritional survey and will return on day -14. If they meet the eligibility criteria then the non-obese, active men will be come for tests on day 1 and not further visits are required. The obese, inactive men and if they meet the criteria of that group they will be randomized to 1). No intervention; 2). Low fat and low caloric diet, 3). Exercise training; and 4) both diet modulation and exercise training for 12 weeks. Then they will be followed at 24 week and 48 weeks after start of treatment"
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Lifestyle",
                "Obese",
                "Men"
            ],
            "keywords": [
                "Hispanic Men",
                "Healthy Men",
                "Obese Men",
                "Exercise",
                "Diet"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Normal/Active",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "No intervention",
                    "interventionNames": [
                        "Other: Standard care"
                    ]
                },
                {
                    "label": "Obese/Inactive",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Observational clinic visits",
                    "interventionNames": [
                        "Other: Standard care"
                    ]
                },
                {
                    "label": "Diet",
                    "type": "EXPERIMENTAL",
                    "description": "low fat/low caloric diet",
                    "interventionNames": [
                        "Other: Diet"
                    ]
                },
                {
                    "label": "Exercise Training",
                    "type": "EXPERIMENTAL",
                    "description": "≥3 sessions with fitness trainer per week, for ≥30 min, at moderate to high intensity",
                    "interventionNames": [
                        "Other: Exercise"
                    ]
                },
                {
                    "label": "Diet and exercise training",
                    "type": "EXPERIMENTAL",
                    "description": "low fat/low caloric diet and ≥3 sessions with fitness trainer per week, for ≥30 min, at moderate to high intensity",
                    "interventionNames": [
                        "Other: Diet",
                        "Other: Exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Diet",
                    "description": "Participants will receive delivered meals every 4 weeks for three months of a variety of foods for breakfast, lunch, dinner, two snacks, and an additional snack or dessert for each day.",
                    "armGroupLabels": [
                        "Diet",
                        "Diet and exercise training"
                    ],
                    "otherNames": [
                        "low fat/low cal diet"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Exercise",
                    "description": "Training will be supervised, individualized, and periodized, incorporating 3 sessions per week, 45-60 min per session for 36 sessions.",
                    "armGroupLabels": [
                        "Diet and exercise training",
                        "Exercise Training"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard care",
                    "description": "Observational",
                    "armGroupLabels": [
                        "Normal/Active",
                        "Obese/Inactive"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in the sperm epigenome",
                    "description": "The Primary endpoint is to compare alterations in the sperm epigenome (DNA methylation, histone modifications, non-coding RNAs) in obese, physically inactive men before and following diet modulation and/or exercise training; this will be contrasted to a parallel no intervention group.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sperm Epigenetic Signals",
                    "description": "1. Compare differential sperm epigenetic signals between healthy, active Hispanic men at baseline with obese inactive men at baseline, and then after 12 weeks of diet modulation and/or exercise training or no intervention.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Effects of Diet and Exercise Training on the Sperm Epigenome",
                    "description": "2. Characterize the effects of diet and exercise training on the sperm epigenome after stopping the interventions by comparing epigenetic data generated at the end of intervention, week 12, to data at week 24 and 48 after cessation of intervention;",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Effects of Diet or /and Exercise on Phenotypic Features",
                    "description": "3. Measure effects of a 12-week diet or/and exercise intervention (or 12 weeks of no intervention) in obese, inactive men by comparing changes in clinical/phenotype outcomes from baseline to end of study in Weight, BMI, Waist/Hip ratio, Glucose, Insulin, HOMA-IR, HbA1c, Plasma cholesterol, LDL, HDL, Triglyceride, VO2peak, muscle torque, and nutrient intake.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Analyze persistent effects of diet and/or exercise",
                    "description": "4. Analyze the persistent effects (12 and 24 weeks after cessation of intervention) of the three intervention (diet, exercise, diet + exercise) groups and the obese, inactive no intervention control group.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Correlate alterations in sperm epigenome with clinical and biochemical fitness biomarkers",
                    "description": "5. Characterize and correlate the alternations in sperm epigenome with clinical and biochemical and \"fitness\" biomarkers from baseline to 12 weeks of diet and/or exercise training or no modulation in obese, inactive men.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male volunteers in good health as confirmed by physical examination, medical history, and clinical laboratory tests of blood and urine within the reference range at the time of screening\n2. Must have Hispanic Father and Mother from Mexico or Central America\n3. Normal weight, active subjects:\n\n   * BMI 18.5 - 24.9 calculated as weight in Kg/ (height in cm)2\n   * Participates in ≥150 min/week of moderate intensity physical activity as assessed by accelerometer\n   * Consume \\< 30% of calories as fat/day\n   * Fasting lipid panel within reference range or not clinically significant above the reference ranges\n\n   Obese and physically inactive subjects:\n   * BMI ≥ 30 calculated as weight in Kg/ (height in cm)2 in obese subjects\n   * Have risk factors for developing type 2 diabetes (first degree relatives with Diabetes Mellitus type 2, BP≥130/80, HDL-cholesterol ≤ 35mg/dL or triglycerides ≥200mg/dL, fasting plasma glucose ≥100mg/dl to 125mg/dL or HgbA1c ≥ 5.7 to 6.4%, abnormal liver transaminases (not more than 3 times upper limit of normal suggestive of hepatic steatosis)\n   * Participates in ≤150 min/week of moderate intensity physical activity\n   * Consume \\>30 % fat as calories/day\n   * Stable weight for past six months prior to the first screening visit\n   * Willing to commit to 12 weeks of three times a week personalized exercise training\n   * Willing to commit to 12 weeks of weight loss diet (low fat and low calories)\n4. In the opinion of the investigator, subject is able to comply with the protocol, understand and sign an informed consent and HIPAA form\n5. Does not meet any of the exclusion criteria.\n\nExclusion Criteria:\n\n1. Men who meet any of the following criteria are NOT eligible for enrollment in the trial:\n2. Men participating in another clinical trial within the last 30 days prior to the first screening visit\n3. Men not living in the catchment's area of the clinic or within a reasonable distance from the site\n4. Clinically significant abnormal findings at screening except for those stated above for the obese, inactive group\n5. Abnormal serum chemistry values, according to local laboratory normal values that indicate chronic liver or kidney dysfunction or that may be considered clinically significant (except for obesity related abnormal laboratory tests including blood glucose, Hgb A1c, liver transaminases, lipids for the obese, active group as stated above). Other abnormal lab values may also be exclusionary, at the discretion of the investigator\n6. Sperm concentration below 15 million/mL in more than one of three screening samples\n7. Diastolic (D) blood pressure (BP) \\> 30 and Systolic (S) BP \\> 130 mm Hg for the healthy, non-obese and active group; and diastolic (D) blood pressure (BP) \\> 150 and Systolic (S) BP \\> 100 mm Hg for the obese, inactive group on in the opinion of the investigator not suitable for exercise training (BP will be taken 3 times at 5 minute intervals and the mean of all measurements be considered)\n8. History of hypertension, including hypertension controlled with treatment in the healthy, active group\n9. Known history of reproductive dysfunction including vasectomy or infertility\n10. Known history of cardiac, renal, hepatic, cardiac or respiratory disease\n11. A serious systemic disease such as diabetes mellitus defined by the American Diabetes Association or morbid obesity (body weight greater than 120% of ideal body weight or BMI limitation as above)\n12. Known or suspected alcoholism or drug abuse or chronic infections\n13. Serious digestive and/or absorptive problems, including inflammatory bowel disease and\n14. Chronic food intolerance or diarrhea that preclude adherence to the study diet.\n15. Cardiovascular, respiratory or musculoskeletal disease or joint problems that preclude moderate physical activity.\n16. Psychiatric disorders (including eating disorders) or conditions that, in the opinion of the investigator, would preclude participation in the study intervention (e.g. untreated major depression or psychosis, substance abuse, severe personality disorder).\n17. History of other malignancies except: adequately treated non-melanoma skin cancer",
            "healthyVolunteers": true,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christina Wang, MD",
                    "role": "CONTACT",
                    "phone": "310-222-2503",
                    "email": "wang@lundquist.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christina Wang, MD",
                    "affiliation": "The Lundquist Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Lundquist Institute",
                    "status": "RECRUITING",
                    "city": "Torrance",
                    "state": "California",
                    "zip": "90502",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Ruiz",
                            "role": "CONTACT",
                            "phone": "310-222-1728",
                            "email": "eruiz@labiomed.org"
                        },
                        {
                            "name": "Xiaodan Han",
                            "role": "CONTACT",
                            "phone": "310-222-1865",
                            "email": "xhan@labiomed.org"
                        },
                        {
                            "name": "Ronald Swerdloff, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.83585,
                        "lon": -118.34063
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "We will present the data first in abstract form in the Center's Annual Scientific Meeting (Retreat), then at national and international meetings. The data will be analyzed and published according to NIH guideline for publication and accepted manuscripts will be deposited to Pub Med Central to ensure public access."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}