{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06117631",
            "orgStudyIdInfo": {
                "id": "STUDY00003961"
            },
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "Project Sueño: Sleep & Understanding Early Nutrition in Obesity",
            "officialTitle": "First Thousand Days: Prevention of Early Life Obesity in Latino Infants and Toddlers",
            "therapeuticArea": [
                "Endocrinology",
                "Pediatrics"
            ],
            "study": "project-sleep-understanding-early-nutrition-in-obesity"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-09",
            "studyFirstSubmitQcDate": "2023-11-01",
            "studyFirstPostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Megan Gray",
                "investigatorTitle": "Associate Professor of Pediatrics and Population Health",
                "investigatorAffiliation": "University of Texas at Austin"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "American Diabetes Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to understand how mothers think and feel about feeding their babies and putting them to sleep, understand more about programs that can support mothers taking care of babies, and how professionals can be most helpful in helping mothers make decisions about their baby's feeding and sleeping. The overarching goal is to prevent early life obesity and progression to metabolic syndrome in high-risk populations, starting with healthy toddler weights by age 2 years.",
            "detailedDescription": "This study seeks to intervene just in time for families at highest risk of early life obesity and obesity-related comorbidities (such as Type 2 diabetes), to prevent intergenerational obesity and metabolic syndrome for Hispanic families. For those children exposed to gestational diabetes (GDM) or maternal overweight/obesity in utero, there is a critical need for effective early life strategies for secondary prevention of obesity, to interrupt intergenerational transmission. This study will offer community-embedded coaching to families learn how to responsively feed their babies using 2 models: group visits and text-based. The investigators will also assess responsive sleep practices; i.e. paying attention to an infant's sleep cues as well as hunger cues, breaking the feeding to sleep association, and not overfeeding at night. Infant and toddler sleep, both duration and quality, has not been well studied in this population for early life obesity prevention. This study is specifically exploring pathways from prenatal gestational diabetes and maternal overweight/obesity to dysregulated infant feeding and sleep. Few interventions around infant sleep exist for the Hispanic population, or resources in Spanish-language around sleep coaching; let alone analyses on parents' self-efficacy and behavior change. In this study, the investigators aim to better understand the complex socioenvironmental drivers of infant sleep and feeding behaviors, and the prenatal risks related to infant rapid weight gain, in order to target modifiable factors in this population."
        },
        "conditionsModule": {
            "conditions": [
                "Infant Overweight",
                "Infant Obesity",
                "Infant Overnutrition",
                "Infant Development",
                "Metabolic Syndrome",
                "Diabetes Mellitus Risk"
            ],
            "keywords": [
                "infant feeding",
                "infant sleep",
                "parenting practices",
                "rapid weight gain",
                "intergenerational obesity",
                "diabetes prevention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group A: Centering Parenting",
                    "type": "EXPERIMENTAL",
                    "description": "At each well-child check from 2- to 24-months, a trained bilingual facilitator from the CommUnityCare Centering Parenting program will present curriculum in person during 2-hour visits in a room with 3-8 mother-baby pairs per group. During each session, each mother-baby pair will be pulled out to a private medical room for a brief individual well child appointment with the pediatrician. During this appointment, infant measurements, physical exam, and discussion of unique concerns will take place before the pair returns to the session. There are 8 scheduled well child checks by the age of two, where regular parenting topics will be covered (i.e. discipline, safety, co-parenting, sibling relationships, childcare, development). Each Centering session is expected to last approximately 2 hours, for a total commitment of approximately 16 hours across 8 group sessions over the course of 22 months for each participant. Total time of enrollment should be approximately 22-24 months.",
                    "interventionNames": [
                        "Behavioral: Centering Parenting"
                    ]
                },
                {
                    "label": "Group B: Bright by Text",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will receive standard of care individual well child checks with their regular CommUnityCare pediatrician, with standard anticipatory guidance on feeding and sleep. Additionally, this group will be enrolled in a text-based parenting coaching program. The Bright by Text program will provide parenting tips two to three times weekly; tailored through community partner United Way of Central Texas offering local parent support and resources. The Bright by Text program is a message subscription program rather than an application. Participants may decide on their own how much to engage with the text-based program, so total time commitment cannot be estimated. Total time of enrollment should be approximately 22-24 months.",
                    "interventionNames": [
                        "Behavioral: Bright by Text"
                    ]
                },
                {
                    "label": "Group C: Standard of Care",
                    "type": "NO_INTERVENTION",
                    "description": "This group will receive standard of care individual well child checks with their regular pediatrician, with standard anticipatory guidance on feeding and sleep. Total time of enrollment should be approximately 22-24 months."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Centering Parenting",
                    "description": "See Arm description.",
                    "armGroupLabels": [
                        "Group A: Centering Parenting"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Bright by Text",
                    "description": "See Arm description.",
                    "armGroupLabels": [
                        "Group B: Bright by Text"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Assess impact of group-based parent support coaching on infant feeding practices in first 2 years of child's life.",
                    "description": "Assessment instruments include: Complementary Feeding History questionnaire, Nutrition Data System for Research, Expanded Food and Nutrition Education questionnaire, Infant Feeding Style Questionnaire.",
                    "timeFrame": "2- to 24-months of infant age"
                },
                {
                    "measure": "Assess impact of text-based parent support coaching on infant feeding practices in first 2 years of child's life.",
                    "description": "Assessment instruments include: Complementary Feeding History questionnaire, Nutrition Data System for Research, Expanded Food and Nutrition Education questionnaire, Infant Feeding Style Questionnaire.",
                    "timeFrame": "2- to 24-months of infant age"
                },
                {
                    "measure": "Assess impact of group-based parent support coaching in first 2 years of child's life on responsive feeding and healthy sleep practices.",
                    "description": "Assessment of parental responsive feeding practices, and infant sleep and temperament. Assessment instruments include: Complementary Feeding History questionnaire, Nutrition Data System for Research, Expanded Food and Nutrition Education questionnaire, Infant Feeding Style Questionnaire, Brief Infant Sleep Questionnaire, Children's Sleep Habits Questionnaire, Infant Toddler Temperament Tool. Sleep will additionally be assessed using 1-week sleep diaries and accelerometry at 2-, 6-, 12-, 18-, and 24-months of age.",
                    "timeFrame": "2- to 24-months of infant age"
                },
                {
                    "measure": "Assess impact of text-based parent support coaching in first 2 years of child's life on responsive feeding and healthy sleep practices.",
                    "description": "Assessment of parental responsive feeding practices, and infant sleep and temperament. Assessment instruments include: Complementary Feeding History questionnaire, Nutrition Data System for Research, Expanded Food and Nutrition Education questionnaire, Infant Feeding Style Questionnaire, Brief Infant Sleep Questionnaire, Children's Sleep Habits Questionnaire, Infant Toddler Temperament Tool. Sleep will additionally be assessed using 1-week sleep diaries and accelerometry at 2-, 6-, 12-, 18-, and 24-months of age.",
                    "timeFrame": "2- to 24-months of infant age"
                },
                {
                    "measure": "Determine how parent support coaching and other predictors relate to infant and toddler growth in Latino children in first 2 years of life.",
                    "description": "Assessment of variability of growth patterns by modeling of trajectories of weight gain in first 2 years of life.",
                    "timeFrame": "2- to 24-months of infant age"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Mother to infant born full term \\> 37 weeks, and are under 1 month of age\n* Infant is singleton\n* Infant has no identified health problems\n* Infant is patient of CommUnityCare\n* Mother is 18 years of age\n* Mother is Latino/Hispanic ethnicity\n* Mother is willing to commit to study follow-up visits\n\nExclusion Criteria:\n\n* Mother smokes\n* Mother works primarily at night\n* Infant has metabolic or chromosomal disorders, chronic neurological or respiratory conditions, or developmental disability",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Megan J Gray, MD,MPH,FAAP",
                    "role": "CONTACT",
                    "phone": "512-495-3002",
                    "email": "megan.gray@austin.utexas.edu"
                },
                {
                    "name": "Sara Dube, MPH",
                    "role": "CONTACT",
                    "phone": "512-471-0941",
                    "email": "sara.dube@austin.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Megan J Gray, MD,MPH,FAAP",
                    "affiliation": "University of Texas at Austin - Dell Medical School",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "CommUnity Care: North Central Health Center",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78758",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Megan Gray, MD, MPH, FAAP",
                            "role": "CONTACT",
                            "phone": "512-495-3002",
                            "email": "megan.gray@austin.utexas.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31277694",
                    "type": "BACKGROUND",
                    "citation": "Lavner JA, Stansfield BK, Beach SRH, Brody GH, Birch LL. Sleep SAAF: a responsive parenting intervention to prevent excessive weight gain and obesity among African American infants. BMC Pediatr. 2019 Jul 5;19(1):224. doi: 10.1186/s12887-019-1583-7."
                },
                {
                    "pmid": "35564998",
                    "type": "BACKGROUND",
                    "citation": "Baxter KA, Nambiar S, So THJ, Gallegos D, Byrne R. Parental Feeding Practices in Families Experiencing Food Insecurity: A Scoping Review. Int J Environ Res Public Health. 2022 May 5;19(9):5604. doi: 10.3390/ijerph19095604."
                },
                {
                    "pmid": "31088893",
                    "type": "BACKGROUND",
                    "citation": "Gross RS, Mendelsohn AL, Arana MM, Messito MJ. Food Insecurity During Pregnancy and Breastfeeding by Low-Income Hispanic Mothers. Pediatrics. 2019 Jun;143(6):e20184113. doi: 10.1542/peds.2018-4113. Epub 2019 May 14."
                },
                {
                    "pmid": "25729371",
                    "type": "BACKGROUND",
                    "citation": "Hall WA, Liva S, Moynihan M, Saunders R. A comparison of actigraphy and sleep diaries for infants' sleep behavior. Front Psychiatry. 2015 Feb 12;6:19. doi: 10.3389/fpsyt.2015.00019. eCollection 2015."
                },
                {
                    "pmid": "35996036",
                    "type": "BACKGROUND",
                    "citation": "Van Hoorn M, Feuling MB, Allen K, Berry R, Brown S, Sullivan CM, Goday PS. Evaluation and Management of Reduced Dietary Diversity in Children with Pediatric Feeding Disorder. J Autism Dev Disord. 2023 Mar;53(3):1290-1297. doi: 10.1007/s10803-022-05715-8. Epub 2022 Aug 22."
                },
                {
                    "pmid": "34676870",
                    "type": "BACKGROUND",
                    "citation": "Li X, Haneuse S, Rueschman M, Kaplan ER, Yu X, Davison KK, Redline S, Taveras EM. Longitudinal association of actigraphy-assessed sleep with physical growth in the first 6 months of life. Sleep. 2022 Jan 11;45(1):zsab243. doi: 10.1093/sleep/zsab243."
                },
                {
                    "pmid": "34696746",
                    "type": "BACKGROUND",
                    "citation": "Yalcin SS, Tezol O, Caylan N, Erat Nergiz M, Yildiz D, Cicek S, Oflu A. Evaluation of problematic screen exposure in pre-schoolers using a unique tool called \"seven-in-seven screen exposure questionnaire\": cross-sectional study. BMC Pediatr. 2021 Oct 25;21(1):472. doi: 10.1186/s12887-021-02939-y."
                },
                {
                    "pmid": "27486237",
                    "type": "BACKGROUND",
                    "citation": "Nadeau KJ, Anderson BJ, Berg EG, Chiang JL, Chou H, Copeland KC, Hannon TS, Huang TT, Lynch JL, Powell J, Sellers E, Tamborlane WV, Zeitler P. Youth-Onset Type 2 Diabetes Consensus Report: Current Status, Challenges, and Priorities. Diabetes Care. 2016 Sep;39(9):1635-42. doi: 10.2337/dc16-1066. Epub 2016 Aug 2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data will be shared with individuals who are collaborating with the research team on this study; these investigators will be added to the IRB and/or only provided with a limited deidentified dataset.\n\nLimited, de-identified aggregate data will also be shared with the following data repositories:\n\n* National Sleep Research Resource (NSRR): will share physiological signals and de-identified clinical data\n* National Children's Study (NCS) Archive: will share intervention protocol and program feedback to serve as a guide for future interventions\n* Harvard Dataverse: will share qualitative data",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-03-30",
                    "uploadDate": "2023-05-08T16:12",
                    "filename": "ICF_000.pdf",
                    "size": 304328
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000024821",
                    "term": "Metabolic Syndrome"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000063766",
                    "term": "Pediatric Obesity"
                },
                {
                    "id": "D000007228",
                    "term": "Infant Nutrition Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                },
                {
                    "id": "D000007333",
                    "term": "Insulin Resistance"
                },
                {
                    "id": "D000006946",
                    "term": "Hyperinsulinism"
                },
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M23005",
                    "name": "Metabolic Syndrome",
                    "asFound": "Metabolic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "asFound": "Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M18101",
                    "name": "Weight Gain",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "asFound": "Overnutrition",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30155",
                    "name": "Pediatric Obesity",
                    "asFound": "Infant Overweight",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10272",
                    "name": "Infant Nutrition Disorders",
                    "asFound": "Infant Overnutrition",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10370",
                    "name": "Insulin Resistance",
                    "relevance": "LOW"
                },
                {
                    "id": "M9997",
                    "name": "Hyperinsulinism",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}