{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05908565",
            "orgStudyIdInfo": {
                "id": "IRB#22-000218"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Project 2: Optimizing Engagement and Outcomes in STAND Digital Therapy",
            "officialTitle": "Project 2: Optimizing Engagement and Outcomes in STAND Digital Therapy",
            "acronym": "P2",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "project-optimizing-engagement-and-outcomes-in-stand-digital-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-23",
            "studyFirstSubmitQcDate": "2023-06-09",
            "studyFirstPostDateStruct": {
                "date": "2023-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michelle Craske",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal is to optimize peer coaching in order to optimize engagement and outcomes in digital therapy. The unmet mental health needs of community college students are staggering and a growing body of research demonstrates that therapy provided digitally with the assistance of trained community members without advanced degrees in mental health is an effective and scalable way to address these needs. Despite being effective for improving symptoms and functioning in those who engage in it, uptake and engagement in digital therapy is generally quite low. Recent research suggests that this is especially true of Latinx individuals, who tend to have unique and significant unmet mental health needs. To address these issues, Project 2 will examine treatment engagement, treatment satisfaction, symptoms and functioning outcomes among Latinx students at East Los Angeles College (ELAC) receiving digital therapy with peer coaching in the STAND program.",
            "detailedDescription": "A sample of 240 students who identify as Latinx will be recruited. A 2x2 design will randomize students to 1 of 4 peer coaching conditions (n = 60 per condition): 1) demographic matching + standard supervision, 2) demographic matching + reduced supervision, 3) no demographic matching + standard supervision, and 4) no demographic matching + reduced supervision. Students in the demographic matching condition will be assigned to peer coaches who also identify as Latinx, whereas those in the no demographic matching condition will be assigned to peer coaches who do not identify as Latinx. Supervision will either involve individual session review and personalized feedback or not. Students will participate in this project for 24 weeks and will complete brief weekly assessment batteries and longer assessment batteries at baseline and at weeks 8, 16 and 24. Explanatory/intervening variables that are hypothesized to explain treatment effects will also be explored. In addition to the quantitative data collected from the randomized controlled trial, we will collect and analyze qualitative data from the peer coaches via annual focus groups and will evaluate cost-effectiveness specifically focused on costs related to supervision. These data will inform the iterative refinements made to Tier II in the Signature Project."
        },
        "conditionsModule": {
            "conditions": [
                "Depression",
                "Anxiety"
            ],
            "keywords": [
                "personalized care",
                "cognitive behavioral therapy",
                "depression",
                "anxiety"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Aim 1",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "To examine the impact of demographic matching and supervision intensity on treatment engagement, treatment satisfaction, symptoms, and functioning for students receiving digital therapy. Hypothesis for Main Effect 1: Participants who are matched with Latinx peer coaches will show greater treatment engagement, satisfaction, and improvements in symptom and functioning relative to participants who are not. Hypothesis for Main Effect 2: Participants assigned to peer coaches in standard supervision will show greater treatment engagement, satisfaction, and improvements in symptom and functioning relative to those assigned to coaches in reduced supervision. Hypothesis for Interaction Effect: Students assigned to coaches who are demographically matched and receiving standard supervision will show greater treatment engagement, satisfaction, and improvements in symptom and functioning relative to those in all other conditions.",
                    "interventionNames": [
                        "Behavioral: Demographic Matching",
                        "Behavioral: Supervision Intensity"
                    ]
                },
                {
                    "label": "Aim 2",
                    "type": "NO_INTERVENTION",
                    "description": "To examine explanatory/intervening variables impacting treatment engagement, treatment satisfaction, symptoms and functioning for students receiving digital therapy. Hypothesis 2: Evidence of mediation will be observed for the following five explanatory/intervening variables: 1) quality of the relationship between the participant and peer coach, 2) the participants' perception of cultural similarity with their coach, 3) the participants' treatment expectancy and treatment credibility, 4) the participants' perception of their peer coach's cultural competence, and 5) the peer coaches' fidelity to the treatment model."
                },
                {
                    "label": "Aim 3",
                    "type": "NO_INTERVENTION",
                    "description": "To examine the cost-effectiveness of providing standard supervision. Hypothesis 3: Cost-effectiveness analyses will demonstrate that the increased costs incurred by standard supervision relative to reduced supervision will be justified by participants assigned to peer coaches receiving standard supervision experiencing greater improvements in symptoms than those assigned to peer coaches receiving reduced supervision."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Demographic Matching",
                    "description": "At randomization, students will be randomized to a Latinx or non-Latinx coach and will be informed whether or not their coach identifies as Latinx. Although we are not recruiting coaches or matching coaches with participants based on gender, gender identity or lived experience with mental health problems, we will collect these data from coaches in order to do conduct secondary exploratory analyses examining these variables as predictors or moderators of outcome.",
                    "armGroupLabels": [
                        "Aim 1"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Supervision Intensity",
                    "description": "Coaches will be assigned to either standard supervision or reduced supervision, with equal distribution across Latinx vs non-Latinx. Coaches assigned to standard supervision will receive weekly supervision by a licensed provider consistent with the procedures outlined in the Data and Safety Monitoring Plan for the Signature Project. Coaches assigned to reduced supervision will attend weekly group supervision, but their session recordings or live sessions will not be reviewed by licensed supervisors or advanced peers and they will not receive personalized feedback about how they are performing in their sessions. Students will not be informed which supervision condition they have been assigned to in order to maintain high treatment expectancies. Of note, this design prohibits the coach and supervisors from being blind to participant condition.",
                    "armGroupLabels": [
                        "Aim 1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Engagement",
                    "description": "Indexed by 1) proportion of digital therapy lessons completed and 2) proportion of coaching sessions attended.",
                    "timeFrame": "Up to 24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Treatment satisfaction",
                    "description": "Healthy Minds Survey: Treatment satisfaction. (1 item, scored on a 1 to 6 scale). Higher scores reflect greater treatment satisfaction with the digital therapy program.",
                    "timeFrame": "Up to 24 weeks"
                },
                {
                    "measure": "Symptom severity for mental health",
                    "description": "Computerized Adaptive Test - Mental Health (CAT-MH). Symptoms of depression and anxiety are assessed using item response theory (IRT), where a subset of items are selected from a pool of approximately 1000 questions based on participant impairment level. Higher scores reflect greater symptom severity.",
                    "timeFrame": "Up to 24 weeks"
                },
                {
                    "measure": "Baseline social, occupational, and home functioning",
                    "description": "Work and Social Adjustment Scale: functioning at work/school, home, social, and leisure activities (5 items, scored on a 0 to 8 scale). Higher scores reflect better adjustment.",
                    "timeFrame": "Baseline, Weeks 8, 16, and 24"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Currently enrolled in the East Los Angeles College\n* Either uninsured or covered by California Medicaid\n* Own or have private access to internet to complete the assessments and online prevention and therapy programs\n* Self-identify as Latinx.\n\nExclusion Criteria:\n\n* Unable to fully comprehend the consent form, respond adequately to screening questions, or maintain focus or to sit still during assessment\n* Diagnosed with disorders requiring more specialized care (e.g., psychotic disorder, severe eating disorder, severe substance use disorder, severe neurological disorder), or marked cognitive impairment\n* Currently treated by psychiatrist or psychologist during timeframe that the treatment is offered through STAND and is unwilling to fully transfer care to STAND",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andrew J Sanders, Ph.D.",
                    "role": "CONTACT",
                    "phone": "310-206-4662",
                    "email": "ajsanders@mednet.ucla.edu"
                },
                {
                    "name": "Tamar Kodish, Ph.D.",
                    "role": "CONTACT",
                    "email": "tamarkodish@ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amy Sewart, Ph.D.",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Kate Taylor, Ph.D.",
                    "affiliation": "University of California, Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "East Los Angeles College",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "91754",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Areli Vargas",
                            "role": "CONTACT",
                            "email": "VARGASA3@ELAC.EDU"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}