{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06266689",
            "orgStudyIdInfo": {
                "id": "Pro00112671"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Project humAn dieTary daTa rEtuRN",
            "officialTitle": "Effects of Diet Data Return on Human Dietary Patterns",
            "acronym": "PATTERN",
            "therapeuticArea": [
                "Other"
            ],
            "study": "project-human-dietary-data-return"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-24",
            "studyFirstSubmitQcDate": "2024-02-12",
            "studyFirstPostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to test the effects of diet data return on human dietary patterns. The investigators' working hypothesis is that returning diet data, collected via an empirical biomarker-based assessment method, will promote participant eating behavior changes towards a more healthful diet, and that these dietary patterns may also be reflected in the structure and function of the gut microbiome and in participant health outcomes. Here, the investigators will explore this hypothesis with participants supplying stool (poop) samples that will be used to assess their diet using the investigators' DNA-biomarker based method. Participants will have their diet data returned to them, and will then supply post-intervention stool samples for dietary assessment to investigate the efficacy of diet data return in impacting subject dietary patterns and health. It is anticipated that the investigators will enroll infants, children, and adults across the age span, including infants that are currently participating in Project HOPE 1000, a longitudinal observational study of mothers and infants from pregnancy through early childhood (Pro00100000). This study represents a minimal risk to subjects; namely, the potential loss of privacy involved with study participation."
        },
        "conditionsModule": {
            "conditions": [
                "Diet Habit"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "OTHER",
                    "description": "Participants in this group will receive the standard infant dietary guidance packet via email or mail and will additionally be presented with their infant's own dietary DNA metabarcoding data from stool samples collected as part of Project HOPE 1000 and this study. Diet data will be returned via electronic report or a paper report mailed to the participant following the visit.",
                    "interventionNames": [
                        "Behavioral: Personalized Diet Information"
                    ]
                },
                {
                    "label": "Control",
                    "type": "OTHER",
                    "description": "Participants in this group will receive a dietary information packet via mail or email, which will consist of the sections of the DGA relevant to 12-24 month old children (Included as a supplemental document, \"Standard dietary guidance\"). This dietary guidance will also be provided at the 18- and 24-month visits. Please note that participants in this arm will receive their personalized diet information at the conclusion of the study.",
                    "interventionNames": [
                        "Behavioral: Personalized Diet Information"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Personalized Diet Information",
                    "description": "These participants will receive a report detailing their genomic food data based on the investigators' DNA metabarcoding technique in addition to standard dietary guidance to see if receiving the report modifies what they choose to feed their infant.",
                    "armGroupLabels": [
                        "Control",
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with diet improvement",
                    "description": "The investigators' primary objective is to test the hypothesis that returning DNA metabarcoding data is an effective method for improving diet and increasing dietary diversity.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Number of participants with increased dietary diversity",
                    "description": "the investigators' primary objective is to test the hypothesis that returning DNA metabarcoding data is an effective method for improving diet and increasing dietary diversity.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with changes in the composition and function of the gut microbiome",
                    "description": "Assess whether dietary diversity is associated with the structure and function of the gut microbiome and health outcomes.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant's parent/legal guardian is over age 18 and able to understand English\n* Plans to remain in the area for the next two years\n* Primary caregiver for infant less than 12 months old\n* Able to collect and ship the requested infant stool samples\n\nExclusion Criteria:\n\nThere will be no specific exclusions for this study. However, the following biospecimens will not be collected for research purposes from individuals who have a condition that, in the opinion of the site investigators and/or providers, would place the subject at unacceptable risk of injury or confound data interpretation; including but not limited to:\n\n* Health conditions that impact the infant feeding in a way that may confound interpretation of study results.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "maximumAge": "12 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lawrence A David, PhD",
                    "role": "CONTACT",
                    "phone": "(919) 668-5388",
                    "email": "lawrence.david@duke.edu"
                },
                {
                    "name": "Veronica Carrion, B.S",
                    "role": "CONTACT",
                    "phone": "9196607341",
                    "email": "veronica.carrion@duke.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lawrence David",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}