{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06123988",
            "orgStudyIdInfo": {
                "id": "20230599"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA281861",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA281861"
                }
            ],
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Prolonged Overnight Fasting and/or Exercise on Fatigue and Other Patient Reported Outcomes in Women With Hormone Receptor Positive Advanced Breast Cancer",
            "officialTitle": "Prolonged Overnight Fasting and/or Exercise on Fatigue and Other Patient Reported Outcomes in Women With Hormone Receptor Positive Advanced Breast Cancer (FastER)",
            "acronym": "FastER",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "prolonged-overnight-fasting-and-or-exercise-on-fatigue-and-other-patient-reported-outcomes-in-women-with-hormone-receptor-positive-advanced-breast-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-26",
            "studyFirstSubmitQcDate": "2023-11-08",
            "studyFirstPostDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Tracy E Crane, PhD, RDN",
                "investigatorTitle": "Pending Rank at Research Associate Professor",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test if four different programs (prolonged overnighting fasting alone, exercise alone, a combination of prolonged overnight fasting and exercise, or general health education sessions alone) can reduce fatigue in women with advanced or metastatic breast cancer who are receiving a medication called a cyclin-dependent kinases-4 and 6 (CDK4/6) inhibitor."
        },
        "conditionsModule": {
            "conditions": [
                "HER2-positive Breast Cancer",
                "Advanced Breast Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 260,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prolonged Overnighting Fasting Alone (POF Alone) Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will undergo a 12-week program of prolonged overnight fasting (POF), and weekly session with a trained health coach. Sessions may be delivered in-person, by telephone or by video call. Participants will also complete health-related quality of life questionnaires, and undergo blood sample collection at designated study timepoints.\n\nTotal participant duration is about 12 months.",
                    "interventionNames": [
                        "Behavioral: Prolonged Overnight Fasting"
                    ]
                },
                {
                    "label": "Exercise Alone (EXE Alone) Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in this group will undergo a 12-week exercise program during three weekly sessions supervised by a trained health coach. Sessions may be delivered in-person, or virtually via telehealth. Participants will also complete health-related quality of life questionnaires, and undergo blood sample collection at designated study timepoints.\n\nTotal participant duration is about 12 months.",
                    "interventionNames": [
                        "Behavioral: Moderate-Intensity Exercise"
                    ]
                },
                {
                    "label": "Prolonged Overnight Fasting and Exercise (POF+EXE) Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in this group will undergo a 12-week combined program of the prolonged overnight fasting and exercise interventions as described in the POF Alone and EXE Alone arm descriptions respectively. Participants will complete health-related quality of life questionnaires, and undergo blood sample collection at designated study timepoints.\n\nTotal participation is about 12 months.",
                    "interventionNames": [
                        "Behavioral: Prolonged Overnight Fasting",
                        "Behavioral: Moderate-Intensity Exercise"
                    ]
                },
                {
                    "label": "Attention Control (AC) Group",
                    "type": "OTHER",
                    "description": "Participants in this group will receive other supportive care in the form of general health education sessions with a trained health coach. These bi-weekly sessions will be administered via telephone or video call in six (6) sessions over approximately 12 weeks. Participants will also complete health-related quality of life questionnaires at designated study timepoints.\n\nTotal participation is about 12 months.",
                    "interventionNames": [
                        "Behavioral: General Health Education Sessions"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Prolonged Overnight Fasting",
                    "description": "Participants will undergo a 12-week program of prolonged overnight fasting (POF) during which they will abstain from consuming food or drink after 8pm, and wait 12 to 14 hours before resuming eating the next day. Participants will fast overnight for six nights each week, with one night off, and log their fasting start and stop times and timing of food intake daily via text messaging, or via study-provided app accessible by web browser or smart phone, or via paper journal returned by mail at the end of each month.\n\nParticipants will also complete one weekly session with a health coach to review their fasting log and any barriers to and/or facilitators of meeting the POF goals. Sessions may be delivered in-person, by telephone, or by video call based on participant preference. Sessions will last 15 to 30 minutes each, for a total of 12 sessions.\n\nParticipants will be provided with a notebook with information and support to encourage meeting the POF goals.",
                    "armGroupLabels": [
                        "Prolonged Overnight Fasting and Exercise (POF+EXE) Group",
                        "Prolonged Overnighting Fasting Alone (POF Alone) Group"
                    ],
                    "otherNames": [
                        "Intermittent fasting"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Moderate-Intensity Exercise",
                    "description": "Participants will undergo a 12-week program consisting of three weekly sessions of moderate-to-vigorous aerobic and resistance exercises, under the supervision of a health coach. Sessions may be delivered either in-person or virtually via telehealth. Sessions will be tailored to the individual participant based on fitness level and symptoms at study entry, and limited to daylight hours as much as possible. Each session will last 30 to 50 minutes, as tolerated by the participant, for a total of 36 sessions.\n\nParticipants will receive a Fitbit device to track their activity, and to provide heart rate monitoring during each session. Participants without access to wi-fi will be loaned cellular-enabled tablets to allow them to participate in telehealth sessions. Participants will also receive a notebook with information and support to encourage exercise.",
                    "armGroupLabels": [
                        "Exercise Alone (EXE Alone) Group",
                        "Prolonged Overnight Fasting and Exercise (POF+EXE) Group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General Health Education Sessions",
                    "description": "Participants will receive a general health education resource manual at study entry, followed by six bi-weekly sessions with a health coach to review the information. Six topics, one topic for each session, will be selected based on topics of potential interest to a population living with advanced breast cancer, focusing on general nutrition, healthy lifestyle, and quality of life, with no discussion of prolonged overnight fasting or exercise. Each session, administered via telephone or video call, will last about 15 to 30 minutes, and have a specific topic and call script for the health coach to follow to minimize any intervention drift and/or contamination. Participants will receive a Fitbit activity monitoring device and additional study materials at the end of their participation in the study.",
                    "armGroupLabels": [
                        "Attention Control (AC) Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Cancer-Related Fatigue as Measured by EORTC QLQ-C30 Scores",
                    "description": "Change in self-reported cancer-related fatigue as measured by participant scores on the European Organisation For Research And Treatment Of Cancer (EORTC) core quality of life questionnaire (QLQ) (EORTC QLQ-C30). The EORTC QLQ-C30 is a self-administered, 30-item questionnaire used to measure cancer patients' health-related quality of life. The EORTC QLQ-C30 uses for the questions 1 to 28 a 4-point scale. The scale scores from 1 to 4: 1 (\"Not at all\"), 2 (\"A little\"), 3 (\"Quite a bit\") and 4 (\"Very much\"). For the raw score, less points are considered to have a better outcome.\n\nFor the questions 29 and 30, the EORTC-QLQ-30 uses a 7-points scale. The scale scores from 1 to 7: 1 (\"Very poor\") to 7 (\"Excellent\"). More points are considered to have a better outcome.",
                    "timeFrame": "Baseline, 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Sleep Quality as Measured by Pittsburgh Sleep Quality Index (PSQI) Scores",
                    "description": "Change in sleep quality among participants across study arms as measured by scores on the Pittsburgh Sleep Quality Index (PSQI). The PSQI is a self-administered questionnaire for evaluating subjective sleep quality. PSQI global scores range from 0 to 21, with higher scores indicating worse sleep quality.",
                    "timeFrame": "Baseline, 12 weeks, 6 months, and 12 months"
                },
                {
                    "measure": "Change in Incidence of Toxicity as Measured by PRO-CTCAE Scores",
                    "description": "Change in incidence of toxicity among study participants across all study arms as measured by scores on the Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) questionnaire. The PRO-CTCAE was developed by the National Cancer Institute (NCI) to assess symptomatic adverse events (AEs) in adult patients receiving cancer therapy. The PRO-CTCAE is a self-administered questionnaire. The investigators will measure incidence of mouth/throat sores, taste changes, decreased appetite, nausea, vomiting, heartburn, constipation, diarrhea, abdominal pain, shortness of breath, neuropathy, concentration, memory, pain, insomnia, hot flashes, joint pain, and fatigue.",
                    "timeFrame": "Baseline, 12 weeks, 6 months, and 12 months"
                },
                {
                    "measure": "Change in Levels of Psychological Distress as Measured by Patient Health Questionnaire (PHQ-4) Scores",
                    "description": "Change in patient-reported outcomes among participants across study arms as measured by scores on the Patient Health Questionnaire (PHQ-4). The PHQ-4 is a self-administered, 4-item valid screening instrument for detecting psychological distress due to anxiety and/or depression in participants. Scores range from 0 to 12, with higher scores indicating greater psychological distress.",
                    "timeFrame": "Baseline, 12 weeks, 6 months, and 12 months"
                },
                {
                    "measure": "Change in Quality of Life as Measured by EORTC QLQ-C30 Scores",
                    "description": "Change in physical function and quality of life among study participants across all study arms will be measured by scores on the European Organisation For Research And Treatment Of Cancer (EORTC) core quality of life questionnaire (EORTC QLQ-C30). The EORTC QLQ-C30 is a self-administered, 30-item questionnaire used to measure cancer patients' health-related quality of life. The EORTC QLQ-C30 uses for the questions 1 to 28 a 4-point scale. The scale scores from 1 to 4: 1 (\"Not at all\"), 2 (\"A little\"), 3 (\"Quite a bit\") and 4 (\"Very much\"). For the raw score, less points are considered to have a better outcome.\n\nFor the questions 29 and 30, the EORTC-QLQ-30 uses a 7-points scale. The scale scores from 1 to 7: 1 (\"Very poor\") to 7 (\"Excellent\"). More points are considered to have a better outcome.",
                    "timeFrame": "Baseline, 12 weeks, 6 months, and 12 months"
                },
                {
                    "measure": "Change in Physical Function as Measured by Short Physical Performance Battery (SPPB) Test",
                    "description": "Change in physical function among participants across study arms as assessed by the Short Physical Performance Battery (SPPB). The SPPB is assessment tool for evaluation of lower extremity functioning, and will be administered at designated study timepoints over a period of 12 months. The SPPB score ranges from 1 to 12, with higher scores indicating better physical performance.",
                    "timeFrame": "Baseline, 12 weeks, 6 months, and 12 months"
                },
                {
                    "measure": "Change in Body Composition measured in Hounsfield using CT Scan",
                    "description": "Body composition analysis is defined as the quantification of skeletal muscle versus subcutaneous, visceral, and intermuscular adipose tissue, measured using Hounsfield units based on attenuation and anatomic information. A computerized tomography (CT) scan will be used to obtain this measure.",
                    "timeFrame": "Baseline, 12 weeks, 6 months, and 12 months"
                },
                {
                    "measure": "Change in Body Composition as measured in Hounsfield using PET Scan",
                    "description": "Body composition analysis is defined as the quantification of skeletal muscle versus subcutaneous, visceral, and intermuscular adipose tissue, measured using Hounsfield units based on attenuation and anatomic information. A positron emission tomography (PET) will be used to obtain this measure.",
                    "timeFrame": "Baseline, 12 weeks, 6 months, and 12 months"
                },
                {
                    "measure": "Change in Levels of Interleukin-6 (IL-6)",
                    "description": "Change in levels of Interleukin-6 (IL-6) among participants across study arms will be measured in picograms per milliliter (pg/ml) via analyses of blood samples collected at designated study timepoints over a period of 12 months.",
                    "timeFrame": "Baseline, 12 weeks, 6 months and 12 months"
                },
                {
                    "measure": "Change in Levels of Tumor necrosis factor alpha (TNF-α) levels",
                    "description": "Change in levels of Tumor necrosis factor alpha (TNF-α) among participants across study arms will be measured in picograms per milliliter (pg/ml) via analyses of blood samples collected at designated study timepoints over a period of 12 months.",
                    "timeFrame": "Baseline, 12 weeks, 6 months and 12 months"
                },
                {
                    "measure": "Change in Levels of C-reactive protein (CRP)",
                    "description": "Change in levels of C-reactive protein (CRP) among participants across study arms will be measured in milligrams per liter (mg/L) via analyses of blood samples collected at designated study timepoints over a period of 12 months.",
                    "timeFrame": "Baseline, 12 weeks, 6 months and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Women\n2. Able to provide written informed consent\n3. Able to read and understand English or Spanish\n4. Postmenopausal (including concurrent use of ovarian suppression)\n5. Diagnosis of ER+ and/or PR+, hormone estrogen receptor-2 (HER-2)- metastatic or locally advanced unresectable breast cancer\n6. Initiating first-line or second-line endocrine therapy in combination with a CDK4/6 inhibitor (e.g. palbociclib, ribociclib or abemaciclib). Participants can be enrolled up to 2 weeks after starting CDK4/6 inhibitor\n7. Having not consistently engaged in more than 90 minutes of moderate or 45 minutes of vigorous physical activity per week over the past 3 months\n8. Having not consistently engaged in resistance training 2 or more days per week over the past 3 months\n9. Having not consistently engaged in structured fasting (i.e., not regularly fasting for ≥12hr/night) for the past 3 months\n10. Approval from a medical oncology provider to participate.\n\nExclusion Criteria:\n\n1. Unable to provide consent\n2. Unable to read or understand English or Spanish\n3. Oxygen dependent\n4. Unstable cardiac disease\n5. Insulin-dependent diabetes\n6. Unable to walk 2 blocks without assistance (excluding canes)\n7. Unstable bone metastases\n8. More than 15 days from initiation of first- or second-line endocrine therapy in combination with a CDK4/6 inhibitor",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Grey Freylersythe, BS",
                    "role": "CONTACT",
                    "phone": "(305) 243-9832",
                    "email": "g.freylersythe@med.miami.edu"
                },
                {
                    "name": "Tracy E Crane, PhD, RDN",
                    "role": "CONTACT",
                    "phone": "(305) 243-8255",
                    "email": "tecrane@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tracy E Crane, PhD, RDN",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Carmen Calfa, MD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona State University",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dorothy Sears, PhD",
                            "role": "CONTACT",
                            "phone": "602-496-3351",
                            "email": "dorothy.sears@asu.edu"
                        },
                        {
                            "name": "Dorothy Sears, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "University of Miami",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Grey Freylersythe, BS",
                            "role": "CONTACT",
                            "phone": "305-243-9832",
                            "email": "g.freylersythe@med.miami.edu"
                        },
                        {
                            "name": "Tracy E Crane, PhD, RDN",
                            "role": "CONTACT",
                            "phone": "(305) 243-8255",
                            "email": "tecrane@med.miami.edu"
                        },
                        {
                            "name": "Tracy E Crane, PhD, RDN",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Carmen Calfa, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christina Dieli-Conwright, PhD, MPI",
                            "role": "CONTACT",
                            "phone": "617-632-6405",
                            "email": "christinam_dieliconwright@dfci.harvard.edu"
                        },
                        {
                            "name": "Jennifer Ligibel, MD, MPI",
                            "role": "CONTACT",
                            "phone": "617-632-5702",
                            "email": "jennifer_ligibel@dfci.harvard.edu"
                        },
                        {
                            "name": "Christina Dieli-Conwright, PhD, MPI",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer Ligibel, MD, MPI",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Michael Rosenthal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "relevance": "LOW"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}