{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05748873",
            "orgStudyIdInfo": {
                "id": "SPVN06-CLIN-01"
            },
            "organization": {
                "fullName": "SparingVision",
                "class": "INDUSTRY"
            },
            "briefTitle": "Promising ROd-cone DYstrophy Gene therapY",
            "officialTitle": "A Phase I/II Study to Assess the Safety and Tolerability of a Single Subretinal Administration of SPVN06 Gene Therapy in Subjects With Rod-Cone Dystrophy (RCD) Due to a Mutation in the RHO, PDE6A, or PDE6B Gene",
            "acronym": "PRODYGY",
            "therapeuticArea": [
                "Other"
            ],
            "study": "promising-rod-cone-dystrophy-gene-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-07",
            "studyFirstSubmitQcDate": "2023-02-17",
            "studyFirstPostDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "SparingVision",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a two-step, multicenter, Phase I/II study including an open-label dose-escalation phase (Step 1) and a three-arm controlled double-masked randomized extension phase (Step 2), in subjects with advanced RCD due to a mutation in the RHO, PDE6A, or PDE6B gene."
        },
        "conditionsModule": {
            "conditions": [
                "Retinitis Pigmentosa"
            ],
            "keywords": [
                "RHO",
                "PDE6A",
                "PDE6B",
                "Pathogenic Mutation",
                "Retinal Disease",
                "Eye Disease",
                "Rod-Cone Dystrophy",
                "Gene Therapy",
                "Retinal Dystrophies",
                "Retinal Degeneration"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Phase I/II study including an open-label dose-escalation phase (Step 1) and a three-arm, controlled, double-masked, randomized extension phase (Step 2)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Phase I/II study including an open-label dose-escalation phase (Step 1) and a three-arm, controlled, double-masked, randomized extension phase (Step 2). In Cohorts 5 and 6 of Step 2, subjects and the designated study personnel will be masked to subject's dose assignment. Cohort 4 (untreated group) will be unmasked.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 33,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Step 1 : SPVN06 dose 1",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single subretinal injection of SPVN06 Dose 1 on Day 0.",
                    "interventionNames": [
                        "Drug: SPVN06"
                    ]
                },
                {
                    "label": "Step 1 : SPVN06 dose 2",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single subretinal injection of SPVN06 Dose 2 on Day 0",
                    "interventionNames": [
                        "Drug: SPVN06"
                    ]
                },
                {
                    "label": "Step 1 : SPVN06 dose 3",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single subretinal injection of SPVN06 Dose 3 on Day 0",
                    "interventionNames": [
                        "Drug: SPVN06"
                    ]
                },
                {
                    "label": "Step 2 : SPVN06 Dose Recommended 1",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single subretinal injection of SPVN06 recommended dose 1 on Day 0",
                    "interventionNames": [
                        "Drug: SPVN06"
                    ]
                },
                {
                    "label": "Step 2 : SPVN06 Dose Recommended 2",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single subretinal injection of SPVN06 recommended dose 2 on Day 0",
                    "interventionNames": [
                        "Drug: SPVN06"
                    ]
                },
                {
                    "label": "Step 2 : Control group",
                    "type": "NO_INTERVENTION"
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "SPVN06",
                    "description": "AAV-RdCVF-RdCVFL",
                    "armGroupLabels": [
                        "Step 1 : SPVN06 dose 1",
                        "Step 1 : SPVN06 dose 2",
                        "Step 1 : SPVN06 dose 3",
                        "Step 2 : SPVN06 Dose Recommended 1",
                        "Step 2 : SPVN06 Dose Recommended 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Evaluation of the safety and tolerability of a single injection of SPVN06 in subjects with advanced RCD due to a mutation in the RHO, PDE6A, or PDE6B gene, 12 months after administration of gene therapy.",
                    "description": "Incidence and severity of systemic and ocular AEs and SAEs",
                    "timeFrame": "Baseline to 12 months after administration of gene therapy"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Evaluation of the long-term safety and tolerability of a single injection of SPVN06 in subjects with advanced RCD due to a mutation in the RHO, PDE6A, or PDE6B gene, up to 5 years after treatment administration.",
                    "description": "Incidence and severity of systemic and ocular AEs and SAEs",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of viral shedding and bio-dissemination up to 6 months after treatment administration.",
                    "description": "Quantification of viral DNA copies in tears (viral shedding) and in blood (bio-dissemination)",
                    "timeFrame": "up to 6 months after treatment"
                },
                {
                    "measure": "Evaluation of the immune response against the viral vector of SPVN06 up to 5 years after treatment administration.",
                    "description": "Titration of total antibodies against the viral capsid",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by visual acuity",
                    "description": "BCVA change from baseline (EDTRS chart)",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by optical coherence tomography",
                    "description": "Anatomical change from baseline (SD-OCT)",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by color vision",
                    "description": "Change from baseline of parameters collected by Cambridge and Lanthony tests",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by visual field",
                    "description": "Change from baseline of static perimetry, kinetic perimetry and microperimetry",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by retinal sensitivity",
                    "description": "Change from baseline of parameters collected by full-field electroretinography",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by retinal sensitivity",
                    "description": "Change from baseline of parameters collected by FST",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by FAF",
                    "description": "Change from baseline of parameters collected by fundus autofluorescence",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by adaptive optics imaging",
                    "description": "Change from baseline of parameters collected by RTX1 and AOSLO",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by quality of life",
                    "description": "Change from baseline of parameters collected by VFQ-25",
                    "timeFrame": "up to 5 years after treatment"
                },
                {
                    "measure": "Evaluation of preliminary efficacy as assessed by quality of life",
                    "description": "Change from baseline of parameters collected by ViSIO-PRO",
                    "timeFrame": "up to 5 years after treatment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory objective",
                    "description": "Collect and store urine and blood (in addition to the body fluids used for the assessment of viral shedding and bio-dissemination) for further exploration of biomarkers of medical interest not already identified at time of protocol submission.",
                    "timeFrame": "up to 5 years after treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects will be eligible to participate in this study only if all the following criteria apply:\n\n1. Able to give signed informed consent and comply with the requirements and restrictions listed in the informed consent form (ICF) and in the protocol.\n2. Age ≥18 years at the time of ICF signature.\n3. Subjects of either gender previously diagnosed with advanced RCD due to biallelic mutations in the rod cGMP phosphodiesterase 6 beta (PDE6B) or rod cGMP phosphodiesterase alpha (PDE6A) genes, or due to a monoallelic dominant mutation in the rhodopsin (RHO) gene. The genotyping results must be documented before the initiation of the Screening Visit. Subjects should be retested by the investigator if their genotyping tests were not performed within the 3 previous years, or if they were not performed by an accredited laboratory. In this case, the screening period can be prolonged for 2 additional weeks to allow time to generate genotyping results.\n4. Advanced stage is defined as a stage of the natural history of the disease where both distance visual acuity and visual field are affected in both eyes. Substages within the advanced stage are defined as follows (monocular measurements, horizontal axis of isopter III4e for the visual field):\n\n   * Severe stage is defined by both a BCVA below or equal to 20/200 and above or equal to 20/400, and a visual field below or equal to 20 degrees (subjects of Cohorts 1 to 3)\n   * Intermediate stage is defined by both a BCVA below or equal to 20/40 and above 20/200, and a visual field below or equal to 20 degrees (subjects of Cohorts 4 to 6)\n5. Regardless of the severity of the disease, the difference in visual acuity between the two eyes of a given subject should be equal to or below 0.3 logarithm of the minimal angle (LogMAR) (≤ 3 ETDRS lines).\n6. Clinical diagnosis of RCD based on past medical and family history, mid-peripheral visual field dysfunction, photopsia, night blindness (nyctalopia), and fundoscopic appearance (including but not restricted to bone spicule pigmentation, attenuation of the retinal vessels, and waxy pallor of the optic nerve).\n7. Diagnosis of RCD is confirmed on prior full-field ERG (any previously performed ERG is acceptable).\n8. Documented preservation of cone inner and outer segments considered good enough by the investigator for the subject to be included in the study.\n9. Negative serum pregnancy test for women of childbearing potential (please refer to Schedule of Assessments for details).\n10. Women of childbearing potential (WOCBP) and men and/or their partner(s) of childbearing potential must agree to use a highly effective contraceptive method. This applies to the time period between ICF signature and 12 months after SPVN06 SRI. The definition of highly effective contraceptive methods follows CTFG recommendations. Highly effective contraceptive methods are limited to:\n\n    * Combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation:\n\n      * Oral\n      * Intravaginal\n      * Transdermal\n    * Progestogen-only hormonal contraception associated with inhibition of ovulation:\n\n      * Oral\n      * Injectable\n      * Implantable\n    * Intrauterine device (IUD)\n    * Intrauterine hormone-releasing system (IUS)\n    * Bilateral tubal occlusion\n    * Vasectomized partner\n    * Sexual abstinence\n11. Subjects must be affiliated to a health security system, if they are included in a clinical site based in France (per law).\n12. No out-of-range values for clinical laboratory tests, however, if outside, must be considered as non-clinically relevant by the investigator using a multidisciplinary approach and compatible with a participation in the clinical study.\n13. 12-lead electrocardiogram within normal limits, however, when outside, must be documented by the investigator using a multidisciplinary approach as not clinically relevant and compatible with a participation in the clinical study.\n14. Physical examination without any clinical findings of clinical relevance (per medical/anesthesia staffs judgment) that could compromise participation in the clinical study or could affect the collection and/or evaluation of the study parameters. The findings of clinical relevance considered as contraindications to SPVN06 treatment include, but are not limited to, pulmonary pathology such as COPD, asthma, cardiac conditions such as congestive heart failure or valve disease, renal issues such as renal insufficiency and endocrine issues such as diabetes.\n\nExclusion Criteria:\n\nSubjects are not eligible to participate in this study if any of the following criteria apply:\n\n1. Subjects with prior administration of any gene therapy or any previous treatment with stem cell therapy for ocular or non-ocular disease.\n2. Subjects participating in another clinical trial and receiving an investigational medicinal product (IMP) within 5 half-lives or 90 days prior to the injection of SPVN06.\n3. Subjects with RCD due to any mutation in genes other than those listed in the inclusion criteria.\n4. Subjects with systemic disease or other pathology not related to their diagnosis of RCD, and whose symptoms or associated treatments may affect vision, for example cancers or pathology of the central nervous system.\n5. Subjects with narrow irido-corneal angles or any other medical situation contraindicating pupillary dilation.\n6. Subjects known to be allergic to any of the delivery vehicle constituents or to any other drugs planned to be used during the clinical study.\n7. Subjects with known allergies to corticosteroids, or who will be unable to tolerate the corticosteroid regimen as described in the protocol\n8. Subjects with systemic disease or other medical or psychiatric conditions that preclude safe participation in the study.\n9. Subjects receiving immunosuppressive therapies, other than the immune modulating regimen described in this protocol, or any other therapy known to influence the immune system including but not limited to steroid implants, cytostatics, interferons, tumor necrosis factor (TNF)-binding proteins, drugs acting on immunophilins, or antibodies with known impact on the immune system.\n10. Subjects of reproductive potential unwilling to use effective contraception starting right after ICF signature and for 12 months after SPVN06 SRI.\n11. Subjects who are pregnant or breastfeeding.\n12. Subjects who are unwilling or unable (based on the investigator's judgment) to comply with the study protocol.\n13. Subjects with any condition that would not allow them to complete follow-up examinations during the study and, in the opinion of the investigator, would make them unsuitable for the study.\n14. Subjects positive for human immunodeficiency virus (HIV) or any other systemic immunocompromising disease.\n15. Subjects who have undergone, within 6 months before inclusion, any significant ocular surgery (per investigator's judgment) that could interfere with the evaluation of SPVN06 study objectives.\n16. Presence of eye disorders that could interfere with the assessment of visual acuity and/or any other ocular assessments, including SD-OCT, during the study.\n17. Presence of any systemic or ocular diseases, other than non-syndromic retinitis pigmentosa (RP), that can cause vision loss.\n18. Prior vitrectomy or vitreomacular surgery.\n19. Presence of vitreomacular adhesion or traction, epiretinal membrane macular pucker or macular hole, evident by ophthalmoscopy and/or SD-OCT examinations and assessed by the investigator to significantly affect central vision.\n20. Current evidence of retinal detachment assessed by the investigator to significantly affect central vision.\n21. Active ocular inflammation or recurrent history of idiopathic or autoimmune-associated uveitis.\n22. Subjects with presence of any suspected or active ocular or periocular infection (conjunctivitis, keratitis, scleritis, endophthalmitis).\n23. Subjects with history of glaucoma.\n24. Subjects with uncontrolled intraocular pressure (IOP).\n25. Subjects with active cancer or currently receiving any therapy for cancer treatment.\n26. Subjects with any history of ocular malignancy.\n27. Subjects with a clinically significant cardiac disease on routine clinical examination (history, physical examination), or known congestive heart failure, myocardial infarction, clinically significant valvular heart disease, clinically significant cardiac rhythm or conduction abnormalities.\n28. Subjects with unstable/uncontrolled hypertension, defined by national recommendations.\n29. Subjects with pulmonary dysfunction or severe obstructive pulmonary disease.\n30. Subjects with active tuberculosis.\n31. Subjects with liver or renal insufficiency.\n32. Subjects with unstable endocrine disease, including unstable diabetes or thyroid disease.\n33. Subjects with active Hepatitis B or Hepatitis C.\n34. Subjects with clinically active infection of herpetic diseases, including herpes simplex virus, varicella zoster virus (VZV), cytomegalovirus (CMV) or EBV.\n35. Subjects with known history of ocular infection with herpes simplex virus.\n36. Subjects with active (extraocular) infection (requiring or not the prolonged or chronic use of antimicrobial agents).\n37. Immunocompromised subjects with previous solid organ or bone marrow transplant.\n38. Subjects who receive a live vaccine less than 4 weeks prior to SPVN06 injection\n39. Subjects who were infected by COVID-19 less than 2 weeks prior to SPVN06 injection.\n40. Subjects who have recently received (less than 4 weeks) or plan to receive a COVID-19 vaccination.\n41. Incapacitated subjects, as defined by national laws.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "SparingVision",
                    "role": "CONTACT",
                    "phone": "+33143462060",
                    "email": "info@sparingvision.com"
                },
                {
                    "name": "Medical Director",
                    "role": "CONTACT"
                }
            ],
            "locations": [
                {
                    "facility": "UPMC Eye Center",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Natalie Anthony",
                            "role": "CONTACT",
                            "phone": "412-647-5756",
                            "email": "anthonynl2@upmc.edu"
                        },
                        {
                            "name": "Rhonda Dahlstrom",
                            "role": "CONTACT",
                            "phone": "412-647-5756",
                            "email": "dahlstromrj@upmc.edu"
                        },
                        {
                            "name": "Joseph Martel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "CHNO XV-XX Paris - CIC 1423",
                    "status": "RECRUITING",
                    "city": "Paris",
                    "zip": "75012",
                    "country": "France",
                    "contacts": [
                        {
                            "name": "Berthe Pom",
                            "role": "CONTACT",
                            "phone": "+33635230695",
                            "email": "bpom@15-20.fr"
                        },
                        {
                            "name": "Isabelle Audo, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 48.85341,
                        "lon": 2.3488
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012173",
                    "term": "Retinitis"
                },
                {
                    "id": "D000012174",
                    "term": "Retinitis Pigmentosa"
                },
                {
                    "id": "D000077765",
                    "term": "Cone Dystrophy"
                },
                {
                    "id": "D000071700",
                    "term": "Cone-Rod Dystrophies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000015785",
                    "term": "Eye Diseases, Hereditary"
                },
                {
                    "id": "D000058499",
                    "term": "Retinal Dystrophies"
                },
                {
                    "id": "D000012162",
                    "term": "Retinal Degeneration"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15008",
                    "name": "Retinitis",
                    "asFound": "Retinitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15009",
                    "name": "Retinitis Pigmentosa",
                    "asFound": "Retinitis Pigmentosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "M851",
                    "name": "Cone-Rod Dystrophies",
                    "asFound": "Rod-Cone Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14997",
                    "name": "Retinal Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M29107",
                    "name": "Retinal Dystrophies",
                    "relevance": "LOW"
                },
                {
                    "id": "M1898",
                    "name": "Cone Dystrophy",
                    "asFound": "Cone Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18339",
                    "name": "Eye Diseases, Hereditary",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T4945",
                    "name": "Retinitis Pigmentosa",
                    "asFound": "Retinitis Pigmentosa",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1446",
                    "name": "Cone-rod Dystrophy",
                    "asFound": "Rod-Cone Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1444",
                    "name": "Cone Dystrophy",
                    "asFound": "Cone Dystrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1448",
                    "name": "Cone-rod Dystrophy 2",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}