{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05791643",
            "orgStudyIdInfo": {
                "id": "2015P000598"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Promoting Safety Plan and Coping Strategy Use Among Adults With Suicidal Thoughts",
            "officialTitle": "Pilot Micro-Randomized Trial of a Real-Time Intervention for Promoting Safety Plan and Coping Strategy Use for Suicidal Thoughts",
            "therapeuticArea": [
                "Other"
            ],
            "study": "promoting-safety-plan-and-coping-strategy-use-among-adults-with-suicidal-thoughts"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-07",
            "studyFirstSubmitQcDate": "2023-03-17",
            "studyFirstPostDateStruct": {
                "date": "2023-03-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kate Bentley, PhD",
                "investigatorTitle": "Assistant Professor, Department of Psychiatry, Harvard Medical School",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to learn about a new, real-time, smartphone-based intervention aimed to decrease risk for suicide in adults who have been hospitalized for suicidal thoughts or behaviors. The main questions the investigators aim to answer are:\n\n* Is a real-time, smartphone-based intervention that promotes the use of safety plans and other coping strategies for suicidal thoughts feasible and acceptable?\n* Does the real-time intervention result in increased use of safety plans and other coping strategies, and reduce suicidal thoughts?\n\nParticipants will:\n\n* Answer questions about current suicidal thoughts on their smartphone up to 6 times each day while they are in the hospital and during the 4 weeks after they leave the hospital\n* When they report elevated suicidal thoughts on a smartphone survey, be randomly assigned to receive or not receive automated, interactive reminders to use content from their personalized safety plan or general coping strategies\n* Answer brief follow-up questions on their smartphone within a couple hours of receiving or not receiving automated reminders\n* Give feedback on their experience with the real-time intervention",
            "detailedDescription": "Effective, scalable interventions for the highest-risk time for suicide - after inpatient psychiatric hospitalization - are urgently needed. The safety planning intervention (Stanley \\& Brown, 2012) involves developing a personalized list of prioritized coping strategies for suicidal crises, and has been shown to prevent suicidal behavior (e.g., Nuij et al., 2021). However, roughly 40% of patients with a safety plan never use it (Stanley et al., 2016). The safety plan also includes multiple components (e.g., different internal coping strategies, seeking social support), yet little is known about the internal and external contexts that may impact the accessibility and effectiveness of individual safety plan components. Improving both the ability to promote safety plan use when needed and the understanding of when specific coping strategies are most accessible and effective has the potential to optimize this already evidence-based intervention.\n\nThe aim of this study is to leverage the recent micro-randomized trial (MRT) design (Klasnja et al., 2015) to evaluate the proximal effects of automated, interactive, smartphone-based reminders to implement the safety plan and its coping strategies at different levels of suicidal urges and intent. Twenty-five (N = 25) adults hospitalized for suicidal thoughts or behaviors will undergo an intensive longitudinal monitoring protocol, which includes completing up to six brief smartphone surveys per day that assess momentary suicidal urges and intent on a 0 to 10 scale during hospitalization and the 28 days after discharge. After each post-discharge survey with reported high intensity suicidal urges or moderate intent, participants will be \"micro-randomized\" to receive either a series of automated interactive intervention messages or no intervention. Whether the message content is personalized (from the individual's safety plan) or general (top-rated from others' safety plans) and the specific coping strategy type(s) recommended will also be randomized. Brief proximal follow-up surveys will assess coping strategy use since the last survey prompting micro-randomization, perceived helpfulness of any coping strategies used, and momentary suicidal urges and intent. Qualitative and quantitative data on acceptability and feasibility will be collected from participants and used to inform future real-time intervention refinements. Preliminary efficacy data will be used to inform the development of future, larger-scale studies and the ultimate development of policies for novel just-in-time adaptive interventions that deliver the right time of support, at the right time, and in the right context, for individuals at risk for suicide."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide"
            ],
            "keywords": [
                "Suicide",
                "Suicidal Thoughts",
                "Micro-Randomized Trial",
                "Ecological Momentary Assessment",
                "Real-Time Intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "During the four weeks after hospital discharge, each time a participant reports elevated (\\> 0 but \\< 8 out of 10) levels of suicidal intent or high (\\>= 8 out of 10) suicidal urge on a momentary smartphone survey, they will be randomized to either receive a real-time intervention or no real-time intervention promoting safety plan or coping strategy use. If randomized to receive a real-time intervention, the intervention type will also be randomized to consist of either recommended coping strategies from their personalized safety plan or general coping strategies for suicidal thoughts.\n\nDuring the post-discharge phase, participants will have 24/7 access to their full safety plan within the study app. At reported high (\\>= 8 out of 10) levels of suicidal intent, no micro-randomization will occur, and a longstanding risk management protocol that includes direct, phone-based outreach to participants for further risk assessment and intervention will be used.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Real-time intervention for promoting safety plan and coping strategy use",
                    "type": "EXPERIMENTAL",
                    "description": "Momentary surveys in which elevated (non-zero but \\< 8 out of 10) levels of suicidal intent or high (\\>= 8 out of 10) suicidal urges are reported will be randomized either to receive a real-time intervention that consists of automated, interactive reminders with suggested strategies for coping with suicidal thoughts or no intervention.\n\nIf randomized to receive an intervention, the intervention type will also be randomized (at equal probabilities) to suggest either coping strategies from the participant's personalized safety plan or general common coping strategies.",
                    "interventionNames": [
                        "Behavioral: Personalized internal and external coping strategies",
                        "Behavioral: Personalized internal coping strategies",
                        "Behavioral: Personalized external coping strategies",
                        "Behavioral: General internal and external coping strategies",
                        "Behavioral: General internal coping strategies",
                        "Behavioral: General external coping strategies",
                        "Behavioral: General internal coping strategies, relaxation",
                        "Behavioral: General internal coping strategies, distraction",
                        "Behavioral: General internal coping strategies, physical activity"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Personalized internal and external coping strategies",
                    "description": "A series of interactive, automated messages will recommend use of the internal coping strategies and external coping strategies (i.e., sources of social support/distraction) from the participant's personalized safety plan.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Personalized internal coping strategies",
                    "description": "A series of interactive, automated messages will recommend use of the internal coping strategies from the participant's personalized safety plan.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Personalized external coping strategies",
                    "description": "A series of interactive, automated messages will recommend use of the external coping strategies (i.e., sources of social support/distraction) from the participant's personalized safety plan.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General internal and external coping strategies",
                    "description": "A series of interactive, automated messages will recommend use of general (non-personalized) common internal and external coping strategies for suicidal thoughts.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General internal coping strategies",
                    "description": "A series of interactive, automated messages will recommend use of general (non-personalized) common internal coping strategies for suicidal thoughts.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General external coping strategies",
                    "description": "A series of interactive, automated messages will recommend use of general (non-personalized) external coping strategies (i.e., sources of social support/distraction) for suicidal thoughts.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General internal coping strategies, relaxation",
                    "description": "A series of interactive, automated messages will recommend use of general (non-personalized) common internal (and specifically, relaxation-based) coping strategies for suicidal thoughts.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General internal coping strategies, distraction",
                    "description": "A series of interactive, automated messages will recommend use of general (non-personalized) common internal (and specifically, distraction-based) coping strategies for suicidal thoughts.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "General internal coping strategies, physical activity",
                    "description": "A series of interactive, automated messages will recommend use of general (non-personalized) common internal (and specifically, physical activity-based) coping strategies for suicidal thoughts.",
                    "armGroupLabels": [
                        "Real-time intervention for promoting safety plan and coping strategy use"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intervention engagement as assessed by the number of real-time interventions received and percentage of real-time interventions completed",
                    "description": "Engagement with the real-time intervention will be assessed by analyzing the total number interventions participants receive and the percentage of those received that they complete.",
                    "timeFrame": "4 weeks after hospital discharge"
                },
                {
                    "measure": "Extent to which the real-time intervention may be successfully used or implemented as assessed by the Feasibility of Intervention Measure",
                    "description": "The extent to which the real-time intervention may be successfully used will be assessed by scoring and analyzing self-reported responses to the Feasibility of Intervention Measure.",
                    "timeFrame": "4 weeks after hospital discharge"
                },
                {
                    "measure": "Participant approval of the real-time intervention as assessed by the Acceptability of Intervention Measure",
                    "description": "Participants' approval of the real-time intervention will be assessed by scoring and analyzing self-reported responses to the Acceptability of Intervention Measure.",
                    "timeFrame": "4 weeks after hospital discharge"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Self-reported safety plan and coping strategy use",
                    "description": "Participants may be prompted within two hours of each micro-randomization to complete a brief follow-up smartphone survey that assesses safety plan and/or coping strategy use since the initial survey prompting micro-randomization.",
                    "timeFrame": "Within two hours of each micro-randomization"
                },
                {
                    "measure": "Self-reported momentary suicidal urges and intent",
                    "description": "Participants may be prompted within two hours of each micro-randomization to complete a brief follow-up smartphone survey that assesses momentary suicidal urge and intent (on a 0 to 10 scale).",
                    "timeFrame": "Within two hours of each micro-randomization"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Experiencing suicidal thoughts as part of their inpatient admission\n* Ownership of and access to a smartphone (while on the unit and following discharge)\n* Ability to speak and write English fluently\n\nExclusion Criteria:\n\n* Any factor that impairs the ability to effectively participate in the study (e.g., significant cognitive impairment, intellectual disability, presence of violent behavior, psychotic illness/symptoms determined by the treating clinician to impair ability to understand the study or provide informed consent)\n* Failure to correctly answer all true/false questions in the consent form",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kate Bentley, PhD",
                    "role": "CONTACT",
                    "phone": "617-724-7741",
                    "email": "kbentley@mgh.harvard.edu"
                },
                {
                    "name": "Matthew Nock, PhD",
                    "role": "CONTACT",
                    "email": "nock@wjh.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "McLean Hospital",
                    "status": "RECRUITING",
                    "city": "Belmont",
                    "state": "Massachusetts",
                    "zip": "02478",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.39593,
                        "lon": -71.17867
                    }
                },
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Stanley B, Brown GK. Safety planning intervention: A brief intervention to mitigate suicide risk. Cognitive and Behavioral Practice. 2012; 19(2): 256-264. doi:10.1016/j.cbpra.2011.01.001"
                },
                {
                    "pmid": "35048835",
                    "type": "BACKGROUND",
                    "citation": "Nuij C, van Ballegooijen W, de Beurs D, Juniar D, Erlangsen A, Portzky G, O'Connor RC, Smit JH, Kerkhof A, Riper H. Safety planning-type interventions for suicide prevention: meta-analysis. Br J Psychiatry. 2021 Aug;219(2):419-426. doi: 10.1192/bjp.2021.50."
                },
                {
                    "pmid": "26828397",
                    "type": "BACKGROUND",
                    "citation": "Stanley B, Chaudhury SR, Chesin M, Pontoski K, Bush AM, Knox KL, Brown GK. An Emergency Department Intervention and Follow-Up to Reduce Suicide Risk in the VA: Acceptability and Effectiveness. Psychiatr Serv. 2016 Jun 1;67(6):680-3. doi: 10.1176/appi.ps.201500082. Epub 2016 Feb 1."
                },
                {
                    "pmid": "26651463",
                    "type": "BACKGROUND",
                    "citation": "Klasnja P, Hekler EB, Shiffman S, Boruvka A, Almirall D, Tewari A, Murphy SA. Microrandomized trials: An experimental design for developing just-in-time adaptive interventions. Health Psychol. 2015 Dec;34S(0):1220-8. doi: 10.1037/hea0000305."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Thoughts",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}