{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05596760",
            "orgStudyIdInfo": {
                "id": "STUDY00015800"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AG078169",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AG078169"
                }
            ],
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Promoting Goals-of-Care Discussions for Patients With Memory Problems and Their Caregivers",
            "officialTitle": "Hybrid Efficacy-effectiveness Trial to Promote Goals-of-care Discussions for Patients With Alzheimer's Disease and Related Dementias and Their Family Caregivers",
            "acronym": "PICSI-M",
            "therapeuticArea": [
                "Endocrinology",
                "Other",
                "Respiratory",
                "Cardiovascular",
                "Nephrology and Renal Diseases",
                "Oncology and Hematology",
                "Neurology",
                "Gastroenterology"
            ],
            "study": "promoting-goals-of-care-discussions-for-patients-with-memory-problems-and-their-caregivers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-11",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-14",
            "studyFirstSubmitQcDate": "2022-10-24",
            "studyFirstPostDateStruct": {
                "date": "2022-10-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Erin Kross",
                "investigatorTitle": "Associate Professor: School of Medicine, Pulmonary, Critical Care and Sleep Medicine",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to improve communication among clinicians, patients with memory problems, and their family members. We are testing a way to help clinicians have better conversations to address patients' goals for their healthcare. To do this, we created a simple, short guide called the \"Jumpstart Guide.\" The goal of this research study is to show that using this kind of guide is possible and can be helpful for patients and their families. Patients' clinicians may receive a Jumpstart Guide before the patient's clinic visit. Researchers will compare patients whose clinician received a Jumpstart Guide to patients whose clinician did not receive a guide to see if more patients in the Jumpstart Guide group had conversations about the patient's goals for their healthcare. Patients and their family members will also be asked to complete surveys after the visit with their clinician.",
            "detailedDescription": "This is an NIH Stage III hybrid efficacy-effectiveness trial that also capitalizes on insights from the hybrid effectiveness-implementation design. This is a parallel group randomized trial randomizing patients with ADRD to Jumpstart or usual care. Jumpstart is designed to promote and guide goals-of-care discussions for patients with serious illness through suggestions and \"tips\" on the Jumpstart Guide. The guide also includes patient-specific information gathered from the EHR on the presence of advance directives and POLST forms. This trial is also pragmatic because we will enroll all eligible patients; Jumpstart guides will be delivered to clinicians caring for all patients in the intervention arm. Patient-reported outcomes will only be collected from patients and families willing to complete surveys. The primary outcome, EHR documentation of goals-of-care discussions, will be collected for all patients.\n\nThe study includes 4 steps:\n\nStep 1. Patient Identification and randomization. Patients are randomized at the time of confirmation of eligibility to one of two study arms: the Jumpstart intervention or usual care.\n\nJumpstart is a communication-priming intervention for clinicians, patients and their families in the outpatient setting. The intervention's goal is to prompt clinicians to provide, during a scheduled (non-urgent) clinic visit, standard of care which includes a discussion with patients (and/or their LNOKs) about their goals of care. It is designed to promote and guide these discussions for older adults with ADRD through suggestions and tips on the Jumpstart guide.\n\nStep 2. Creation of EHR-based Jumpstart Guide. For patients randomized to intervention, a \"clinician-facing\" Jumpstart guide is created. The Jumpstart guide is developed from EHR data, using automated retrieval routines to summarize the presence or absence of Physician Orders for Life Sustaining Treatment (POLST), advance directives, and durable power of attorney (DPOA) for health care documentation. This information is used to populate the Jumpstart guide with tailored recommendations to clinicians for initiating or continuing goals of care discussions at the patient's upcoming \"target visit\" appointment. No Jumpstart guides are created for patients in the comparator arm.\n\nStep 3. Delivery of Jumpstart Guide to Clinician. Jumpstart guides are delivered within 1-2 days prior to the patient's targeted appointment via secure email or in person to the clinician who is caring for the study patient in the outpatient setting. Study staff monitors the EHR via EPIC to confirm appointment attendance, or to revise the target visit date if the appointment is rescheduled. The study does not contact clinicians for patients in the comparator arm; however, the target visit is tracked and logged in order to collect outcome data.\n\nStep 4. Recruitment of Patients and Family Members for Surveys. At approximately 2 weeks after the target visit, patients are contacted to participate in survey activities. Recruitment is as noted above. Surveys are distributed to patients and family members in both study arms at 1-, 3-, and 12-months after a target visit. These time points are designed to maximize subjects' ability to recall occurrence of a goals-of-care discussion (1-month) while also allowing time for the communication intervention to impact care plans and other patient-centered outcomes (3- and 12-months). Surveys assess patient outcomes, including palliative care needs, healthcare utilization and intensity of care, and psychological symptoms. Family surveys include items that allow the family to assess the patient outcomes from the caregiver's perspective as well as caregiver outcomes. Surveys may be completed in-person, online (REDCap), or by phone, based on subjects' preferences.\n\nA legal next of kin is identified for all patients in case patients are unable to complete surveys at any time during their 12-month period of study participation. We use the same procedures for them at later time points that are used at initial recruitment and enrollment.\n\nQualitative Interviews. At the end of the participants' follow-up period, intervention patients and family members are invited to take part in a short, semi-structured interviews to evaluate the intervention. The interviews will last about 20-30 minutes. This subset of subjects is contacted by the study team by mail, email, telephone or in-person, based on their preference determined at enrollment. We use purposive sampling to select individuals representing diverse demographics (i.e., age, gender, race, ethnicity, dementia severity) and various levels of participation in the intervention.\n\nClinicians are identified by the study team using purposive sampling to identify those who participated fully in the intervention component and those who were sent the Jumpstart guide but did not document a goals-of-care discussion. They are also selected using purposive sampling to ensure a diverse group based on race/ethnicity, age, gender, specialty, and years of training.\n\nInterviews explore feedback on the intervention and ways to improve intervention delivery and implementation, including three key implementation outcomes (acceptability, fidelity, penetration) that will guide future dissemination of the intervention. They are conducted in person, by video conference, or by phone, depending on the participant's preference. Interviews are audio recorded, transcribed, and analyzed using thematic analysis. To ensure trustworthiness and accuracy, interviewers (research coordinators) may perform a \"member check\" of the results with participants selected.\n\nAdditional Data Collection: We use EHR-based quality metrics program to obtain data about patients from the EHR, including those data required for screening and for primary and secondary outcomes. (See below.) We collect these data using our automated and validated methods within UW Medicine from the EHR using UW Medicine's Enterprise Data Warehouse (EDW), a repository of data from multiple sources including clinical, supply chain, billing, and human resources. We collect healthcare utilization outside of UW Medicine through participant surveys, along with occurrence and place of death (if death occurs within 24 months from patient enrollment) from the EHR and Washington State death certificate data."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia",
                "Chronic Disease",
                "Neoplasm Metastasis",
                "Lung Neoplasm",
                "Pulmonary Disease, Chronic Obstructive",
                "Heart Failure，Congestive",
                "Liver Cirrhosis",
                "Kidney Failure, Chronic",
                "Lung Diseases, Interstitial",
                "Peripheral Vascular Diseases",
                "Diabetes With End Organ Damage",
                "Palliative Care, Patient Care",
                "Health Care Quality, Access, and Evaluation",
                "Patient Care",
                "Health Communication",
                "Patient Care Planning",
                "Quality of Life"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Jumpstart Guide",
                    "type": "EXPERIMENTAL",
                    "description": "The Jumpstart Guide is developed using automated methods. It summarizes the presence/absence of POLST, advance directives and DPOA documentation. The Jumpstart Guide also provides tips for conducting discussion about goals of care.",
                    "interventionNames": [
                        "Behavioral: Jumpstart Guide"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Clinicians of patients in the Usual Care arm will not receive a Jumpstart Guide."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Jumpstart Guide",
                    "description": "The Jumpstart Guide is a communication-priming intervention for clinicians, patients and their families in the outpatient setting. The intervention's goal is to prompt clinicians to provide, during a scheduled (non-urgent) clinic visit, standard of care which includes a discussion with patients (and/or their LNOKs) about their goals of care. It is designed to promote and guide these discussions for older adults with memory problems through suggestions and tips on the Jumpstart Guide.",
                    "armGroupLabels": [
                        "Jumpstart Guide"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "EHR documentation of Goals of Care discussions",
                    "description": "The primary outcome is the proportion of patients who have a goals-of-care discussion that has been documented in the EHR in the period by 90 days following randomization. The proportion is the number of patients with GOC documentation over the number of patients in each study arm.",
                    "timeFrame": "90 days following randomization"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Anxiety and depression (HADS)",
                    "description": "Symptoms of depression and anxiety assessed with the Hospital Anxiety and Depression Scale (HADS). The HADS is a reliable, valid 14-item, 2-domain (anxiety and depression) tool used to assess symptoms of psychological distress. Seven items evaluate anxiety and seven evaluate depression. Each item is scored on a 4-point scale (ranging from 0-3) with scores for each subscale (anxiety and depression) ranging from 0-21.",
                    "timeFrame": "30 days following randomization."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "PATIENTS\n\nInclusion Criteria:\n\n* Be cared for as an outpatient at a UW Medicine clinic\n* 55 years of age or older\n* Have an ICD-10 code for ADRD documented in the EHR within the prior two years\n\nIf patients are cared for in a primary care setting within UW Medicine or by a geriatrician or neurologist, only a diagnosis of ADRD is required for eligibility.\n\nIf patients have ADRD and are not followed by a primary care clinician at UW Medicine but are followed by a subspecialist, eligible patients must also have an ICD-10 code for one or more of seven chronic conditions used by the Dartmouth Atlas, relevant for the specialist they see, to ensure that goals-of care discussions are applicable for these specialists in the care of the enrolled patient. These conditions by specialist are: malignant cancer/leukemia (oncologist), chronic pulmonary disease (pulmonologist), coronary artery disease or heart failure (cardiologist), chronic liver disease (hepatologist), chronic renal disease (nephrologist), and diabetes with end-organ damage (endocrinologist).\n\nExclusion Criteria:\n\n* restricted status, legal or risk management concerns\n* without capacity to complete informed consent procedures and without a legal surrogate to enroll them (for the survey component or qualitative interviews)\n* non-English speaking (for the survey component or qualitative interviews)\n\nFAMILY MEMBERS\n\nInclusion Criteria:\n\n* Identified (via the patient or the EHR) as the person most involved in care for an eligible patient in the trial\n* 18 years of age or older\n* English language proficiency\n\nExclusion Criteria:\n\n* legal or risk management concerns\n* psychological illness or morbidity preventing completion of study materials\n* physical or mental limitations preventing completion of study materials\n* non-English speaking\n\nNot all patients will have an eligible family member to enroll.\n\nCLINICIANS\n\nInclusion Criteria:\n\n* Physician or advance practice provider caring for older adults within UW Medicine clinics\n* 18 years of age or older\n* English language proficiency\n* (Interviews) Identified as clinician of record for an enrolled patient in the trial and received a Jumpstart guide\n\nExclusion Criteria:\n\n* legal or risk management concerns",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Nielsen",
                    "role": "CONTACT",
                    "phone": "206 744-9516",
                    "email": "eniels9@u.washington.edu"
                },
                {
                    "name": "Jessica Walsh",
                    "role": "CONTACT",
                    "phone": "206.573.6246",
                    "email": "jess2@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erin Kross, MD",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Harborview Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Kross, MD",
                            "role": "CONTACT",
                            "phone": "206-744-4649",
                            "email": "ekross@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "UW Medical Center",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Kross, MD",
                            "role": "CONTACT",
                            "phone": "206-744-4649",
                            "email": "ekross@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                },
                {
                    "facility": "UW Medicine Neighborhood Clinics",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erin Kross, MD",
                            "role": "CONTACT",
                            "phone": "206-744-4649",
                            "email": "ekross@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000008103",
                    "term": "Liver Cirrhosis"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000029424",
                    "term": "Pulmonary Disease, Chronic Obstructive"
                },
                {
                    "id": "D000017563",
                    "term": "Lung Diseases, Interstitial"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000051437",
                    "term": "Renal Insufficiency"
                },
                {
                    "id": "D000007676",
                    "term": "Kidney Failure, Chronic"
                },
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000016491",
                    "term": "Peripheral Vascular Diseases"
                },
                {
                    "id": "D000058729",
                    "term": "Peripheral Arterial Disease"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000050197",
                    "term": "Atherosclerosis"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000051436",
                    "term": "Renal Insufficiency, Chronic"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure, Congestive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "asFound": "Lung Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19813",
                    "name": "Lung Diseases, Interstitial",
                    "asFound": "Lung Diseases, Interstitial",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26718",
                    "name": "Renal Insufficiency",
                    "asFound": "Kidney Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23449",
                    "name": "Pulmonary Disease, Chronic Obstructive",
                    "asFound": "Pulmonary Disease, Chronic Obstructive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10699",
                    "name": "Kidney Failure, Chronic",
                    "asFound": "Kidney Failure, Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11103",
                    "name": "Liver Cirrhosis",
                    "asFound": "Liver Cirrhosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29213",
                    "name": "Peripheral Arterial Disease",
                    "asFound": "Peripheral Vascular Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18894",
                    "name": "Peripheral Vascular Diseases",
                    "asFound": "Peripheral Vascular Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Neoplasm Metastasis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "asFound": "Vascular Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M26188",
                    "name": "Atherosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M26717",
                    "name": "Renal Insufficiency, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "asFound": "Chronic",
                    "relevance": "HIGH"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}