{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05036278",
            "orgStudyIdInfo": {
                "id": "21924"
            },
            "secondaryIdInfos": [
                {
                    "id": "2021-006191-16",
                    "type": "EUDRACT_NUMBER"
                }
            ],
            "organization": {
                "fullName": "Bayer",
                "class": "INDUSTRY"
            },
            "briefTitle": "Prophylaxis Regimen for Hemophilia A Patients",
            "officialTitle": "A Multicenter, Prospective, Open-label, Clinical Study to Assess the Effect of Using a New Risk Score Approach to Select the Most Appropriate Prophylaxis Regimen for Reaching a Favorable Outcome, When Hemophilia A Patients Switch From Standard Half-life Products to Damoctocog Alfa Pegol (Jivi)",
            "acronym": "PREDICT",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prophylaxis-regimen-for-hemophilia-a-patients"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-02",
            "studyFirstSubmitQcDate": "2021-09-02",
            "studyFirstPostDateStruct": {
                "date": "2021-09-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Bayer",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Researchers are looking for a better way to treat people who have hemophilia A. Hemophilia A is a genetic bleeding disorder that is caused by the lack of a protein in the blood called \"clotting factor 8\" (FVIII). FVIII is naturally found in the blood where it causes the blood to clump together to help prevent and stop bleeding. People with lower levels of FVIII or with FVIII that does not work properly may bleed for a long time from minor wounds, have painful bleeding into joints, or have internal bleeding.\n\nThe study treatment, Jivi (also called damoctocog alfa pegol), is already available for doctors to prescribe to people with hemophilia A to treat and prevent bleeding. It works by replacing the missing FVIII, or the FVIII that does not work properly.\n\nPeople with hemophilia A need frequent injections of FVIII products into the vein. So called standard half-life (SHL) products need to be given 2 to 4 times a week for the prevention of bleeding. In recent years, new products like Jivi called extended half-life (EHL) products have become available. These products last longer in the body so that they require to be given less often with injections every 3-5 days. Thus, these treatments may be easier and more comfortable to stick to in daily life. There is no general plan concerning the best amount of treatment and the frequency of injections for the prevention of bleeding, since the severity may be different and individual risk factors have to be considered. Doctors often decide on a treatment plan based on their experience.\n\nThe main purpose of this study is to learn how well a new scoring approach works to select a treatment plan for the prevention of bleeding in people with hemophilia A who switch their treatment from SHL products to Jivi. Different types of information are used to calculate the risk score like bleeding history, certain biological factors, and physical activity of the participant.\n\nAll participants will receive Jivi for 6 months.\n\nIn the first four weeks, all participants will receive Jivi 2 times a week at a dose level of 40 IU per kilogram body weight (also known as 40 IU/kg/dose, recommended maximum dose is 6,000 IU). Then, based on their risk score, each participant will be assigned to one of three treatment plans:\n\n* participants with a high risk remain on Jivi administration 2 times a week at 40 IU/kg/dose\n* participants with a medium risk will switch to Jivi administration every 5 days at 50 IU/kg/dose\n* participants with a low risk will switch to Jivi administration every 5 days at 50 IU/kg/dose and after 4 weeks to a less frequent administration (e.g., every 7 days) at 60 IU/kg/dose To check how well the new scoring approach works for choosing the right treatment plan, researchers will look at how many participants have a favourable outcome.\n\nThis means that the participant has either fewer bleeding events vs. the pre-study treatment and takes Jivi less often or as often as the previous SHL treatment but with fewer bleeding events, or that the participant has a comparable number of bleeding events but needs to take Jivi less often than the previous treatment. Each participant will be in the study for approximately 7.5 months. During this time, 4 visits to the study site and 3 phone calls are planned. During the study, the doctors and their study team will: • do physical examinations • take blood samples • ask the participants questions about how they are feeling and what adverse events they are having. In addition, participants or their guardians are required to write down the dates of Jivi treatments and bleeding events in an electronic diary and to fill in different questionnaires on their quality of life, health status, work/ school productivity, pain, and treatment satisfaction. In addition, participants are expected to keep appointments for visits and to adhere to the assigned treatment regimen.\n\nAn adverse event is any medical problem that a participant has during a study. Doctors keep track of all adverse events that happen in studies, even if they do not think the adverse events might be related to the study treatments."
        },
        "conditionsModule": {
            "conditions": [
                "Hemophilia A",
                "Prophylaxis of Bleeding"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Damoctocog alfa-pegol prophylaxis regimens",
                    "type": "EXPERIMENTAL",
                    "description": "Prophylaxis regimens: All participants will begin with prophylaxis 2x/week (40 IU/kg/dose (recommended maximum dose 6,000 IU)) Participants with a high risk score (\\> 4) continue on prophylaxis 2x/week (40 IU/kg/dose). Participants with a medium risk score (2 to 4) will switch after 4 weeks to prophylaxis Q5D (50 IU/kg/dose). Participants with a low risk score (\\< 2) will switch after 4 weeks to prophylaxis Q5D (50 IU/kg/dose) and then after 4 weeks to a less frequent (e.g. Q7D) regimen (60 IU/kg/dose).",
                    "interventionNames": [
                        "Biological: Damoctocog alfa-pegol is a recombinant B-domain deleted human coagulation FVIII variant site specifically conjugated with a 60 kDa, branched (30 kDa each) polyethylene glycol (PEG)."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Damoctocog alfa-pegol is a recombinant B-domain deleted human coagulation FVIII variant site specifically conjugated with a 60 kDa, branched (30 kDa each) polyethylene glycol (PEG).",
                    "description": "Dosage Levels:\n\n* 40 IU/kg/dose two times per week\n* 50 IU/kg/dose every 5 days\n* 60 IU/kg/dose, Less frequent dosing (e.g. every 7 days), the total recommended maximum dose/infusion is 6000 IU.",
                    "armGroupLabels": [
                        "Damoctocog alfa-pegol prophylaxis regimens"
                    ],
                    "otherNames": [
                        "Jivi, BAY94-9027"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Occurrence of favorable outcome on the score selected dosing regimen",
                    "description": "To assess the effect of using a baseline risk score, based on a participant's phenotypic and biologic variables, to select the most appropriate prophylaxis regimen for reaching a favorable outcome, when switching from a SHL product to Jivi.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "ABR (total, joint, spontaneous)",
                    "description": "To assess the efficacy of Jivi compared to a previous SHL treatment.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in total ABR from pre-study",
                    "description": "To assess the efficacy of Jivi compared to a previous SHL treatment.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in the frequency of pre-study SHL treatment to the frequency of Jivi administration (infusions/month)",
                    "description": "To assess the frequency of Jivi administration.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Occurrence of participants with 0 and ≤ 1 spontaneous bleeds",
                    "description": "To assess the proportion of participants with 0 and ≤ 1 spontaneous bleeds.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Change in Haemophilia Quality of Life Questionnaire (Haem-A-QoL or Haemo-QoL)",
                    "description": "To assess participant quality of life (QoL) and physical activity, as measured by Patient Reported Outcomes (PROs).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Patient's Global Impression of Change (PGI-C)",
                    "description": "To assess participant quality of life (QoL) and physical activity, as measured by Patient Reported Outcomes (PROs).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "EuroQoL 5 Dimensions (EQ-5D-5L) questionnaire",
                    "description": "To assess participant quality of life (QoL) and physical activity, as measured by Patient Reported Outcomes (PROs).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Treatment Satisfaction Questionnaire for Medication (TSQM)",
                    "description": "To assess participant quality of life (QoL) and physical activity, as measured by Patient Reported Outcomes (PROs).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Work Productivity and Activity Impairment (WPAI) questionnaire scores",
                    "description": "To assess participant quality of life (QoL) and physical activity, as measured by Patient Reported Outcomes (PROs).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Number of target joints and change in target joint status from baseline",
                    "description": "To assess target joint status, per International Society on Thrombosis and Haemostasis (ISTH) guidelines",
                    "timeFrame": "6 momth"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be ≥ 12 years of age inclusive, at the time of signing the informed consent/assent.\n* Previously treated patients (≥ 150 EDs) with congenital hemophilia A.\n* Prophylaxis with any SHL FVIII product with a stable frequency for at least 6 consecutive months within the last 12 months prior to screening before entering the study and documented in medical records. Stable frequency is defined as a minimum 18 weeks of treatment in a 6 (consecutive) calendar month period in the 12 months prior to screening. Patients can be on any non-Jivi EHL between the 6-month stable SHL prophylaxis period and start of study treatment.\n* Documented bleeding rate (ABR) while on stable frequency SHL prophylaxis for at least 6 consecutive months within the last 12 months prior to screening.\n* No current evidence (≥ 0.6 BU/mL) of FVIII inhibitors. If a participant has had a positive inhibitor titer in the past (≥ 0.6 BU/mL on two occasions) but has been tolerized for at least 1 year since the last positive titer with at least 1 negative inhibitor assay test during that period, they can be enrolled. If a participant has had a positive inhibitor titer in the past (≥ 0.6 BU/mL) but did not require tolerization and has had at least 1 negative inhibitor assay test during a minimum period of at least 1 year since the last positive titer, they can be enrolled.\n* If they are human immunodeficiency virus (HIV) positive, cluster of differentiation 4 (CD4+) lymphocyte count should be \\> 200/mm\\^3 within 1 year before entering the study and documented in medical records. -\n* Participants who are willing to complete an electronic diary (eDiary).\n* Contraceptive use should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n* For adolescent participants (≥ 12 to \\< 18 years), a legal guardian must be available to help the study-site personnel ensure follow-up; accompany the participant to the study site on each assessment day according to the Schedule of Activities (SoA) (e.g. able to comply with scheduled visits, treatment plan, laboratory tests and other study procedures); consistently and consecutively be available to provide information on the participant using the PROs during the scheduled study visits; accurately and reliably dispense study intervention as directed.\n* For adolescent participants, a legal guardian must be able to accurately maintain the child's take-home record, including items of general health.\n\nExclusion Criteria:\n\n* Any other inherited or acquired bleeding disorder in addition to hemophilia A. Note: von Willebrand disease should be diagnosed per local clinical practice. Participants with a diagnosis of von Willebrand disease in medical records or diagnosed at the time of screening will be excluded.\n* Platelet count \\< 100,000/mm\\^3\n* Evidence of inhibitor to FVIII (≥ 0.6 BU/mL) within the last 1 year\n* The participant is currently participating in another investigational drug study or has participated in a clinical study involving an investigational drug or device within 30 days of signing informed consent.\n* The participant has a planned major surgery.\n* Documentation of missing risk score parameters other than physical activity .\n* Known hypersensitivity to the drug substance, excipients, or mouse or hamster protein.\n* Any other significant medical condition that the investigator feels would be a risk to the participant or would impede the study.\n* Close affiliation with the investigational site; e.g. a close relative of the investigator, dependent person (e.g. employee or student of the investigational site).\n* Otherwise vulnerable participants (e.g. participants who are in custody by order of an authority).\n* Judgment by the investigator that the participant should not participate in the study if the participant is unlikely to comply with study procedures (i.e. eDiary completion, clinic visits, phone updates), restrictions, and requirements.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bayer Clinical Trials Contact",
                    "role": "CONTACT",
                    "phone": "(+)1-888-84 22937",
                    "email": "clinical-trials-contact@bayer.com"
                }
            ],
            "locations": [
                {
                    "facility": "Dr. Akshat Jain - Loma Linda University Medical Center",
                    "status": "RECRUITING",
                    "city": "Loma Linda",
                    "state": "California",
                    "zip": "92354",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.04835,
                        "lon": -117.26115
                    }
                },
                {
                    "facility": "Orthopaedic Institute for Children",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90001",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "University of California - Davis",
                    "status": "WITHDRAWN",
                    "city": "Sacramento",
                    "state": "California",
                    "zip": "95817",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.58157,
                        "lon": -121.4944
                    }
                },
                {
                    "facility": "Loma Linda Children's Hospital",
                    "status": "WITHDRAWN",
                    "city": "San Bernardino",
                    "state": "California",
                    "zip": "92408",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.10834,
                        "lon": -117.28977
                    }
                },
                {
                    "facility": "Loma Linda Children's Hospital",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "San Bernardino",
                    "state": "California",
                    "zip": "92408",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.10834,
                        "lon": -117.28977
                    }
                },
                {
                    "facility": "University of Colorado | Renal Research Office",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "University of Miami Hospital",
                    "status": "COMPLETED",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Aflac Cancer and Blood Disorders Center",
                    "status": "COMPLETED",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30301",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Augusta University Medical Center",
                    "status": "COMPLETED",
                    "city": "Augusta",
                    "state": "Georgia",
                    "zip": "30912",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.47097,
                        "lon": -81.97484
                    }
                },
                {
                    "facility": "Rush University Medical Center",
                    "status": "COMPLETED",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "The University of Iowa - Div of Sponsored Programs",
                    "status": "COMPLETED",
                    "city": "Iowa City",
                    "state": "Iowa",
                    "zip": "52240",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.66113,
                        "lon": -91.53017
                    }
                },
                {
                    "facility": "Johns Hopkins Univ School Med|Sidney Kimmel Comp Cancer Cntr",
                    "status": "WITHDRAWN",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21231",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Michigan State University",
                    "status": "NOT_YET_RECRUITING",
                    "city": "East Lansing",
                    "state": "Michigan",
                    "zip": "48824",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.73698,
                        "lon": -84.48387
                    }
                },
                {
                    "facility": "University of Minnesota Medical Center",
                    "status": "COMPLETED",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Rutgers Robert Wood Johnson Medical School",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                },
                {
                    "facility": "Children's Hospital of Oklahoma",
                    "status": "WITHDRAWN",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                },
                {
                    "facility": "Gulf States Hemophilia & Thrombophilia Center-UT Physicians",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Click here to find information for studies related to Bayer products. To find this study enter the ClinicalTrials.gov identifier (NCT) number or Bayer Study Identifier (ID) in the search field.",
                    "url": "https://clinicaltrials.bayer.com"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Availability of this study's data will later be determined according to Bayer's commitment to the EFPIA/PhRMA \"Principles for responsible clinical trial data sharing\". This pertains to scope, timepoint and process of data access. As such, Bayer commits to sharing upon request from qualified researchers patient-level clinical trial data, study-level clinical trial data, and protocols from clinical trials in patients for medicines and indications approved in the US and EU as necessary for conducting legitimate research. This applies to data on new medicines and indications that have been approved by the EU and US regulatory agencies on or after January 01, 2014.\n\nInterested researchers can use www.vivli.org to request access to anonymized patient-level data and supporting documents from clinical studies to conduct research. Information on the Bayer criteria for listing studies and other relevant information is provided in the member section of the portal."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006467",
                    "term": "Hemophilia A"
                }
            ],
            "ancestors": [
                {
                    "id": "D000025861",
                    "term": "Blood Coagulation Disorders, Inherited"
                },
                {
                    "id": "D000001778",
                    "term": "Blood Coagulation Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020147",
                    "term": "Coagulation Protein Disorders"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M9553",
                    "name": "Hemophilia A",
                    "asFound": "Hemophilia A",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23095",
                    "name": "Blood Coagulation Disorders, Inherited",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21982",
                    "name": "Coagulation Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T2710",
                    "name": "Hemophilia",
                    "asFound": "Hemophilia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2711",
                    "name": "Hemophilia A",
                    "asFound": "Hemophilia A",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005169",
                    "term": "Factor VIII"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003029",
                    "term": "Coagulants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8312",
                    "name": "Factor VIII",
                    "asFound": "Gained",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6259",
                    "name": "Coagulants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}