{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05772156",
            "orgStudyIdInfo": {
                "id": "AAAU3902"
            },
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Prophylactic Methylergonovine for Twin Cesarean",
            "officialTitle": "Prophylactic Methylergonovine in Patients Undergoing Cesarean Delivery With Twin Gestations: A Randomized Controlled Trial",
            "therapeuticArea": [
                "Women's Health",
                "Other"
            ],
            "study": "prophylactic-methylergonovine-for-twin-cesarean"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-03",
                "type": "ACTUAL"
            },
            "completionDateStruct": {
                "date": "2024-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-06",
            "studyFirstSubmitQcDate": "2023-03-06",
            "studyFirstPostDateStruct": {
                "date": "2023-03-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mirella Mourad",
                "investigatorTitle": "Assistant Professor of Obstetrics and Gynecology",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Columbia University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Obstetrical hemorrhage (excessive bleeding related to pregnancy) is a leading cause of maternal morbidity (disease or symptom of disease) and mortality (death) worldwide with a significantly higher frequency and severity following cesarean delivery. Twin gestations (twin pregnancy) are at particularly higher risk for postpartum hemorrhage, yet the management of obstetrical bleeding following twin delivery remains identical to singleton delivery.\n\nThe purpose of this study is to understand the effect of prophylactic methylergonovine on blood loss in scheduled twin pregnancy cesarean deliveries. Participants will be randomized (like tossing a coin) to Methylergonovine (investigational drug) or water with salt (saline) (placebo). Methylergonovine or saline will be given as an injection immediately after delivery.",
            "detailedDescription": "Obstetrical hemorrhage is a leading cause of maternal morbidity and mortality worldwide with a significantly higher frequency and severity following cesarean delivery. In 2020, 31.9 percent of pregnant women in the United States underwent cesarean delivery, making it the second most common operation performed. Though multiple complications can occur following cesarean delivery, hemorrhage morbidities are among the most common with significant cardiovascular implications. Twin gestations are at particularly higher risk for postpartum hemorrhage due to impaired myometrial contractility and atony following overdistention; increased maternal blood volume; and increased uterine blood flow compared to singletons, yet the management of obstetrical bleeding following twin delivery remains identical to singleton delivery. Current strategies to address intrapartum hemorrhage have relied on pharmacological and mechanical treatments after intraoperative identification. However, there is extensive work on prophylactic therapies administered intraoperatively to prevent obstetrical hemorrhage. Recent evidence has emerged about the utility of prophylactic Methylergonovine for the prevention of obstetrical hemorrhage. Methylergonovine, a semisynthetic ergot alkaloid, acts primarily on alpha adrenergic receptors of uterine and vascular smooth muscle, increasing uterine tone and promoting vasoconstriction. In a randomized trial of 80 women undergoing intrapartum cesarean delivery found that fewer patients who were allocated to the methylergonovine group received additional uterotonic agents (20% vs 55%, relative risk (RR) 0.4, 95% confidence interval (CI) 0.2-0.6). Participants receiving methylergonovine were more likely to have satisfactory uterine tone (80% vs 41%, RR 1.9, 95% CI 1.5-2.6), lower incidence of postpartum hemorrhage (35% vs 59%, RR 0.6, 95% CI 0.4-0.9), lower mean quantitative blood loss (967 mL vs 1,315 mL; mean difference 348, 95% CI 124-572), and a lower frequency of blood transfusion (5% vs 23%, RR 0.2, 95% CI 0.1-0.6). Investigators concluded that the administration of prophylactic methylergonovine in addition to oxytocin in patients undergoing intrapartum cesarean birth reduces the need for additional uterotonic agents. In a prospective study of 1210 participants found that intraoperative, prophylactic methylergonovine decreased post-operative blood loss with no adverse side effects. Randomized trials of Methylergonovine as prophylaxis to prevent hemorrhage in cesarean delivery have exclude twin gestations. Currently, there remains a paucity of research regarding prophylactic procedures for twin cesarean delivery. There is an opportunity to prophylactically address hemorrhage in high-risk groups. Therefore, the investigators propose a prospective randomized controlled trial which will compare maternal blood loss associated with prophylactic methylergonovine during cesarean delivery among patients with twin."
        },
        "conditionsModule": {
            "conditions": [
                "Twin; Complicating Pregnancy",
                "Postpartum Hemorrhage"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 66,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prophylactic methylergonovine",
                    "type": "EXPERIMENTAL",
                    "description": "Prophylactic methylergonovine 200mcg IM",
                    "interventionNames": [
                        "Drug: Methylergonovine"
                    ]
                },
                {
                    "label": "Control group/placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Matching placebo",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Methylergonovine",
                    "description": "Methylergonovine 200mcg Intramuscular (IM)",
                    "armGroupLabels": [
                        "Prophylactic methylergonovine"
                    ],
                    "otherNames": [
                        "Methergine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Matching saline placebo",
                    "armGroupLabels": [
                        "Control group/placebo"
                    ],
                    "otherNames": [
                        "Saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in maternal hemoglobin level",
                    "description": "The change in maternal hemoglobin level as taken from blood samples. The change will be calculated from preoperative day 1 (baseline) to postoperative day 1.",
                    "timeFrame": "Baseline and Postoperative Day 1 (Approximately 48 hours)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Surgical time",
                    "description": "Surgical time measured from the time of incision to closure",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Estimated blood loss",
                    "description": "At the end of the surgery, the primary surgeon will estimate the blood loss throughout the case.",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Quantitative blood loss",
                    "description": "Quantitative blood loss is calculated by weighing the used towels during the operation. The number is calculated by the circulating nurse in the operating room.",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Number of Participants with Postpartum hemorrhage",
                    "description": "The number of participants with postpartum hemorrhage (defined as estimated blood loss \\>1000 cc)",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Number of Participants Requiring Use of Uterotonics",
                    "description": "Number of participants given uterotonics, such as prostaglandins",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Number of Participants Requiring Use of Tranexamic acid Use of Tranexamic acid Use of Tranexamic acid",
                    "description": "Number of participants given Tranexamic acid",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Number of Participants Requiring Use of Open-Label Methylergonovine",
                    "description": "Number of participants requiring the use of any amount of open-label methylergonovine (not blinded study drug)",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Number of Participants Requiring Transfusion (Intraoperative)",
                    "description": "Number of participants requiring transfusion of 1 or more units of packed red blood cells, including whole blood or cell saver.",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Composite Number of Surgical or Radiological Interventions",
                    "description": "Composite number of surgical or radiological interventions (such as: laparotomy, evacuation of hematoma, hysterectomy, uterine packing, intrauterine balloon tamponade, interventional radiology) to control bleeding and related complications or maternal death.",
                    "timeFrame": "Intraoperative (Approximately 24 hours)"
                },
                {
                    "measure": "Number of Participants with Transfusion related acute lung injury (TRALI)",
                    "description": "Number of participants with transfusion related acute lung injury (TRALI)",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Number of Participants Requiring Transfusion (6 weeks)",
                    "description": "Number of participants requiring transfusion of 1 or more units of fresh frozen plasma, cryoprecipitate, or platelets or administration of any factor concentrates.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Number of Participants with Acute Elevation of Serum Creatinine",
                    "description": "Number of participants with acute elevation of serum creatinine of ≥ 0.3 mg/dL",
                    "timeFrame": "48 hours"
                },
                {
                    "measure": "Number of Postpartum Infectious Complications",
                    "description": "Number of Postpartum infectious complications such as: endometritis, surgical site infection, pelvic abscess",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Number of Participants with Admission to the Intensive Care Unit",
                    "description": "Number of participants with admission to the intensive care unit for more than 24 hours",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Length of stay",
                    "description": "Length of stay measured from the time of hospital admission to hospital discharge.",
                    "timeFrame": "5 days"
                },
                {
                    "measure": "Number of Participants Re-Admitted to the Hospital",
                    "description": "The number of participants who experienced hospital re-admission",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Apgar scores",
                    "description": "Apgar score is a measure of the physical condition of a newborn infant. Scores range from 0-10 with a higher score indicating a better outcome; 5-minute Apgar score of 0-3 is low, 4-6 is moderately abnormal, and 7-10 is reassuring.",
                    "timeFrame": "Time of delivery (Approximately 24 hours)"
                },
                {
                    "measure": "Neonatal intensive care unit (NICU) admission",
                    "description": "Number of newborns admitted to the neonatal intensive care unit (NICU).",
                    "timeFrame": "Time of delivery (Approximately 24 hours)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Twin gestation\n* Scheduled cesarean delivery (\\>=34 weeks)\n\nExclusion criteria:\n\n* Patients with known hypertensive disease: history of chronic hypertension, gestational hypertension or preeclampsia with or without severe features\n* Use of protease inhibitors given known vasoconstrictive side effects with concomitant methylergonovine administration\n* Hypersensitivity to methylergonovine or any of the ingredients\n* Participating in another intervention study where the primary outcome includes postpartum bleeding or thromboembolism, or the study intervention directly affects postpartum bleeding or thromboembolism\n* Receipt of uterotonics, other than oxytocin, or planned or expected use of uterotonic prophylaxis\n* Non-elective cesarean delivery",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "maximumAge": "65 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mirella Mourad",
                    "role": "CONTACT",
                    "phone": "212-305-6293",
                    "email": "mjm2246@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mirella Mourad",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Columbia University Irving Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mirella Mourad, MD",
                            "role": "CONTACT",
                            "phone": "212-305-6293",
                            "email": "mjm2246@cumc.columbia.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35157571",
                    "type": "BACKGROUND",
                    "citation": "Osterman M, Hamilton B, Martin JA, Driscoll AK, Valenzuela CP. Births: Final Data for 2020. Natl Vital Stat Rep. 2021 Feb;70(17):1-50."
                },
                {
                    "pmid": "21807773",
                    "type": "BACKGROUND",
                    "citation": "Sheehan SR, Montgomery AA, Carey M, McAuliffe FM, Eogan M, Gleeson R, Geary M, Murphy DJ; ECSSIT Study Group. Oxytocin bolus versus oxytocin bolus and infusion for control of blood loss at elective caesarean section: double blind, placebo controlled, randomised trial. BMJ. 2011 Aug 1;343:d4661. doi: 10.1136/bmj.d4661."
                },
                {
                    "pmid": "30836810",
                    "type": "BACKGROUND",
                    "citation": "Blitz MJ, Yukhayev A, Pachtman SL, Reisner J, Moses D, Sison CP, Greenberg M, Rochelson B. Twin pregnancy and risk of postpartum hemorrhage. J Matern Fetal Neonatal Med. 2020 Nov;33(22):3740-3745. doi: 10.1080/14767058.2019.1583736. Epub 2019 Mar 5."
                },
                {
                    "pmid": "20482535",
                    "type": "BACKGROUND",
                    "citation": "Attilakos G, Psaroudakis D, Ash J, Buchanan R, Winter C, Donald F, Hunt LP, Draycott T. Carbetocin versus oxytocin for the prevention of postpartum haemorrhage following caesarean section: the results of a double-blind randomised trial. BJOG. 2010 Jul;117(8):929-36. doi: 10.1111/j.1471-0528.2010.02585.x. Epub 2010 May 19."
                },
                {
                    "pmid": "20070961",
                    "type": "BACKGROUND",
                    "citation": "Chaudhuri P, Banerjee GB, Mandal A. Rectally administered misoprostol versus intravenous oxytocin infusion during cesarean delivery to reduce intraoperative and postoperative blood loss. Int J Gynaecol Obstet. 2010 Apr;109(1):25-9. doi: 10.1016/j.ijgo.2009.11.009. Epub 2010 Jan 13."
                },
                {
                    "pmid": "26449959",
                    "type": "BACKGROUND",
                    "citation": "Senturk S, Kagitci M, Balik G, Arslan H, Kir Sahin F. The Effect of the Combined Use of Methylergonovine and Oxytocin during Caesarean Section in the Prevention of Post-partum Haemorrhage. Basic Clin Pharmacol Toxicol. 2016 May;118(5):338-43. doi: 10.1111/bcpt.12500. Epub 2015 Nov 15."
                },
                {
                    "pmid": "35852267",
                    "type": "BACKGROUND",
                    "citation": "Masse N, Dexter F, Wong CA. Prophylactic Methylergonovine and Oxytocin Compared With Oxytocin Alone in Patients Undergoing Intrapartum Cesarean Birth: A Randomized Controlled Trial. Obstet Gynecol. 2022 Aug 1;140(2):181-186. doi: 10.1097/AOG.0000000000004857. Epub 2022 Jul 6."
                },
                {
                    "pmid": "14738165",
                    "type": "BACKGROUND",
                    "citation": "Horowitz E, Yogev Y, Ben-Haroush A, Rabinerson D, Feldberg D, Kaplan B. Routine hemoglobin testing following an elective Cesarean section: is it necessary? J Matern Fetal Neonatal Med. 2003 Oct;14(4):223-5. doi: 10.1080/jmf.14.4.223.225."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "It is currently undecided if the Individual participant data (IPD) will be shared.\n\nIf there is a plan to share the following will be shared: the IPD that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices), the Study Protocol, Statistical Analysis Plan, and, Informed Consent Form documents. The timeframe for which the IPD will be shared is beginning 3 months and ending 5 years following article publication. Data will be shared with researchers who provide a methodologically sound proposal, so that they may achieve aims in the proposal."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006473",
                    "term": "Postpartum Hemorrhage"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011644",
                    "term": "Puerperal Disorders"
                },
                {
                    "id": "D000014592",
                    "term": "Uterine Hemorrhage"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "asFound": "Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "asFound": "Complicating Pregnancy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9559",
                    "name": "Postpartum Hemorrhage",
                    "asFound": "Postpartum Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14499",
                    "name": "Puerperal Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17340",
                    "name": "Uterine Hemorrhage",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008755",
                    "term": "Methylergonovine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010120",
                    "term": "Oxytocics"
                },
                {
                    "id": "D000012102",
                    "term": "Reproductive Control Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11730",
                    "name": "Methylergonovine",
                    "asFound": "VWD",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}