{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04311073",
            "orgStudyIdInfo": {
                "id": "19-08-FB-0189"
            },
            "organization": {
                "fullName": "Eastern Virginia Medical School",
                "class": "OTHER"
            },
            "briefTitle": "Prophylactic Tranexamic Acid During Minimally Invasive Myomectomies",
            "officialTitle": "Randomized Control Trial Investigating for Prophylactic Tranexamic Acid Use at Time of Minimally Invasive Myomectomies",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prophylactic-tranexamic-acid-during-minimally-invasive-myomectomies"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-06-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-11-05",
            "studyFirstSubmitQcDate": "2020-03-13",
            "studyFirstPostDateStruct": {
                "date": "2020-03-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Eastern Virginia Medical School",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Double-blinded randomized placebo-controlled trial based at Eastern Virginia Medical School. Subjects who are identified in clinic having menorrhagia or abnormal Uterine bleeding (AUB) due to uterine fibroids and meet inclusion criteria based on the ultrasound (US) or Magnetic Resonance Imaging (MRI), aged 18-45 undergoing laparoscopic or Robotic assisted myomectomies. A total of 50 women in each arm of the study with symptomatic fibroids. Patients will be randomized to receive a single IV bolus injection of TXA 30mg/kg in 50ml of normal saline (intervention group) versus an IV bolus injection of normal saline of equivalent volume (placebo group) 15 minutes prior to initial surgical incision.",
            "detailedDescription": "This is a Double-blinded randomized placebo-controlled trial based at Eastern Virginia Medical School. Subjects who are identified in clinic having menorrhagia or abnormal Uterine bleeding (AUB) due to uterine fibroids and meet inclusion criteria based on the ultrasound (US) or Magnetic Resonance Imaging (MRI), aged 18-45 undergoing laparoscopic or Robotic assisted myomectomies. These subjects will be then approached for consent during their pre-op visit 1-2 weeks prior to their surgery. The setting for consent will be in a patient consultation room. A total of 50 women in each arm of the study with symptomatic fibroids meeting any of the following criteria will be included in the study:\n\n1. At least one fibroid greater than or equal to 6 cm\n2. Any intramural or broad ligament fibroid greater than or equal to 4 cm\n3. At least 3 total fibroids based on preoperative imaging. Randomization will be performed using an automated randomization website Patients will be randomized to receive a single IV bolus injection of TXA 30mg/kg in 50ml of normal saline (intervention group) versus an IV bolus injection of normal saline of equivalent volume (placebo group) 15 minutes prior to initial surgical incision. This dosage will not be adjusted for patients with renal insufficiency as they will be excluded from the study. Preparation of the medications will be performed by anesthesia who have both medication and normal saline available to them on short notice. No prior preparation by pharmacy will be required. Tranexamic acid is readily available in a 10 ml vial, which does not need a pharmacist to prepare for administration. The vial is mixed with 50 ml of saline in the operating room. This is the same process that occurs outside of any study with any medication that is administered intra-operatively. This will in no way impact the patient's safety during the surgery, especially since it is administered 15 minutes prior to the start of the procedure.\n\nBoth surgeon and patient will be blinded to the treatment arm. This dosage has been used previously in both obstetric and gynecological procedures and is the same dose recommended by the WHO for preventing post-partum hemorrhage The surgery itself will be scheduled at either Sentara Norfolk General, Sentara Leigh hospital, and Sentara Princess Anne hospital. These are the three sites that the investigators already perform Minimally invasive myomectomies.\n\nAn envelope will be given to the anesthesiologist prior to the procedure informing whether they are to receives TXA or the placebo. Blood loss will be estimated by the surgeon performing the procedure. Hemoglobin and hematocrit will be obtained 24 hours post procedure. The patient will be assessed for reported side effects from the medication given will be assessed by a questionnaire that will be given at their post-op appointment at the 2 week and 6-week mark. During these two visits a physical exam is performed, checking incision sites, and patient symptoms, all of which are standard of care for any minimally invasive procedure. The patients will be seen at the EVMS outpatient clinic for Gynecology, or depending with the physician who performed the surgery. Data will be collected from both Allscripts and EPIC charts."
        },
        "conditionsModule": {
            "conditions": [
                "Fibroid Uterus",
                "Abnormal Uterine Bleeding",
                "Myoma;Uterus"
            ],
            "keywords": [
                "Tranexamic acid",
                "Minimally Invasive",
                "Myomectomy",
                "Fibroid"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized Double Blind Placebo clinical trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tranexamic Acid",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will receive a single IV bolus injection of TXA 30mg/kg in 50ml of normal saline 15 minutes prior to initial surgical incision time",
                    "interventionNames": [
                        "Drug: Tranexamic Acid"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients will receive an IV bolus injection of normal saline of equivalent volume (placebo group) 15 minutes prior to initial surgical incision",
                    "interventionNames": [
                        "Drug: Placebos"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tranexamic Acid",
                    "description": "IV Tranexamic acid in 50 ml will be given 15 minutes prior to initial surgical incision in the placebo group.",
                    "armGroupLabels": [
                        "Tranexamic Acid"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebos",
                    "description": "IV normal saline 50 ml will be given 15 minutes prior to initial surgical incision in the placebo group.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Estimated blood loss",
                    "description": "Estimated blood loss at time of procedure completion; using volume of cannister and weight of lap sponges",
                    "timeFrame": "Duration of procedure up to 420 minutes"
                },
                {
                    "measure": "Calculated blood loss",
                    "description": "Calculated Blood loss, using pre-operative hematocrit, postoperative hematocrit and estimated blood volume x Body Mass Index",
                    "timeFrame": "From post operative day 0 until postoperative day 1"
                },
                {
                    "measure": "Number of blood products received",
                    "description": "Number of blood products received during admission that is directly due to blood loss at time of procedure",
                    "timeFrame": "Duration of hospital stay up to two days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Duration of surgery",
                    "description": "Start time of procedure until end time of procedure",
                    "timeFrame": "Duration of surgery up to 420 minutes"
                },
                {
                    "measure": "Length of hospital stay",
                    "description": "Recorded in days",
                    "timeFrame": "Duration of stay in hospital, up to two days"
                },
                {
                    "measure": "Number of fibroids removed",
                    "description": "Total number of fibroids removed during procedure",
                    "timeFrame": "Duration of surgery, up to 420 minutes"
                },
                {
                    "measure": "Fibroid type",
                    "description": "type of fibroid per FIGO classification",
                    "timeFrame": "through completion of study average 8 weeks"
                },
                {
                    "measure": "Weight of fibroids removed",
                    "description": "total weight of fibroids removed",
                    "timeFrame": "duration of surgery up to 420 minutes"
                },
                {
                    "measure": "Pain index",
                    "description": "Pain index score on postoperative day 1 and 14 Score of 0-10 0 = no pain, 10 = significant amount of pain",
                    "timeFrame": "duration of hospital stay, up to two days"
                },
                {
                    "measure": "Incidence of postoperative complication",
                    "description": "Immediate postoperative complication:\n\nHemorrhage Infection Fever Deep vein thrombosis Hysterectomy Re-exploration Hospital readmission",
                    "timeFrame": "Duration of hospital stay , up to two days"
                },
                {
                    "measure": "Questionnaire for incidence of mild side effect of medication",
                    "description": "Reported mild effective of medication of post operative day 1",
                    "timeFrame": "only on postoperative day 1 , one day"
                },
                {
                    "measure": "Questionnaire for incidence of serious side effect of medication",
                    "description": "Reported serious side effect of medication on post operative day 1",
                    "timeFrame": "Only on postoperative day 1, one day"
                },
                {
                    "measure": "tPA receptor",
                    "description": "Percentage of tPA receptor located in fibroid and myometrium",
                    "timeFrame": "From time of randomization until postoperative visit, four weeks"
                },
                {
                    "measure": "PAI-1 receptor",
                    "description": "Percentage of PAI-1receptor located in fibroid and myometrium",
                    "timeFrame": "From time of randomization until postoeprative visit, four weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Undergoing laparoscopic myomectomy\n* At least one fibroid greater than or equal to 6 cm\n* Any intramural or broad ligament fibroid greater than or equal to 4 cm\n* At least 3 total fibroids based on preoperative imaging\n\nExclusion Criteria:\n\n* Severe existing medical complications involving the heart, liver, or kidney\n* Moderate to severe renal impairment (serum creatinine \\> 1.4)\n* Blood clotting abnormalities\n* Known Allergies to tranexamic acid\n* Known Contraindications to Minimally invasive myomectomies\n* If you are pregnant\n* History of a prior blood clot in the lung arm or leg, known as pulmonary embolism or deep vein thrombosis\n* Any active blood clots, clotting disease, pulmonary embolism, cerebral thrombosis, estrogen use, renal impairment, elevated creatinine level\n* History of a stroke or mini-strokes\n* Concurrent oral contraceptive use\n* Contraindications to receiving Tranexamic acid\n* In patients with acquired defective color vision, since this prohibits measuring one endpoint that should be followed as a measure of toxicity\n* In patients with subarachnoid hemorrhage. Anecdotal experience indicates that cerebral edema and cerebral infarction may be caused by tranexamic acid in such patients.\n* In patients with active intravascular clotting.\n* In patients with hypersensitivity to tranexamic acid or any of the ingredients",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Seifeldin Sadek, MD",
                    "role": "CONTACT",
                    "phone": "7574467100",
                    "email": "sadeks@evms.edu"
                },
                {
                    "name": "Traci Ito, MD",
                    "role": "CONTACT",
                    "phone": "7574467900",
                    "email": "itoTE@evms.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Seifeldin Sadek, MD",
                    "affiliation": "Eastern Virginia Medical School",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "EasternVMC",
                    "status": "RECRUITING",
                    "city": "Norfolk",
                    "state": "Virginia",
                    "zip": "23507",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Seifeldin Sadek, MD",
                            "role": "CONTACT",
                            "phone": "757-446-7100",
                            "email": "sadeks@evms.edu"
                        },
                        {
                            "name": "Traci Ito, MD",
                            "role": "CONTACT",
                            "phone": "7574467900",
                            "email": "itoTE@evms.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.84681,
                        "lon": -76.28522
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28099726",
                    "type": "BACKGROUND",
                    "citation": "Topsoee MF, Settnes A, Ottesen B, Bergholt T. A systematic review and meta-analysis of the effect of prophylactic tranexamic acid treatment in major benign uterine surgery. Int J Gynaecol Obstet. 2017 Feb;136(2):120-127. doi: 10.1002/ijgo.12047. Epub 2016 Dec 9."
                },
                {
                    "pmid": "26002266",
                    "type": "BACKGROUND",
                    "citation": "Moore EE, Moore HB, Gonzalez E, Chapman MP, Hansen KC, Sauaia A, Silliman CC, Banerjee A. Postinjury fibrinolysis shutdown: Rationale for selective tranexamic acid. J Trauma Acute Care Surg. 2015 Jun;78(6 Suppl 1):S65-9. doi: 10.1097/TA.0000000000000634."
                },
                {
                    "pmid": "26855249",
                    "type": "BACKGROUND",
                    "citation": "Hickman LC, Kotlyar A, Shue S, Falcone T. Hemostatic Techniques for Myomectomy: An Evidence-Based Approach. J Minim Invasive Gynecol. 2016 May-Jun;23(4):497-504. doi: 10.1016/j.jmig.2016.01.026. Epub 2016 Mar 9. Erratum In: J Minim Invasive Gynecol. 2019 Feb;26(2):373. doi: 10.1016/j.jmig.2019.01.001."
                },
                {
                    "pmid": "21249650",
                    "type": "BACKGROUND",
                    "citation": "Henry DA, Carless PA, Moxey AJ, O'Connell D, Stokes BJ, Fergusson DA, Ker K. Anti-fibrinolytic use for minimising perioperative allogeneic blood transfusion. Cochrane Database Syst Rev. 2011 Jan 19;(1):CD001886. doi: 10.1002/14651858.CD001886.pub3."
                },
                {
                    "pmid": "25125317",
                    "type": "BACKGROUND",
                    "citation": "Kongnyuy EJ, Wiysonge CS. Interventions to reduce haemorrhage during myomectomy for fibroids. Cochrane Database Syst Rev. 2014 Aug 15;2014(8):CD005355. doi: 10.1002/14651858.CD005355.pub5."
                },
                {
                    "pmid": "27679021",
                    "type": "BACKGROUND",
                    "citation": "Opoku-Anane J, Vargas MV, Moawad G, Cherie M, Robinson JK. Use of Intravenous Tranexamic Acid During Myomectomy: A Randomized Double-Blind Placebo Controlled Trial. J Minim Invasive Gynecol. 2015 Nov-Dec;22(6S):S197. doi: 10.1016/j.jmig.2015.08.715. Epub 2015 Oct 15. No abstract available."
                },
                {
                    "pmid": "17658523",
                    "type": "BACKGROUND",
                    "citation": "Parker WH. Uterine myomas: management. Fertil Steril. 2007 Aug;88(2):255-71. doi: 10.1016/j.fertnstert.2007.06.044. Epub 2007 Jul 20."
                },
                {
                    "pmid": "24705132",
                    "type": "BACKGROUND",
                    "citation": "Lam SJ, Best S, Kumar S. The impact of fibroid characteristics on pregnancy outcome. Am J Obstet Gynecol. 2014 Oct;211(4):395.e1-5. doi: 10.1016/j.ajog.2014.03.066. Epub 2014 Apr 3."
                },
                {
                    "pmid": "29630190",
                    "type": "BACKGROUND",
                    "citation": "WHO Recommendation on Tranexamic Acid for the Treatment of Postpartum Haemorrhage. Geneva: World Health Organization; 2017. Available from http://www.ncbi.nlm.nih.gov/books/NBK493081/"
                },
                {
                    "pmid": "26568770",
                    "type": "BACKGROUND",
                    "citation": "Ngichabe S, Obura T, Stones W. Intravenous tranexamic acid as an adjunct haemostat to ornipressin during open myomectomy. A randomized double blind placebo controlled trial. Ann Surg Innov Res. 2015 Oct 31;9:10. doi: 10.1186/s13022-015-0017-y. eCollection 2015."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2020-01-02",
                    "uploadDate": "2020-03-13T14:49",
                    "filename": "Prot_SAP_000.pdf",
                    "size": 210228
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-02-12",
                    "uploadDate": "2020-03-13T14:50",
                    "filename": "ICF_001.pdf",
                    "size": 718986
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007889",
                    "term": "Leiomyoma"
                },
                {
                    "id": "D000047708",
                    "term": "Myofibroma"
                },
                {
                    "id": "D000014592",
                    "term": "Uterine Hemorrhage"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009379",
                    "term": "Neoplasms, Muscle Tissue"
                },
                {
                    "id": "D000018204",
                    "term": "Neoplasms, Connective and Soft Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009372",
                    "term": "Neoplasms, Connective Tissue"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000014591",
                    "term": "Uterine Diseases"
                },
                {
                    "id": "D000005831",
                    "term": "Genital Diseases, Female"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M10901",
                    "name": "Leiomyoma",
                    "asFound": "Fibroid Uterus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25846",
                    "name": "Myofibroma",
                    "asFound": "Fibroid Uterus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17340",
                    "name": "Uterine Hemorrhage",
                    "asFound": "Uterine Bleeding",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12166",
                    "name": "Myoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20350",
                    "name": "Neoplasms, Connective and Soft Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12317",
                    "name": "Neoplasms, Connective Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17339",
                    "name": "Uterine Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8943",
                    "name": "Genital Diseases, Female",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014148",
                    "term": "Tranexamic Acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000933",
                    "term": "Antifibrinolytic Agents"
                },
                {
                    "id": "D000050299",
                    "term": "Fibrin Modulating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000006490",
                    "term": "Hemostatics"
                },
                {
                    "id": "D000003029",
                    "term": "Coagulants"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16902",
                    "name": "Tranexamic Acid",
                    "asFound": "Non-Small Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4252",
                    "name": "Antifibrinolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9576",
                    "name": "Hemostatics",
                    "relevance": "LOW"
                },
                {
                    "id": "M6259",
                    "name": "Coagulants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}