{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01005654",
            "orgStudyIdInfo": {
                "id": "090242"
            },
            "secondaryIdInfos": [
                {
                    "id": "09-C-0242"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Prospective Comprehensive Molecular Analysis of Endocrine Neoplasms",
            "officialTitle": "Prospective Comprehensive Molecular Analysis of Endocrine Neoplasms",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "prospective-comprehensive-molecular-analysis-of-endocrine-neoplasms"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-18",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2009-10-07",
                "type": "ACTUAL"
            },
            "studyFirstSubmitDate": "2009-10-30",
            "studyFirstSubmitQcDate": "2009-10-30",
            "studyFirstPostDateStruct": {
                "date": "2009-11-01",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-07-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\n* Endocrine neoplasms (tumors) are among the fastest growing tumors in incidence in the United States. Furthermore, it is often difficult to distinguish between benign or malignant tumors in cancers of the thyroid, parathyroid, adrenal gland, and pancreas. More research is needed to improve detection and treatment options for patients who develop these kinds of cancer.\n* Researchers are interested in studying the molecular changes that are involved in endocrine cancer development and growth. To collect a sample of tumor specimens and healthy tissue for further study, researchers are specifically looking for samples from patients who are scheduled for surgery or biopsy on endocrine tumors.\n\nObjectives:\n\n- To collect samples of precancerous, cancerous, and healthy tissue from individuals who are scheduled for surgery or biopsy of endocrine system tumors.\n\nEligibility:\n\n- Individuals who have a tumor in or around their thyroid, parathyroid, adrenal gland, pancreas, or any neuroendocrine tissue, and are scheduled for surgery at the National Institutes of Health Clinical Center.\n\nDesign:\n\n* Participants in this study will provide blood and urine samples prior to surgery.\n* During the surgery or biopsy, pieces of the tumor or precancerous growth and pieces of normal tissue near to the tumor will be removed for ongoing and future research. The rest of the tumor or growth will be sent for analysis.\n* After surgery, participants will receive routine care until discharge, and doctors will discuss possible treatment options. If there is an appropriate NIH protocol, participants may choose to be treated at the NIH.\n* After discharge, participants will return to the clinic for a routine postoperative check about 6 weeks following the operation, and then may be followed yearly at the Clinical Center or by phone.",
            "detailedDescription": "Background:\n\nEndocrine neoplasms are among the fastest growing tumors in incidence in the United States. Between 1995 and 2005, the incidence of thyroid carcinoma has increased 98 percent.\n\nTumors of the thyroid, parathyroid, adrenal gland and gastrointestinal-pancreatic neuroendocrine tumors are among some of the most difficult tumors to clinically and histopathological distinguish as benign or malignant.\n\nMoreover, endocrine neoplasms provide an extremely important model for studying the important molecular changes that lead to carcinogenesis because of their diverse clinical behavior, even when having the same TNM stage and histologic features.\n\nThe Surgical Oncology Program (formerly known as Endocrine Oncology Branch), NCI has a focus on studying the molecular changes that are involved in endocrine cancer initiation and progression. In addition, this section has primary responsibility for providing endocrine surgery consultative services to the NIH. As such, we are uniquely positioned to acquire and perform important studies to help identify diagnostic and predictive markers as well as therapeutic targets that may have significant clinical ramifications.\n\nObjectives:\n\nTo develop a genetic, epigenetic, metabolomic, and proteomic profile of endocrine neoplasm that will allow us to distinguish benign from malignant tumor for each of the endocrine histologies under study. This objective will drive the statistical endpoints of the study.\n\nEligibility:\n\nPatients with radiographic evidence of, biochemical evidence of, or histologically/cytologically proven, endocrine neoplasms, including lesions of the thyroid, parathyroid, adrenal, extra-adrenal endocrine nests, paragangliomas, neuroblastomas, pancreas and gastrointestinal tract. Or patients with a described pre or potentially malignant condition that requires surgery or biopsy as a part of the standard of care treatment and/or follow up.\n\nPatients must have an ECOG performance score of 0-2.\n\nPatients must have laboratory and physical examination parameters within acceptable limits by standard of practice guidelines prior to biopsy or surgery.\n\nDesign:\n\nA tissue acquisition trial in which tissues will be obtained at the time of surgical operation for the removal of neoplasms of the thyroid, parathyroid, adrenal, pancreas, paragangliomas and/or extra adrenal nests of neuroendocrine tissue, and gastrointestinal neuroendocrine tumors.\n\nAt the time of surgical operation, blood samples will be obtained from the operative field during the removal of neoplasms of the thyroid, parathyroid, adrenal, pancreas, paragangliomas and/or extra adrenal neuroendocrine tissue and gastrointestinal neuroendocrine tumors.\n\nNo investigational therapy will be given.\n\nIt is anticipated that 1,900 patients will be enrolled over a period of 16 years."
        },
        "conditionsModule": {
            "conditions": [
                "Endocrine Tumors",
                "Thyroid Neoplasms",
                "Parathyroid Neoplasms",
                "Adrenal Neoplasm",
                "Neuroblastoma"
            ],
            "keywords": [
                "Gene Expression",
                "Epigenetic (methylation)",
                "Tissues Histological Evaluations",
                "Establishment of Tumor Cell Lines",
                "Metabolite and Protein Expression",
                "Natural History",
                "Adrenal Cancer",
                "Endocrine Tumor",
                "Thyroid Cancer"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1900,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1/ Cohort 1",
                    "description": "Subjects with endocrine neoplasm or pre or potentially malignant condition of the endocrine system, scheduled to have surgery or biopsy"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To develop a genetic, epigenetic, metabolomic, and proteomic profile of endocrine neoplasm that will allow us to distinguish benign from malignant tumor for each of the endocrine histologies under study.",
                    "description": "To develop a genetic, epigenetic, metabolomic, and proteomic profile of endocrine neoplasm that will allow us to distinguish benign from malignant tumor for each of the endocrine histologies under study.",
                    "timeFrame": "10 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "To utilize the tissue obtained from these endocrine neoplasms for studies of gene expression, epigenetic (methylation) changes, and metabolite and protein expression.",
                    "description": "Obtained endocrine neoplasm tissue will be used for studies of gene expression, epigenetic (methylation) changes, and metabolite and protein expression.",
                    "timeFrame": "at the time of procedure or biopsy"
                },
                {
                    "measure": "To obtain, when accessible, normal endocrine and other adjacent tissue for comparison with the neoplastic tissue including the comparison of genomic profiling data to determine the best approach for normalizing expression data.",
                    "description": "When accessible, normal endocrine and other adjacent tissue will be obtained for comparison with the neoplastic tissue for genomic profiling to determine the best approach for normalizing expression data.",
                    "timeFrame": "at the time of procedure or biopsy"
                },
                {
                    "measure": "To collect tissues from endocrine neoplasms arising in the thyroid, parathyroid, adrenal, pancreas, extra-adrenal neuroendocrine nests, and gastrointestinal neuroendocrine tumors for future analysis and correlation with clinical outcome.",
                    "description": "Obtained endocrine neoplasm tissue in the thyroid, parathyroid, adrenal, pancreas, extra-adrenal neuroendocrine nests, and gastrointestinal neuroendocrine tumors will be collected for future analysis and correlation with patient clinical outcome.",
                    "timeFrame": "at the time of procedure or biopsy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Patients who have an endocrine neoplasm based on radiographic and biochemical testing, or histologically/cytologically proven lesions of the thyroid, parathyroid, adrenal, extra-adrenal endocrine nests, paragangliomas, neuroblastomas, gastrointestinal\n\ntrack and pancreas or patients with a described pre or potentially malignant condition that requires surgery or biopsy as a part of the standard of care treatment and/or follow up.\n\n* Patients referred to the Endocrine Consult Service on other protocol for surgical evaluation of endocrine disorders based on radiographic and biochemical testing, or histologically/cytologically proven lesions of the thyroid, parathyroid, adrenal, extra-adrenal endocrine nests, paragangliomas, neuroblastomas and pancreas.\n* Patients must have an ECOG performance score of 0-2.\n* Patients must have laboratory and physical examination parameters within acceptable limits by standard of practice guidelines prior to biopsy or surgery.\n* Patients undergoing treatment for their neoplasm may be eligible.\n* Patients must be planning to undergo surgery or biopsy as part of their treatment plan. Note: Patients will not be enrolled exclusively for the procurement of tissue samples.\n* Age is greater than or equal to 4 years of age.\n\nExclusion Criteria:\n\nNone",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Primary clinical@@@",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristine J Villaruel",
                    "role": "CONTACT",
                    "phone": "(240) 858-7033",
                    "email": "ncieobinquiry@mail.nih.gov"
                },
                {
                    "name": "Naris Nilubol, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 760-6154",
                    "email": "niluboln@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Naris Nilubol, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "16514137",
                    "type": "BACKGROUND",
                    "citation": "Jemal A, Siegel R, Ward E, Murray T, Xu J, Smigal C, Thun MJ. Cancer statistics, 2006. CA Cancer J Clin. 2006 Mar-Apr;56(2):106-30. doi: 10.3322/canjclin.56.2.106."
                },
                {
                    "pmid": "17372919",
                    "type": "BACKGROUND",
                    "citation": "Lee PK, Jarosek SL, Virnig BA, Evasovich M, Tuttle TM. Trends in the incidence and treatment of parathyroid cancer in the United States. Cancer. 2007 May 1;109(9):1736-41. doi: 10.1002/cncr.22599."
                },
                {
                    "pmid": "17901140",
                    "type": "BACKGROUND",
                    "citation": "Howlett DC, Speirs A. The thyroid incidentaloma--ignore or investigate? J Ultrasound Med. 2007 Oct;26(10):1367-71. doi: 10.7863/jum.2007.26.10.1367."
                },
                {
                    "pmid": "25968622",
                    "type": "DERIVED",
                    "citation": "Neychev V, Steinberg SM, Yang L, Mehta A, Nilubol N, Keil MF, Nieman L, Stratakis CA, Kebebew E. Long-Term Outcome of Bilateral Laparoscopic Adrenalectomy Measured by Disease-Specific Questionnaire in a Unique Group of Patients with Cushing's Syndrome. Ann Surg Oncol. 2015 Dec;22 Suppl 3(Suppl 3):S699-706. doi: 10.1245/s10434-015-4605-1. Epub 2015 May 13."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2009-C-0242.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. @@@@@@In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely.@@@@@@Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. @@@@@@Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009447",
                    "term": "Neuroblastoma"
                },
                {
                    "id": "D000013964",
                    "term": "Thyroid Neoplasms"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000010282",
                    "term": "Parathyroid Neoplasms"
                },
                {
                    "id": "D000000310",
                    "term": "Adrenal Gland Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013959",
                    "term": "Thyroid Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                },
                {
                    "id": "D000018241",
                    "term": "Neuroectodermal Tumors, Primitive, Peripheral"
                },
                {
                    "id": "D000018242",
                    "term": "Neuroectodermal Tumors, Primitive"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000010279",
                    "term": "Parathyroid Diseases"
                },
                {
                    "id": "D000000307",
                    "term": "Adrenal Gland Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12391",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16718",
                    "name": "Thyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M16723",
                    "name": "Thyroid Neoplasms",
                    "asFound": "Thyroid Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "asFound": "Endocrine Tumors",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3662",
                    "name": "Adrenal Gland Neoplasms",
                    "asFound": "Adrenal Neoplasm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13195",
                    "name": "Parathyroid Neoplasms",
                    "asFound": "Parathyroid Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20387",
                    "name": "Neuroectodermal Tumors, Primitive, Peripheral",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13192",
                    "name": "Parathyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3659",
                    "name": "Adrenal Gland Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4085",
                    "name": "Neuroblastoma",
                    "asFound": "Neuroblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T215",
                    "name": "Adrenal Cancer",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M7992",
                    "name": "Epinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M30371",
                    "name": "Racepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M211043",
                    "name": "Epinephryl borate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}