{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05848323",
            "orgStudyIdInfo": {
                "id": "STUDY00017623"
            },
            "organization": {
                "fullName": "University of Washington",
                "class": "OTHER"
            },
            "briefTitle": "Prospective Case Series to Refine Standalone Cognitive Behavioral Therapy Components for Multiple Sclerosis Fatigue",
            "officialTitle": "Prospective Case Series to Refine Standalone Cognitive Behavioral Therapy Components for Multiple Sclerosis Fatigue",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prospective-case-series-to-refine-standalone-cognitive-behavioral-therapy-components-for-multiple-sclerosis-fatigue"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-27",
            "studyFirstSubmitQcDate": "2023-04-27",
            "studyFirstPostDateStruct": {
                "date": "2023-05-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lindsey Knowles",
                "investigatorTitle": "Acting Assistant Professor: School of Medicine",
                "investigatorAffiliation": "University of Washington"
            },
            "leadSponsor": {
                "name": "University of Washington",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This prospective case series will use mixed methods to examine the feasibility, acceptability, and initial effects of three telehealth cognitive behavioral therapy components (relaxation training, behavioral activation, cognitive therapy) for fatigue in people with multiple sclerosis.",
            "detailedDescription": "Fatigue affects 80% of people with multiple sclerosis (PwMS), and nearly half report fatigue as their most disabling symptom. The cognitive behavioral model of MS fatigue theorizes that MS disease factors trigger fatigue, but fatigue is maintained or worsened by factors like daily stress and how PwMS react cognitively, behaviorally, physiologically, and emotionally to fatigue. In-person and telehealth cognitive behavioral therapy (CBT) for fatigue targets these factors and reactions and is one of the most effective treatments for MS fatigue. However, CBT is resource intensive, as it consists of multiple components (i.e., relaxation training, behavioral activation, cognitive therapy), requiring 8-16 hour-long sessions delivered by a specialized clinician. CBT has yet to be assessed via an integrated translational model that considers all stages, from intervention development to implementation. Thus, the active components of CBT for MS fatigue and their mechanisms are unclear and, despite the significant burden of MS fatigue, CBT for fatigue is not widely accessible due to various implementation barriers.\n\nThe proposed prospective case series is the first of two project aims. The overall project aims to optimize CBT for fatigue to maximize efficacy and efficiency. It will use the Multiphase Optimization Strategy to advance scientific evidence on CBT's active components and facilitate implementation, thereby improving accessibility. The proposed prospective case series (Aim 1) will:\n\n1. examine the feasibility and acceptability of telehealth CBT components (relaxation training, behavioral activation, cognitive therapy) for fatigue in PwMS.\n2. examine initial effects of telehealth CBT components (relaxation training, behavioral activation, cognitive therapy) for improving fatigue in PwMS.\n3. understand participants' perceptions of the feasibility, acceptability, appropriateness, and perceived effectiveness of telehealth CBT components (relaxation training, behavioral activation, cognitive therapy) for improving fatigue in PwMS and their recommendations for improving the CBT components."
        },
        "conditionsModule": {
            "conditions": [
                "Multiple Sclerosis",
                "Fatigue"
            ],
            "keywords": [
                "Multiple sclerosis",
                "Fatigue",
                "Cognitive behavioral therapy",
                "Relaxation training",
                "Behavioral activation",
                "Cognitive therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 21,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Relaxation Training",
                    "type": "EXPERIMENTAL",
                    "description": "Didactic and experiential training in one or more relaxation techniques such as diaphragmatic breathing, progressive muscle relaxation, autogenic relaxation, and guided imagery to reduce autonomic nervous system arousal.",
                    "interventionNames": [
                        "Behavioral: 4-week Relaxation Training"
                    ]
                },
                {
                    "label": "Behavioral Activation",
                    "type": "EXPERIMENTAL",
                    "description": "Didactic material and practice focused on identification and reduction of avoidance behaviors (e.g., excessive rest) and increased engagement in valued and reinforcing activities (e.g., physical activity, social engagement).",
                    "interventionNames": [
                        "Behavioral: 4-week Behavioral Activation"
                    ]
                },
                {
                    "label": "Cognitive Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Didactic material and practice focused on identifying, challenging, and modifying inaccurate and/or unhelpful patterns of thought about the self and the world (e.g., catastrophizing the meaning and consequences of fatigue) to change unwanted behavioral patterns (e.g., excessive rest).",
                    "interventionNames": [
                        "Behavioral: 4-week Cognitive Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "4-week Relaxation Training",
                    "description": "A 4-session telehealth Relaxation Training intervention for multiple sclerosis fatigue that is derived from evidence-based multicomponent CBT for multiple sclerosis fatigue. The intervention is based on the cognitive behavioral model of fatigue in multiple sclerosis. The intervention involves 4, 30-60-minute sessions including the following content a) education about fatigue in multiple sclerosis and the cognitive behavioral model of multiple sclerosis fatigue, b) treatment rationale, b) didactic and experiential training in relaxation techniques such as diaphragmatic breathing, progressive muscle relaxation, autogenic relaxation, and guided imagery, and c) goal setting and problem-solving barriers focused on integrating relaxation practices into daily routine.",
                    "armGroupLabels": [
                        "Relaxation Training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "4-week Behavioral Activation",
                    "description": "A 4-session telehealth Behavioral Activation intervention for multiple sclerosis fatigue that is derived from evidence-based multicomponent CBT for multiple sclerosis fatigue. The intervention is based on the cognitive behavioral model of fatigue in multiple sclerosis. The intervention involves 4, 30-60-minute sessions including the following content a) education about fatigue in multiple sclerosis, the cognitive behavioral model of multiple sclerosis fatigue, and self-monitoring activity and energy, b) treatment rationale, c) identification of values/priorities to guide activities, d) activity planning, e) goal setting and problem-solving barriers to engaging in activities.",
                    "armGroupLabels": [
                        "Behavioral Activation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "4-week Cognitive Therapy",
                    "description": "A 4-session telehealth Cognitive Therapy intervention for multiple sclerosis fatigue that is derived from evidence-based multicomponent CBT for multiple sclerosis fatigue. The intervention is based on the cognitive behavioral model of fatigue in multiple sclerosis. The intervention involves 4, 30-60-minute sessions including the following content a) education about fatigue in multiple sclerosis, the cognitive behavioral model of multiple sclerosis fatigue, self-monitoring thoughts, and core beliefs, b) treatment rationale, b) labeling thoughts as helpful, unhelpful, or neutral, c) using distraction to cope with unhelpful thoughts, d) challenging and changing unhelpful thoughts, e) problem solving barriers to coping with or changing unhelpful thoughts.",
                    "armGroupLabels": [
                        "Cognitive Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intervention Acceptability",
                    "description": "Intervention Acceptability will be measured with the Acceptability of Intervention Measure (AIM). When assessed via online survey, responses from the Intervention Acceptability items will be averaged to create an average score \\[1-5\\]. A higher score indicates more agreement with intervention acceptability while a lower score indicates less agreement with intervention acceptability.",
                    "timeFrame": "Collected via online survey at post-treatment (up to 1 month after treatment session 4)"
                },
                {
                    "measure": "Intervention Appropriateness",
                    "description": "Intervention Appropriateness will be measured with the Intervention Appropriateness Measure (IAM). When assessed via online survey, responses from the Intervention Appropriateness items will be averaged to create an average score \\[1-5\\]. A higher score indicates more agreement with intervention appropriateness while a lower score indicates less agreement with intervention appropriateness.",
                    "timeFrame": "Collected via online survey at post-treatment (up to 1 month after treatment session 4)"
                },
                {
                    "measure": "Intervention Feasibility",
                    "description": "Intervention Feasibility will be measured with the Feasibility of Intervention Measure (FIM). When assessed via online survey, responses from the Intervention Feasibility items will be averaged to create an average score \\[1-5\\]. A higher score indicates more agreement with intervention feasibility while a lower score indicates less agreement with intervention feasibility.",
                    "timeFrame": "Collected via online survey at post-treatment (up to 1 month after treatment session 4)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fatigue",
                    "description": "Fatigue will be measured by the Modified Fatigue Impact Scale. This is a 21-item self-report questionnaire assessing fatigue-related symptoms in the previous four weeks via 5-point Likert-type scale. A higher score indicates greater fatigue.",
                    "timeFrame": "Collected via online survey at pre-treatment (up to 1 month before treatment session 1) and post-treatment (up to 1 month after treatment session 4)"
                },
                {
                    "measure": "Participation in Social Roles and Activities",
                    "description": "Ability to Participate in Social Roles and Activities will be measured by the PROMIS Short Form - Ability to Participate in Social Roles and Activities. This 8-item short form is a self-report questionnaire that assesses the perceived ability to perform one's usual social roles and activities via 5-point Likert-type scale. A lower score indicates lower ability to participate in social roles and activities.",
                    "timeFrame": "Collected via online survey at pre-treatment (up to 1 month before treatment session 1) and post-treatment (up to 1 month after treatment session 4)"
                },
                {
                    "measure": "Relaxation/Serenity",
                    "description": "Relaxation/Serenity will be measured by the Positive and Negative Affect Schedule Serenity Subscale. This is a 3-item self-report subscale of the Positive and Negative Affect Schedule assessing perceptions of feeling of calm, relaxed, and at ease over the previous week via a 5-point Likert-type scale. A higher score indicates greater feelings of relaxation/serenity.",
                    "timeFrame": "Collected via online survey at pre-treatment (up to 1 month before treatment session 1) and post-treatment (up to 1 month after treatment session 4)"
                },
                {
                    "measure": "Fatigue Catastrophizing",
                    "description": "Fatigue catastrophizing will be measured by the Fatigue Catastrophizing Scale. This is a 13-item self-report questionnaire assessing negative beliefs or expectations connected to one's perceptions of fatigue via a 5-point Likert-type scale. A higher score indicates greater fatigue catastrophizing.",
                    "timeFrame": "Collected via online survey at pre-treatment (up to 1 month before treatment session 1) and post-treatment (up to 1 month after treatment session 4)"
                },
                {
                    "measure": "Behavioral Activation",
                    "description": "Behavioral activation will be measured by the Behavioral Activation for Depression Scale Short Form. This is a 9-item self-report measure. It assess the extent to which the respondent thinks they have engaged in pleasant and/or goal-directed activity over the past week via a 7-point Likert-type scale. A higher score indicates greater behavioral activation.",
                    "timeFrame": "Collected via online survey at pre-treatment (up to 1 month before treatment session 1) and post-treatment (up to 1 month after treatment session 4)"
                },
                {
                    "measure": "Cognitive Behavioural Responses Questionnaire - Short Form",
                    "description": "This is a 18-item self-report questionnaire consisting of five subscales assessing cognitive responses (fear avoidance beliefs, embarrassment avoidance beliefs, symptom focusing) and behavioral responses (resting or avoidance of activity, all-or-nothing behavior) to fatigue one's connected to one's perceptions of fatigue via a 5-point Likert-type scale. A higher subscale scores indicate more negative responses to fatigue.",
                    "timeFrame": "Collected via online survey at pre-treatment (up to 1 month before treatment session 1) and post-treatment (up to 1 month after treatment session 4)"
                },
                {
                    "measure": "Global Impression of Change",
                    "description": "This is a single-item self-report scale that assess the perceived intervention-related change in one's activity limitations, symptoms, emotions, and overall quality of life via 7-point Likert-type scale. A higher score indicates greater perceived change.",
                    "timeFrame": "Collected via online survey at post-treatment (up to 1 month after treatment session 4)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. MS diagnosis of any subtype per chart review\n2. Score 4 or higher on the Fatigue Severity Scale\n3. Presence of chronic, problematic fatigue that, in the opinion of the patient, has interfered with their daily activities for 3 or more months\n4. Are able to comply with study procedures and complete measures independently assessed via self-report\n5. All genders\n6. 18 years of age or older\n7. Able to read and speak English\n8. Are willing to maintain current fatigue treatment regimen for duration of study (although individuals who want to make a change to their fatigue treatment regimen will be considered eligible 3 months after making that change)\n\nExclusion Criteria:\n\n1. Score greater than 7 on the Patient Determined Disease Steps Scale\n2. Has significant cognitive impairment as indicated by 1 or more errors on the 6-item Cognitive Screener\n3. Change in disease modifying medications in the prior three months assessed via self-report (although participants will be considered eligible after the 3-month window)\n4. History of MS relapse within the last 30 days prior to screening assessed via self-report (although participants will be considered eligible after the 30-day window)\n5. Current suicidal ideation with intent or plan as indicated by a score of 1 or higher on the Patient Health Questionnaire-9 suicide item and further assessment with the Columbia-Suicide Severity Rating Scale (although individuals with suicidal ideation but no intent or plan will be considered eligible)\n6. Currently engaged in psychotherapy for fatigue assessed via self-report\n7. Current pregnancy (although participants will be considered eligible when they are no longer pregnant)\n8. Currently participating in another research study that could impact fatigue such as intervention studies targeting mood, energy management, exercise/physical activity, and diet (although participants can be screened for eligibility once they have completed the other research study).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laurie Kavanagh, MPH",
                    "role": "CONTACT",
                    "phone": "206-598-0501",
                    "email": "msstudy@uw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lindsey Knowles, PhD",
                    "affiliation": "University of Washington",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Multiple Sclerosis Center at UW Medical Center - Northwest",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98133",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Laurie Kavanagh, MPH",
                            "role": "CONTACT",
                            "phone": "206-668-4168",
                            "email": "lauriek@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We will make available to interested researchers a data file containing de-identified data used for each published article at the time the article is accepted for publication. The data will be de-identified to remove any variables from which it would be possible to identify any individual participants. Specifically, we will create a data file that includes all variables used in the published article and a list of the variables in the data file (along with variable labels) and send to investigators who request the data a copy of: (1) the published article (which will describe the source of the data); (2) the variable list/variable labels; and (3) the dataset (as an SPSS.sav file). Note, though, even though any data files that we share will be stripped of identifiers prior to release for sharing, it remains possible those who access the data could potentially use deduction to identify participants with unusual characteristics or combinations of unusual characteristics.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "The data used for the analyses for any papers published will become available to interested researchers by request after that article is published. Those data will continue to be available for at least five years following the publication of the article.",
            "accessCriteria": "We will make the data and associated documentation available to users only under a data-sharing agreement that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                },
                {
                    "id": "D000005221",
                    "term": "Fatigue"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8364",
                    "name": "Fatigue",
                    "asFound": "Fatigue",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}