{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT00733590",
            "orgStudyIdInfo": {
                "id": "NA_00045142"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R01HL091062",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01HL091062"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Prospective Observational Study of the ICD in Sudden Cardiac Death Prevention",
            "officialTitle": "Prospective Observational Study of the ICD in Sudden Cardiac Death Prevention (PROSe-ICD)",
            "acronym": "PROSe-ICD",
            "therapeuticArea": [
                "Cardiovascular",
                "Other"
            ],
            "study": "prospective-observational-study-of-the-icd-in-sudden-cardiac-death-prevention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2003-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2008-08-11",
            "studyFirstSubmitQcDate": "2008-08-12",
            "studyFirstPostDateStruct": {
                "date": "2008-08-13",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-01-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Maryland, Baltimore",
                    "class": "OTHER"
                },
                {
                    "name": "Medstar Health Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Virginia Commonwealth University",
                    "class": "OTHER"
                },
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "The overall hypothesis of this study is that subtle interactions between structural (substrate) and functional (trigger) abnormalities of the heart, some of which are genetically-determined, can be used to identify patients at high risk of sudden cardiac death (SCD). Such information may be used to better define patients most likely to benefit from replacement of an internal defibrillator (ICD). The prospective, observational study to enroll, categorize and follow patients who receive an ICD pulse generator replacement for primary prevention of SCD (PROSe-ICD) was established to :\n\n1. to gain a better understanding of the biological mechanisms that predispose to SCD\n2. to develop readily determined clinical, electrocardiographic, genetic and blood protein markers identify patients with an increased risk of dying suddenly",
            "detailedDescription": "PROSe-ICD is a multicenter prospective cohort study of patients who undergo ICD implantation for primary prevention of SCD, designed to compare patients who sustain SCD (as measured by an appropriate ICD firing for rapid VT or VF) to those who do not. The cohort for this observational study consists of patients with cardiomyopathy who have an ICD implanted for primary SCD prevention according to recent trials (MADIT II, SCD-HeFT, DEFINITE) and practice guidelines.\n\nPatients are followed longitudinally for clinical, ECG, genomic and proteomic markers and for index events. The primary outcome variable is an appropriate adjudicated ICD firing for rapid ventricular tachycardia or fibrillation.\n\nThe study standardizes initial therapeutic ICD settings, reflecting the current standard of care rather than an intervention, because by definition the study cohort consists of patients without a history of malignant arrhythmia, in whom the ICD functions simply as a defibrillator rather than as a more complex device employing anti-tachycardia pacing or tiered therapy. In order to facilitate the identification of rhythms prompting ICD therapy, programming includes far field ventricular electrogram storage. For patients who have firings (appropriate or not), all subsequent clinical care (including drug and device prescriptions) will be managed independently by the clinical attending electrophysiologist/cardiologist according to the local standard of care, unaffected by the study protocol. For safety reasons, any clinically-significant data (such as symptomatic complaints or documented episodes of ventricular arrhythmia) obtained during the study will be promptly communicated to the clinical attending physician both by telephone and in writing.\n\nAfter informed consent, patients undergo an initial history and examination conducted by an attending electrophysiologist. Thereafter, patients are generally seen by an ICD nurse every 3 months and are evaluated for the purposes of the study every six months. The physician and/or nurse will record the variables shown in Table D1 on paper forms or directly into REDCap, web-based entry form. At each routine clinic visit (Q 3 month intervals) the ICD will be interrogated and any episodes of ventricular tachycardia lasting \\>10 beats with a cycle length \\< 400 ms, ventricular fibrillation, or any anti-tachycardia pacing or ICD therapies will be recorded. If a ventricular arrhythmia is detected blood will be drawn and a digital ECG will be performed as described for the 6 month follow up visits. Further evaluation and treatment of the arrhythmia will be managed independently by the clinical attending physician, who will be notified of the arrhythmia by telephone, with written confirmation and documentation. At alternate visits (every 6 months) the patient will be evaluated by an attending electrophysiologist, a 60cc blood sample will be obtained, a 5-minute digital ECG, and any additional laboratory and diagnostic testing will be performed as clinically indicated.\n\nData on clinical events (admission for MI/ACS, admission for CHF, diagnostic angiography, revascularization, ICD device revision) will be collected by medical record review. Patients will be followed for a minimum of ten years or until death, cardiac transplantation or ventricular assist device implantation. A patient who experiences an appropriate ICD firing will have been considered to meet the primary endpoint of the study but will continue to be followed, particularly for the development of adverse events. Investigators will continue to follow and leverage this population as well as enroll additional patients who have ICDs in place and are undergoing elective PG replacement for end-of-life indicators. The aims of this proposal are:\n\n1. To determine if a panel of serum proteins and metabolites measured at baseline and at replacement identifies patients who will experience ASD after PG replacement.\n2. To determine if cardiac magnetic resonance imaging (CMR) performed around the time of PG replacement identifies patients who will experience ASD after PG replacement.\n3. To determine if baseline and serial ECG markers that are measures of conduction, repolarization, autonomic tone (HRV, QTV, novel metrics such as entropy), VT inducibility with programmed electrical stimulation at the time of PG exchange, and the history of ICD shocks identifies patients who will experience ASD after ICD replacement.\n4. To determine if baseline levels and changes over time (up to 5-years) in clinical ECG, epigenetic, serum protein and metabolite markers predict ASD, overall survival and trajectory of the HF phenotype in patients with a primary prevention ICD.\n5. To review for changes over time on the CMR-LGE studies for previously obtained CMRs and for new baseline CMRs.\n6. To test whether intra-myocardial fat on MDCT is as effective or adds additional utility to risk stratification for VA above that of CMR-LGE characteristics in ischemic cardiomyopathy patients who are candidates for ICD therapy or have in situ ICDs.\n\nA clinical events committee comprised of three experienced electrophysiologists, who are not investigators on this study or in the Hopkins Reynolds Center, adjudicate whether ICD firings are appropriate and whether episodes of VT/VF are related to ischemia, based on reports of device interrogation and other clinical documentation.The events committee will also adjudicate deaths in the study as cardiac or non-cardiac and sudden or non-sudden by review of the medical records, records of interviews of family and friends and ICD interrogation. Death within one hour of symptom onset and/or VT/VF on ICD interrogation that was not corrected by the device is considered SCD. All other deaths will be adjudicated as non-sudden including any terminal or hospice chronic care patient whose ICD is programmed off."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure, Congestive",
                "Death, Sudden, Cardiac",
                "Arrhythmia",
                "Cardiomyopathies"
            ],
            "keywords": [
                "defibrillator, implanted",
                "genomics",
                "electrocardiography",
                "electrophysiological study",
                "proteomics"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Whole blood drawn at 6-12 month intervals"
            },
            "enrollmentInfo": {
                "count": 1500,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Arrhythmic Sudden Death defined as a therapy from the ICD for rapid VT or VF or a ventricular arrhythmia not corrected by the ICD",
                    "timeFrame": "10 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "All cause mortality, CV mortality, heart transplant, LVAD, and ICD explantation or ICD Disabled",
                    "timeFrame": "Total period of observation in the study"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* History of acute MI at least 4 weeks old\n* Non-ischemic LV dysfunction for at least 9 months\n* Who have an EF \\< or = to 35%\n* Undergone ERI generator replacement of an FDA-approved ICD for primary prevention of SCD within 24 months of enrollment.\n* Who have primary prevention implants.\n\nExclusion Criteria:\n\n* ICD generator replacement for secondary prevention\n* Inability or unwillingness to provide valid informed consent\n* New York Heart Association Class IV heart failure\n* Patients with pre-existing Class 1 indications for pacemaker therapy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with ischemic or non-ischemic cardiomyopathy undergoing their initial ICD implant for primary prevention, or programmed generator replacements on participants originally implanted for primary prevention.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Barbara Butcher, BSN",
                    "role": "CONTACT",
                    "phone": "443 287-3472",
                    "email": "bbutche1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Katherine C Wu, MD",
                    "affiliation": "Associate Professor of Medicine Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Washington Hospital Center",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zayd Eldadah, MD, PhD",
                            "role": "CONTACT",
                            "phone": "202-877-7865",
                            "email": "Zayd.Eldadah@Medstar.Net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "University of Maryland Medical Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen R Shorofsky, MD, PhD",
                            "role": "CONTACT",
                            "phone": "800-492-5538",
                            "email": "Sshorofs@medicine.umaryland.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Johns Hopkins University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Butcher, BSN",
                            "role": "CONTACT",
                            "phone": "443-287-3472",
                            "email": "bbutche1@jhmi.edu"
                        },
                        {
                            "name": "Gordon Tomaselli, MD",
                            "role": "CONTACT",
                            "phone": "410 955-2774",
                            "email": "gtomasel@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Virginia Commonwealth University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kenneth Ellenbogen, MD",
                            "role": "CONTACT",
                            "phone": "804-828-7576",
                            "email": "kellenbogen@pol.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28388657",
                    "type": "DERIVED",
                    "citation": "Nauffal V, Zhang Y, Tanawuttiwat T, Blasco-Colmenares E, Rickard J, Marine JE, Butcher B, Norgard S, Dickfeld TM, Ellenbogen KA, Guallar E, Tomaselli GF, Cheng A. Clinical decision tool for CRT-P vs. CRT-D implantation: Findings from PROSE-ICD. PLoS One. 2017 Apr 7;12(4):e0175205. doi: 10.1371/journal.pone.0175205. eCollection 2017."
                },
                {
                    "pmid": "25273351",
                    "type": "DERIVED",
                    "citation": "Cheng A, Zhang Y, Blasco-Colmenares E, Dalal D, Butcher B, Norgard S, Eldadah Z, Ellenbogen KA, Dickfeld T, Spragg DD, Marine JE, Guallar E, Tomaselli GF. Protein biomarkers identify patients unlikely to benefit from primary prevention implantable cardioverter defibrillators: findings from the Prospective Observational Study of Implantable Cardioverter Defibrillators (PROSE-ICD). Circ Arrhythm Electrophysiol. 2014 Dec;7(6):1084-91. doi: 10.1161/CIRCEP.113.001705. Epub 2014 Oct 1."
                },
                {
                    "pmid": "23525420",
                    "type": "DERIVED",
                    "citation": "Cheng A, Dalal D, Butcher B, Norgard S, Zhang Y, Dickfeld T, Eldadah ZA, Ellenbogen KA, Guallar E, Tomaselli GF. Prospective observational study of implantable cardioverter-defibrillators in primary prevention of sudden cardiac death: study design and cohort description. J Am Heart Assoc. 2013 Feb 22;2(1):e000083. doi: 10.1161/JAHA.112.000083."
                },
                {
                    "pmid": "21093871",
                    "type": "DERIVED",
                    "citation": "Tereshchenko LG, Cheng A, Fetics BJ, Butcher B, Marine JE, Spragg DD, Sinha S, Dalal D, Calkins H, Tomaselli GF, Berger RD. A new electrocardiogram marker to identify patients at low risk for ventricular tachyarrhythmias: sum magnitude of the absolute QRST integral. J Electrocardiol. 2011 Mar-Apr;44(2):208-16. doi: 10.1016/j.jelectrocard.2010.08.012. Epub 2010 Nov 20."
                },
                {
                    "pmid": "21087331",
                    "type": "DERIVED",
                    "citation": "Stempniewicz P, Cheng A, Connolly A, Wang XY, Calkins H, Tomaselli GF, Berger RD, Tereshchenko LG. Appropriate and inappropriate electrical therapies delivered by an implantable cardioverter-defibrillator: effect on intracardiac electrogram. J Cardiovasc Electrophysiol. 2011 May;22(5):554-60. doi: 10.1111/j.1540-8167.2010.01958.x. Epub 2010 Nov 18."
                },
                {
                    "pmid": "20816873",
                    "type": "DERIVED",
                    "citation": "Tereshchenko LG, Han L, Cheng A, Marine JE, Spragg DD, Sinha S, Dalal D, Calkins H, Tomaselli GF, Berger RD. Beat-to-beat three-dimensional ECG variability predicts ventricular arrhythmia in ICD recipients. Heart Rhythm. 2010 Nov;7(11):1606-13. doi: 10.1016/j.hrthm.2010.08.022. Epub 2010 Sep 29."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Johns Hopkins Heart \\& Vascular Institute",
                    "url": "http://www.hopkinsmedicine.org/heart_vascular_institute/research/index.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000009202",
                    "term": "Cardiomyopathies"
                },
                {
                    "id": "D000016757",
                    "term": "Death, Sudden, Cardiac"
                },
                {
                    "id": "D000003643",
                    "term": "Death"
                },
                {
                    "id": "D000003645",
                    "term": "Death, Sudden"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000006323",
                    "term": "Heart Arrest"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure, Congestive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6845",
                    "name": "Death",
                    "asFound": "Death",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19118",
                    "name": "Death, Sudden, Cardiac",
                    "asFound": "Death, Sudden, Cardiac",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6847",
                    "name": "Death, Sudden",
                    "asFound": "Death, Sudden",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12154",
                    "name": "Cardiomyopathies",
                    "asFound": "Cardiomyopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4453",
                    "name": "Arrhythmias, Cardiac",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9411",
                    "name": "Heart Arrest",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}