{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01531257",
            "orgStudyIdInfo": {
                "id": "STU 25946"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Proteogenomic Monitoring and Assessment of Kidney Transplant Recipients",
            "officialTitle": "Proteogenomic Monitoring and Assessment of Kidney Transplant Recipients",
            "acronym": "Mini-Kidney",
            "therapeuticArea": [
                "Nephrology and Renal Diseases",
                "Other"
            ],
            "study": "proteogenomic-monitoring-and-assessment-of-kidney-transplant-recipients"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2010-04"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2012-02-08",
            "studyFirstSubmitQcDate": "2012-02-09",
            "studyFirstPostDateStruct": {
                "date": "2012-02-10",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-05-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sook Hyeon Park",
                "investigatorTitle": "Assistant Professor of Medicine",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Transplant Genomics, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "Chronic Allograft Nephropathy (CAN)/Interstitial fibrosis and Tubular Atrophy (IFTA) is responsible for most kidney transplant failures. CAN/IFTA on a 3 month kidney biopsy strongly predicts graft survival long term. CAN/IFTA remains a vexing problem for clinicians because current monitoring tools, namely the serum creatinine concentration, are not sensitive to early changes in glomerular filtration rate (GFR) or to histologic damage.\n\nDespite advances in prevention of acute rejection (AR), it is still a significant and potentially devastating complication of solid organ transplantation. One strategy to reduce the risk of rejection is to perform kidney biopsies to detect subclinical acute rejection (SCAR) and treat to prevent progression to rejection. There is evidence that treating SCAR can prevent further immune mediated injury to the kidney, a precursor to CAN/IFTA.\n\nKidney biopsies provide better information but are limited due to safety concerns, patient preference and cost issues. Better, early and less invasive markers of CAN/IFTA will allow early intervention as well as improved graft and better patient outcomes.\n\nThis study seeks to validate specific proteogenomic biomarker panels for AR and CAN/IFTA in a prospective blood, urine and kidney tissue monitoring study of kidney transplant recipients who will be scheduled for standard of care biopsies.",
            "detailedDescription": "This is a single-center sample study. A total number of 1000 subjects will be consented and enrolled at Northwestern University Transplant clinic at the time of kidney biopsy. At our clinic, protocol biopsy may be performed at 3 months, 12 months , 24 months or any other time the doctor feels necessary post transplant in all kidney recipients. Kidney transplant recipients may also go under \"for cause\" biopsy procedure at any time point before/after or in between these protocol biopsy time points. Such causes of biopsy include increase in serum creatinine level, decrease in urine output, and/or pain at graft site.\n\nFull blood tube set, urine sample for proteomics and flow cytometry of urinary sediment, and an extra core kidney biopsy tissue for gene expression profiling will be collected from subjects at the time of any biopsies obtained during the study course. These specimen samples will be sent to Rules-Based Medicine (RBM) for proteomic analysis. Whole genome expression profiling will be done using Affymetrix GeneChips at The Scripps Research Institute.\n\nWe estimate that we will find at least 500 subjects with diagnostic CAN/IFTA histology (Banff 1-2) between the 3 months and 12 months post transplant protocol biopsies based on a 50% incidence in the literature and our own experience. We also estimate that there will be 10% (10 subjects) incidence of clinical rejection by the end of 12 months identified initially by an acute rise in the serum creatinine and confirmed by a biopsy. Lastly, we estimate a 10% (10 subjects) incidence of subclinical acute rejection with stable renal function detected by the protocol kidney biopsies."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Rejection (AR) of Transplanted Kidney",
                "Chronic Allograft Nephropathy (CAN)",
                "Interstitial Fibrosis (IF)",
                "Tubular Atrophy (TA)"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Urine Collection: Approximately one cup of urine (200 mL) will be taken for research tests on the day of a routine care biopsy, if possible.\n\nBlood Draws: About 2.5 tablespoons of blood (38.5 mL) will be taken for research tests before the biopsy.\n\nKidney Biopsy: A kidney biopsy is a procedure to remove and examine a small piece of kidney tissue. For this study, one biopsy will be taken from the new kidney and used specifically for research. The biopsy will be done at the same time as the biopsies done for routine care. If there are any complications during the routine care biopsies, the tissue for this research study will not be taken."
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Kidney Transplant Recipients",
                    "description": "The intention of our biomarker panel is to be broadly applicable to all patients with a kidney transplant with the assumption that there are common underlying molecular mechanisms of AR and CAN/IFTA that can be detected hopefully at early stages of disease. We therefore want to validate and test our biomarker panel in a broad collection of patient types. We chose not to include patients with dual organ transplants so that we could isolate the molecular signal we are studying."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Gene Expression Profiling",
                    "description": "Full blood tube set, urine sample for proteomics and flow cytometry of urinary sediment, and an extra core kidney biopsy tissue for gene expression profiling will be collected from subjects at the time of any biopsies obtained during the study course. Whole genome expression profiling will be done using Affymetrix GeneChips at The Scripps Research Institute.",
                    "timeFrame": "At time of any protocol or for-cause kidney biopsy, up to 10 years post transplant."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and female recipients of all races, ≥18 years of age.\n2. Patients undergoing primary or subsequent deceased-donor or living donor kidney transplantation.\n3. Subject and/or guardian must be able to provide informed consent.\n4. Subject and/or guardian must be able to comply with the study protocol.\n\nExclusion Criteria:\n\n1. Need for combined organ transplantation with an extra-renal organ and/or islet cell transplant.\n2. Recipients of previous non-renal solid organ and/or islet cell transplantation.\n3. Infection with HIV.\n4. Inability or unwillingness of a participant and/or guardian to provide informed consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients who present for routine care kidney transplant biopsies to the Comprehensive Transplant Center and who satisfy all of the eligibility criteria are approached for this research study.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jairo Chavez, BA",
                    "role": "CONTACT",
                    "email": "jairo.chavez@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sook H Park, MD",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Jairo Chavez",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jairo Chavez, BA",
                            "role": "CONTACT",
                            "email": "jairo.chavez@northwestern.edu"
                        },
                        {
                            "name": "Jairo",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Sook H Park, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001284",
                    "term": "Atrophy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4589",
                    "name": "Atrophy",
                    "asFound": "Atrophy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}