{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04469569",
            "orgStudyIdInfo": {
                "id": "IRB-300005305"
            },
            "secondaryIdInfos": [
                {
                    "id": "1U01CA246567-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1U01CA246567-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Provider-Focused Intervention for Maximizing HPV Vaccine Uptake in Young Cancer Survivors",
            "officialTitle": "Implementation of a Provider-Focused Intervention for Maximizing HPV Vaccine Uptake in Young Cancer Survivors Receiving Follow-Up Care in Pediatric Oncology Practices: A Cluster-Randomized Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "provider-focused-intervention-for-maximizing-hpv-vaccine-uptake-in-young-cancer-survivors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-09",
            "studyFirstSubmitQcDate": "2020-07-13",
            "studyFirstPostDateStruct": {
                "date": "2020-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Wendy Landier, PhD",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The focus of this research is on increasing the uptake of the human papillomavirus (HPV) vaccine in young cancer survivors, a vulnerable population at high risk for developing new cancers (such as cervical and anal cancer) caused by persistent HPV infection. An effective vaccine exists that can prevent these cancers, but HPV vaccine uptake is low among young cancer survivors. This research will evaluate the effectiveness and implementation of an evidence-based intervention, adapted for use by healthcare providers in pediatric oncology clinics, to increase the uptake of HPV vaccine among young cancer survivors 9-17 years of age. Results of this research will provide important information that can be used to implement new strategies to increase the uptake of the HPV vaccine among young cancer survivors.",
            "detailedDescription": "Childhood cancer survivors are at high risk for developing new cancers (such as cervical and anal cancer) caused by persistent infection with the human papillomavirus (HPV). Compared with the age- and sex-matched general population, female and male cancer survivors have a 1.4- to 2.5-fold excess risk, respectively, of developing HPV-related malignancies. Fortunately, HPV-related malignancies are largely preventable due to availability of the nonavalent HPV vaccine, which offers protection against \\~90% of oncogenic HPV subtypes. We have previously shown that uptake of the HPV vaccine is significantly lower in cancer survivors compared with general population peers (22.0% vs 42.5% in those age 13-17yrs), and that lack of healthcare provider recommendation is the strongest predictor of HPV vaccine non-initiation in cancer survivors. Strategies that are most successful in increasing HPV vaccine uptake in the general population focus on improving healthcare provider knowledge about the HPV vaccine, enhancing the skills that healthcare providers need to effectively recommend the vaccine to young people and their parents, and reducing barriers to receiving the vaccine.\n\nThis study will evaluate the effectiveness and implementation of an evidence-based intervention (HPV-PROTECT), adapted for use by healthcare providers in pediatric oncology clinics, to increase the uptake of HPV vaccine among young cancer survivors (9 to 17 years of age and at least one year following completion of cancer therapy). The HPV-PROTECT intervention has three components: i) Provider Communication Training; ii) Assessment and Peer Feedback/Coaching; and iii) Provider Toolkit, and is designed to increase provider knowledge regarding use of the HPV vaccine in the cancer survivor population, enhance provider skills in delivering brief, compelling HPV vaccine recommendations to parents of young cancer survivors, present ongoing feedback to providers regarding clinic- and provider-level survivor HPV vaccination rates, and decrease barriers to receipt of vaccine by survivors through the provision of Vaccine Action Plans. If the intervention is effective in improving and sustaining increased uptake of the HPV vaccine in young cancer survivors, this study will contribute important information needed to move forward with testing the widespread use of the intervention in pediatric oncology practices."
        },
        "conditionsModule": {
            "conditions": [
                "Papillomavirus Vaccines"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Cluster-randomized stepped-wedge design with 6 clusters",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 5196,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Delayed Intervention",
                    "type": "OTHER",
                    "description": "Sites randomized to the Delayed Intervention Arm (Sites A, B, C) will be assigned to the control condition in Years 1 and 2, to the HPV-PROTECT intervention in Year 3, and to the sustainability condition in Year 4",
                    "interventionNames": [
                        "Behavioral: HPV-PROTECT"
                    ]
                },
                {
                    "label": "Early Intervention",
                    "type": "OTHER",
                    "description": "Sites randomized to the Early Intervention Arm (Sites D, E, F) will be assigned to the control condition in Year 1, to the HPV-PROTECT intervention in Year 2, and to the sustainability condition in Years 3 and 4",
                    "interventionNames": [
                        "Behavioral: HPV-PROTECT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HPV-PROTECT",
                    "description": "HPV-PROTECT is a multicomponent provider-focused intervention specifically tailored for use in pediatric oncology settings, addressing important survivor-specific vaccine issues. The intervention is comprised of three components, i) Provider Communication Training; ii) Assessment and Peer Feedback/ Coaching; and iii) Provider Toolkit. The HPV-PROTECT intervention is designed to increase provider knowledge regarding use of the HPV vaccine in the cancer survivor population, enhance provider skills in delivering brief, compelling HPV vaccine recommendations to parents of young cancer survivors, present ongoing feedback to providers regarding clinic- and provider-level survivor HPV vaccination rates, and decrease barriers to receipt of vaccine by survivors through the provision of Vaccine Action Plans, tailored to local context.",
                    "armGroupLabels": [
                        "Delayed Intervention",
                        "Early Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "HPV vaccine initiation rates",
                    "description": "Proportion of cancer survivors, age 9-17y and ≥1y post-completion of cancer therapy, who completed a clinic visit (in-person or via telehealth) at one of the participating sites during the intervention year, and who have initiated the HPV vaccine series, as measured via state vaccine registry data",
                    "timeFrame": "12 months following implementation of the HPV-PROTECT Intervention."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Provider perspectives regarding intervention feasibility, acceptability, appropriateness, fidelity",
                    "description": "Descriptive statistics summarizing provider survey data and qualitatively coded provider interview data integrated to evaluate the feasibility (perceived potential for success), acceptability (perceived need), and appropriateness (perceived fit) of the HPV-PROTECT intervention to the pediatric oncology setting, and provider adherence (fidelity) to intervention components (e.g., delivery of recommendations, developing and communicating vaccine action plans to parents and PCPs)",
                    "timeFrame": "Months 11-12 of the Intervention Year (i.e., Year 2 for sites D, E, F and Year 3 for sites A, B, C)]"
                },
                {
                    "measure": "Change in provider HPV vaccine-related knowledge and practices",
                    "description": "Descriptive statistics summarizing provider HPV vaccine-related knowledge and practices as reported on provider surveys",
                    "timeFrame": "12 and 24 months [all sites], and 36 months [sites D, E, F only] following implementation of the HPV-PROTECT Intervention)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "HPV vaccine series completion rates",
                    "description": "Proportion of cancer survivors, age 9-17y, and ≥1y post-completion of cancer therapy, who completed a clinic visit (in-person or via telehealth) at one of the participating sites during the intervention or sustainability years, and who have completed the HPV vaccine series, as measured via state vaccine registry data",
                    "timeFrame": "12 and 24 months (all sites), and 36 months (sites D, E, F only) following implementation of the HPV-PROTECT Intervention"
                },
                {
                    "measure": "Sustainability of HPV vaccine initiation rates",
                    "description": "Proportion of cancer survivors, age 9-17y and ≥1y post-completion of cancer therapy, who completed a clinic visit (in person or via telehealth) at one of the participating sites during the intervention and/or sustainability years, and who have initiated the HPV vaccine series, as measured via state vaccine registry data",
                    "timeFrame": "24 months (all sites) and 36 months (sites D, E, F only) following implementation of the HPV-PROTECT Intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. HEALTHCARE PROVIDERS (ONCOLOGISTS, ADVANCED PRACTICE PROVIDERS)\n\n   * ≥18y of age\n   * Care for cancer survivors seen in the targeted clinic who are age 9-17y, ≥1y off-therapy, and reside in the state where clinic is located\n   * Licensed to order vaccines\n   * Willing to complete surveys and/or interviews\n2. CHILDHOOD CANCER SURVIVORS\n\n   * 9-17y of age\n   * ≥1y following completion of cancer therapy\n   * Reside in the state where clinic is located\n   * Receive follow-up care (in person or via telehealth) at the participating sites\n\nExclusion Criteria:\n\nN/A",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "9 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Wendy Landier, PhD",
                    "role": "CONTACT",
                    "phone": "205-638-2120",
                    "email": "wclandier@uabmc.edu"
                },
                {
                    "name": "Lindsey Hageman, MPH",
                    "role": "CONTACT",
                    "phone": "205-638-2120",
                    "email": "lihageman@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Wendy Landier, PhD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wendy Landier, PhD",
                            "role": "CONTACT",
                            "phone": "205-638-2120",
                            "email": "wclandier@uabmc.edu"
                        },
                        {
                            "name": "Lindsey Hageman, MPH",
                            "role": "CONTACT",
                            "phone": "205-638-2120",
                            "email": "lihageman@uabmc.edu"
                        },
                        {
                            "name": "Wendy Landier, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James L Klosky, PhD",
                            "role": "CONTACT",
                            "phone": "404-712-5791",
                            "email": "james.klosky@emory.edu"
                        },
                        {
                            "name": "James L Klosky, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455-0341",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lucie Turcotte, MD, MPH, MS",
                            "role": "CONTACT",
                            "email": "turc0023@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Wake Forest University Health Sciences",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157-0001",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Thomas McLean, MD",
                            "role": "CONTACT",
                            "email": "tmclean@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Oregon Health and Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239-3098",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Susan Lindemulder, MD",
                            "role": "CONTACT",
                            "email": "lindemul@ohsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030-3411",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria M Gramatges, MD, PhD",
                            "role": "CONTACT",
                            "email": "gramatge@bcm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36096775",
                    "type": "DERIVED",
                    "citation": "Landier W, Bhatia S, Richman JS, Campos Gonzalez PD, Cherven B, Chollette V, Aye J, Castellino SM, Gramatges MM, Lindemulder S, Russell TB, Turcotte LM, Colditz GA, Gilkey MB, Klosky JL. Implementation of a provider-focused intervention for maximizing human papillomavirus (HPV) vaccine uptake in young cancer survivors receiving follow-up care in pediatric oncology practices: protocol for a cluster-randomized trial of the HPV PROTECT intervention. BMC Pediatr. 2022 Sep 12;22(1):541. doi: 10.1186/s12887-022-03562-1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}