{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05365048",
            "orgStudyIdInfo": {
                "id": "R01CA255872",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01CA255872"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01CA255872",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01CA255872"
                }
            ],
            "organization": {
                "fullName": "Kaiser Permanente",
                "class": "OTHER"
            },
            "briefTitle": "Provider Recommendation and HPV Vaccination",
            "officialTitle": "Effectiveness and Mechanisms of Multilevel Implementation Strategies to Improve Provider Recommendation and Advance HPV Vaccination: a Cluster Randomized Trial",
            "acronym": "HPVV",
            "therapeuticArea": [
                "Other"
            ],
            "study": "provider-recommendation-and-hpv-vaccination"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-28",
            "studyFirstSubmitQcDate": "2022-05-03",
            "studyFirstPostDateStruct": {
                "date": "2022-05-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-05-03",
            "lastUpdatePostDateStruct": {
                "date": "2022-05-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Chun Chao",
                "investigatorTitle": "Research Scientist",
                "investigatorAffiliation": "Kaiser Permanente"
            },
            "leadSponsor": {
                "name": "Kaiser Permanente",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In the United State, there are millions of US teens who are not vaccinated against the human papillomavirus (HPV) putting them at risk of getting HPV-related cancers. Although there are clinical guidelines recommending the HPV vaccine and interventions encouraging parents to vaccinate their children to prevent HPV-related cancers, the vaccination rate for teens remains low according to a 2018 national survey. Survey data shows that HPV vaccine complete series coverage for teens aged 13-15 years was 50%, far below the 80% target of Healthy People 2020. Receiving a strong provider recommendation is the most powerful strategy for improving HPV vaccine rates. Yet, little is known about how to include provider recommendations and other important factors into an intervention to improve the HPV vaccination rates. Studies show there are provider, patient and system-level barriers in the initiation and completion of HPV vaccine series among 9-12 years old children. Barriers to the HPV vaccine also differ across demographic subgroups, communities, and clinics. Interventions that address only one component are not responsive to site barriers and as effective as one that addresses multiple components and site-specific barriers. This study uses a 3-arm cluster randomized controlled trial (RCT) to compare three implementation strategies to improve provider recommendations on the HPV vaccine. Two of the implementation strategies (local-tailored and prescribed strategy) utilize a multilevel approach. The three implementation strategies of interest are (1) a \"local-tailored\" implementation strategy, co-designed with local care teams to address local barriers and contexts (2) A \"prescribed\" strategy, most commonly used by health systems, that involves pre-specified interventions addressing pre-selected vaccination barriers and (3) usual standard of care where there are no research-led activities. We will use surveys, interviews, and electronic health records to evaluate the three implementation strategies and their impact on improving HPV vaccination rates. The study surveys and interviews will include pediatric providers, nurses, administrators, staff members, and parents of HPV vaccine-eligible children (9-12 years old). Successful implementation will be defined as improvement in HPV vaccination rates (primary outcome), strengthening provider recommendation (secondary outcome), and the cost-effectiveness of the implementation strategy.",
            "detailedDescription": "US teens remain at risk of developing human papillomavirus (HPV)-related cancers due to inadequate HPV vaccine uptake, despite strong endorsement in clinical guidelines and substantial intervention efforts by healthcare providers and public health entities. A strong recommendation from a clinician has been identified as the most powerful facilitator of HPV vaccine uptake, yet less than half of parents of pre-teens for whom routine HPV vaccination is recommended by the CDC's Advisory Committee on Immunization Practices receive an HPV vaccine recommendation from their providers. Unfortunately, training clinicians in effective HPV vaccine communication alone produces only a small improvement in vaccination rates. In order to develop effective interventions for improving HPV vaccine uptake, there is a critical need to understand the full range of multilevel factors influencing providers' likelihood and effectiveness in a strong recommendation (secondary outcome). Previous studies have demonstrated the complexity of barriers to HPV vaccination, including their multilevel, multi-factorial nature and heterogeneity across communities and practice settings; as reflected in our and others' data. However, most intervention studies display two limitations: 1) many are single level and single component (e.g., parent education only), leaving many barriers unaddressed; and 2) most address pre-selected barriers using pre-specified interventions that are fixed for all sites. This \"prescribed\" approach ignores differences in barriers across sites (due to varying context, culture, etc.), and likely leaves key local barriers unaddressed. These interventions have mostly shown modest and inconsistent success. Current thinking in implementation science suggests that significant improvement in HPV vaccination rates will require synergistic, multi-level, multi-component interventions tailored to the local context and barriers.\n\nThe study goal is to evaluate the effectiveness of three implementation strategies (local-tailored, prescribed strategy, and usual care) to improve HPV vaccination rates among children 9-12 years old. Study Aims A1) Examine baseline associations between patient-, provider-, and clinic-level factors and variations in (a) HPV vaccination rates; (b) the quality of the provider recommendation; and (c) the impact of provider recommendation on vaccine uptake. A2) Conduct a cluster RCT comparing the effectiveness of a \"tailored\" multilevel implementation strategy to a \"prescribed\" multilevel implementation strategy and to usual care in improving HPV vaccination rates (primary outcome) and strengthening the provider recommendation (secondary outcome). Sub-aim: Conduct cost-effectiveness analyses of the implementation strategies based on the RCT results. A3) Study mechanisms of the effect of the implementation strategies to understand the interaction between the intervention, local context, and participant experience combined with quantitative measures. Study Descriptions: In this study, we are using a 3-arm cluster randomized controlled trial (RCT) to compare: (1) An innovative \"local-tailored\" implementation strategy, engaging local care teams, using local barrier assessment and barrier-driven local tailoring of interventions versus (2) A \"prescribed\" strategy, that involves pre-specified interventions addressing pre-selected vaccination barriers, guided by the 4 Pillars for Practice Transformation Program versus (3) Usual care - there are no research-led activities. This study will examine two theses: (a) interventions need to be multilevel and multi-component, and (b) local barrier assessment and intervention tailoring with the engagement of local teams (who are familiar with the local context) are needed to increase the uptake of the HPV vaccine.\n\nClinics will be randomized into one of the three groups. Prior to randomization, clinics will be matched in triads on key attributes that may be associated with implementation success (e.g. geographic location, Consolidated Framework for Implementation Research (CFIR) constructs, membership, race/ethnicity, and baseline HPV vaccine coverage) using a SAS algorithm. The three clinics matched in a triad will be most like each other in these attributes. Within each triad, the three clinics will then be randomized to determine which receives the local-tailored strategy ( 20 clinics) vs prescribed ( 20 clinics) vs usual care (20 clinics). The study subjects will include pediatric physicians, nurses, and other clinical staff. We will also include other non-clinical individuals, such as department administrators. The outcome of interest is: improving HPV vaccination rates (primary outcome) and strengthening provider recommendations (secondary outcome). We will also examine assess other outcome measures such as HPV vaccine series completion rate in children 9-12 years, time taken to recommend the HPV vaccine (provider-centered outcome); perceived comfort/distress in discussing HPV vaccination with parents (provider-centered outcome), parent satisfaction with HPV vaccine communication (parent-centered outcome) and sustainment of interventions (system-centered outcomes). Study data will be obtained through collection electronic medical record extraction, patient surveys, and semi-structured interviews. The analysis will follow an intent-to-treat (ITT) strategy using a log-binomial or Robust Poisson model. Content analysis will be used to evaluate the qualitative data collected. We will use the Consolidated Framework for Implementation Research (CFIR) and the Multilevel Influences on the Cancer Care Continuum (MICC) to inform our overall study approach and provide rigor and structure to our analyses."
        },
        "conditionsModule": {
            "conditions": [
                "Human Papillomavirus"
            ],
            "keywords": [
                "Human Papillomavirus",
                "Vaccine",
                "Local Tailoring",
                "4 Pillars",
                "Prescribed Strategy",
                "Implementation Strategy",
                "Provider Recommendation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This prospective study will utilize a cluster randomization design to compare three implementation strategies with outcome measures at the patient, provider and system level. Prior to randomization, clinics will be matched in triads on key attributes that may be associated with implementation success (e.g. geographic location, CFIR constructs, membership, race/ethnicity and baseline HPV vaccine converge) using a SAS algorithm. The 3 clinics matched in a triad will be most like each other in these attributes. The matched triads will be first randomized to determine the timing of their implementation (phase 1 will include 10 triads of 30 clinics) or phase 2 (10 triads of 30 clinics). Within each triad, the 3 clinics will then be randomized to determine which receives the local-tailored strategy ( 20 clinics) vs prescribed ( 20 clinics) vs usual care (20 clinics).",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Local Tailoring",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention arm will include 20 clinics randomly assigned to the intervention arm. All physicians, nurses, department administrator and other staff members from the pediatric departments randomized to this arm will be included in the study, as well as parents of HPV vaccine eligible children (9-12 years old) who had one or more visits with their pediatric provider during the data collection period.",
                    "interventionNames": [
                        "Other: Local Tailoring implementation strategy"
                    ]
                },
                {
                    "label": "Prescribed Strategy",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention arm will include 20 clinics randomly assigned to the intervention arm.. All physicians, nurses, department administrator,s and other staff members from the pediatric departments randomized to this arm will be included in the study, as well as parents of HPV vaccine eligible children (9-12 years old) who had one or more visits with their pediatric provider during the data collection period.",
                    "interventionNames": [
                        "Other: Prescribed Strategy"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "The intervention arm will include 20 clinics randomly assigned to the usual care arm. All physicians, nurses, department administrators,s and other staff members from the pediatric departments randomized to this arm will be included in the study, as well as parents of HPV vaccine eligible children (9-12 years old) who had one or more visits with their pediatric provider during the data collection period."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Local Tailoring implementation strategy",
                    "description": "The \"local-tailored\" approach will be guided by a structured process involving the following: (1) convening a local HPV vaccine project team, (2) conducting a local diagnostic process to identify top barriers, (3) selecting from a menu of intervention options that will be offered in this study, categorized by core function (i.e., the forms and functions menu) that address top local barriers, and (4) deploying the selected interventions. The barrier assessment and intervention customization are key processes for the local-tailored strategy, which allow clinics to devote resources to respond to unique local barriers in addition to common barriers.",
                    "armGroupLabels": [
                        "Local Tailoring"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Prescribed Strategy",
                    "description": "The prescribed strategy is the standard implementation approach used by most health systems. Our prescribed approach will be guided by the evidence-based, award-winning 4 Pillars™ Practice Transformation Program for improving vaccination rates in the outpatient setting. The 4 Pillars™ address 4 main \"functions\", i.e., convenience, communication, office systems, and motivation to guide the selection of interventions. For adolescent HPV vaccination, the 4 Pillars has demonstrated moderate effectiveness.",
                    "armGroupLabels": [
                        "Prescribed Strategy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of children 9-12 years old who received the first dose of the HPV vaccine -EMR",
                    "description": "9-12 years old who received the first dose of the HPV vaccine at pre-intervention. Data obtained from electronic medical record (EMR)",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Proportion of children 9-12 years old who received the first dose of the HPV vaccine - EMR",
                    "description": "9-12 years old who received the first dose of the HPV vaccine at post-intervention",
                    "timeFrame": "Year 4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Provider Recommendation - survey",
                    "description": "Questions to assess time spent on recommending the HPV vaccine, frequency of recommending the vaccine and content of discussion. In the baseline parent survey, we will ask questions regarding what the physician mentioned regarding the HPV vaccine and perception on how the information was discussed. We will derive a recommendation quality score.",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Provider Recommendation - survey",
                    "description": "At post-intervention, surveys will include questions to assess time spent on recommending the HPV vaccine, frequency of recommending the vaccine and content of discussion. We will derive a recommendation quality score.",
                    "timeFrame": "Year 4"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "HPV vaccine series completion - EMR",
                    "description": "9-12 year old who received 2 doses of the HPV vaccine during data collection period",
                    "timeFrame": "Year 1 through Year 4"
                },
                {
                    "measure": "Time taken to recommend the HPV vaccine - survey",
                    "description": "Time taken by provider to recommend the HPV vaccine at pre-intervention.",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Time taken to recommend the HPV vaccine - survey",
                    "description": "Time taken by provider to recommend the HPV vaccine at post-intervention.",
                    "timeFrame": "Year 4"
                },
                {
                    "measure": "Perceived comfort/distress in discussing HPV vaccination with parents - survey",
                    "description": "Provider perception on comfort/distress in discussing the vaccine at pre-intervention.",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Perceived comfort/distress in discussing HPV vaccination with parents - survey",
                    "description": "Provider perception on comfort/distress in discussing the vaccine at post-intervention.",
                    "timeFrame": "Year 4"
                },
                {
                    "measure": "Parent satisfaction with HPV vaccine communication - survey",
                    "description": "Satisfaction with provider communication regarding the HPV vaccine at pre-intervention.",
                    "timeFrame": "Year 1"
                },
                {
                    "measure": "Parent satisfaction with HPV vaccine communication - survey",
                    "description": "Satisfaction with provider communication regarding the HPV vaccine at post-intervention.",
                    "timeFrame": "Year 4"
                },
                {
                    "measure": "Sustainment of study interventions - survey",
                    "description": "Provider perception regarding the sustainment of the local-tailored or prescribed strategy after study ends. This question will be asked at post-intervention only.",
                    "timeFrame": "Year 4"
                },
                {
                    "measure": "Fidelity - survey",
                    "description": "The fidelity to the interventions will be obtained through the post-intervention provider surveys. An overall fidelity score will be obtained.",
                    "timeFrame": "12 month after intervention period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All KPSC pediatric clinics.\n* All providers (physicians, nurses, and medical assistants) and department administrators from the pediatric department.\n* Parents of HPV vaccine-eligible children (9-12 years old).\n\nExclusion Criteria:\n\n* Providers and administrators who do not work for the pediatric department\n* Parents of children older than 12 years and/or who did not have a clinic visit in the study period.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nancy Takahashi Cannnizzaro, PhD",
                    "role": "CONTACT",
                    "phone": "626-564-7663",
                    "email": "Nancy.Takahashi@kp.org"
                },
                {
                    "name": "Chunyi Hsu, MPH",
                    "role": "CONTACT",
                    "phone": "626-564-3508",
                    "email": "Chunyi.Hsu@kp.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Erin Hahn, PhD",
                    "affiliation": "KPSC Department of Research and Evaluation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Chun R Chao, PhD",
                    "affiliation": "KPSC Department of Research and Evaluation",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Kaiser Permanente Southern California",
                    "status": "RECRUITING",
                    "city": "Pasadena",
                    "state": "California",
                    "zip": "91101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nancy Takahashi Cannizzaro, PhD",
                            "role": "CONTACT",
                            "phone": "626-564-7663",
                            "email": "Nancy.Takahashi@kp.org"
                        },
                        {
                            "name": "Chunyi Hsu, MPH",
                            "role": "CONTACT",
                            "phone": "626-564-3508",
                            "email": "Chunyi.Hsu@kp.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.14778,
                        "lon": -118.14452
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}