{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06422390",
            "orgStudyIdInfo": {
                "id": "24-8331"
            },
            "organization": {
                "fullName": "Scripps Clinic",
                "class": "OTHER"
            },
            "briefTitle": "PRP for Rotator Cuff Tears",
            "officialTitle": "Platelet - Rich Plasma Injections for Rotator Cuff Tears",
            "therapeuticArea": [
                "Other"
            ],
            "study": "prp-for-rotator-cuff-tears"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-15",
            "studyFirstSubmitQcDate": "2024-05-15",
            "studyFirstPostDateStruct": {
                "date": "2024-05-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Laika Nur",
                "investigatorTitle": "Clinical Assistant Professor of Orthopedic Surgery - Division of Sports Medicine",
                "investigatorAffiliation": "Scripps Clinic"
            },
            "leadSponsor": {
                "name": "Scripps Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Regenerative medicine, specifically orthobiologics is a hot topic in the community and in Sports Medicine. Riding the hype curve of a new treatment can be great when offering new procedures to patients. However, as the excitement regarding potential benefits of orthobiologics grows, it is valuable to grow the body of literature on their safety and efficacy in various musculoskeletal conditions. Furthering the body of data regarding which musculoskeletal conditions may benefit most from these treatments and which may not can help guide physicians on when to incorporate orthobiologics into clinical practice. More robust data can help physicians guide patients and patient expectations when discussing treatment options.\n\nPlatelet rich plasma (PRP) in musculoskeletal medicine is most commonly used to treat tendinopathies and degenerative joint disease. The American Medical Society for Sports Medicine released a position statement in November of 2021 summarizing meta-analysis and systemic review data evaluating efficacy and major adverse events of PRP for tendinopathy and osteoarthritis1. At this time, the most robust data exists for lateral epicondylopathy as multiple randomized controlled trials demonstrate positive response to PRP. Gluteus medius tendinopathy and plantar fasciaopathy similarly have positive data. In Achilles tendinopathy, well designed RCTs have shown no difference between PRP and saline injections. These data should help guide physicians in responsible use and patient counseling.\n\nData from Hurley et al. suggest PRP may augment rotator cuff repair with improved rates of healing and reduced overall pain. However, there are limited high quality studies on the efficacy of PRP alone in partial rotator cuff tear. Partial rotator cuff tear is a common musculoskeletal complaint that can be treated with conservative measures such as physical therapy and corticosteroid injection. It can also be treated with surgical intervention if those modalities provide incomplete or inadequate pain relief and functional restoration. This study aims to evaluate if PRP is an efficacious treatment modality for partial rotator cuff tear."
        },
        "conditionsModule": {
            "conditions": [
                "Rotator Cuff Tears"
            ],
            "keywords": [
                "PRP"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 76,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PRP Injection",
                    "description": "Adult patients with symptomatic partial rotator cuff tear of one rotator cuff tendon diagnosed on imaging with MRI or ultrasound.",
                    "interventionNames": [
                        "Biological: Platelet - Rich Plasma"
                    ]
                },
                {
                    "label": "Placebo",
                    "description": "Adult patients with symptomatic partial rotator cuff tear of one rotator cuff tendon diagnosed on imaging with MRI or ultrasound."
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Platelet - Rich Plasma",
                    "description": "Platelet - Rich Plasma is a biologic injection created from the patient's own blood. 52cc of the patient's blood is drawn then mixed with 8cc of anticoagulant. The blood mixture will be spun down using a centrifuge that can separate the platelet-rich plasma from the other contents in the blood. Once the centrifuge process is complete the Platelet - Rich Plasma is ready to be used.",
                    "armGroupLabels": [
                        "PRP Injection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Improvement of pain and function",
                    "description": "Primary outcome: Improvement in patients' subjective pain and function as measured by the American Shoulder and Elbow Surgeons (ASES) score at 6 weeks, 12 weeks, 6 months, and 1 year.\n\nMinimum value: No difficulty with normal function of the shoulder and there is no pain.\n\nMaximum value: Extreme difficulty with normal function and the pain is as bad as it can be.\n\nPain scale is 0 to 10 with the meaning that scale starts from 0 (no pain) to 10 (pain as bad as it can be).",
                    "timeFrame": "June 2024 to June 2025"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Improvement in VAS scores and patient satisfaction",
                    "description": "Secondary Outcome: Improvement in visual analog scale (VAS) pain scores at 6 weeks, 12 weeks, 6 months, and 1 year. Additional secondary outcomes: Patients' perception of overall improvement with their shoulder, patient satisfaction with outcome, tendon healing assessed by ultrasound evaluation, progression to surgical management or other intervention such as corticosteroid injections (CSI), and association between volume of Plasma Rich Platelet (PRP) and outcomes.\n\nThe visual analog scale (VAS):\n\nNo pain (0) - mild pain (1-2) - moderate pain (3-4) - Severe Pain (5-6) - Very sever pain (7-8) - Worst possible pain (9-10)\n\nThe higher the number the worst the outcome is. The lower the number the better the outcome is.",
                    "timeFrame": "June 2024 to June 2025"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients with symptomatic partial rotator cuff tear of one rotator cuff tendon diagnosed on imaging with MRI\n* Adult patients with symptomatic partial rotator cuff tear of one rotator cuff tendon diagnosed on imaging with ultrasound.\n\nExclusion Criteria:\n\n* Patients who have had any an intervention within the past three months (CSI, PRP, prolotherapy)\n* Patient with previous surgical interventions on the same rotator cuff.\n* Patients on aspirin who cannot discontinue medication 1 week prior and 6 weeks after the procedure.\n* Patients who decline to discontinue anti-inflammatory medications or supplements for 1 week prior and 6 weeks after the procedure.\n* Any procedure that utilized less than 2-3 cc of PRP\n* Patients that require blood to be drawn twice on the same day.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients who are 18 years or older but 90 years or younger with a diagnosis of a symptomatic partial rotator cuff tear of one rotator cuff tendon.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily Martin, MBt",
                    "role": "CONTACT",
                    "phone": "858-554-7011",
                    "email": "martin.emily2@scrippshealth.org"
                },
                {
                    "name": "Julie McCauley, MPh(c)",
                    "role": "CONTACT",
                    "phone": "858-554-7122",
                    "email": "mccauley.julie@scrippshealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laika Nur, MD",
                    "affiliation": "Scripps Clinic Medical Group",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Scripps Clinic - Torrey Pines",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Program Director, Clinical Research",
                            "role": "CONTACT",
                            "phone": "858-554-7122",
                            "email": "mccauley.julie@scrippshealth.org"
                        },
                        {
                            "name": "Laika Nur, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34704973",
                    "type": "RESULT",
                    "citation": "Finnoff JT, Awan TM, Borg-Stein J, Harmon KG, Herman DC, Malanga GA, Master Z, Mautner KR, Shapiro SA. American Medical Society for Sports Medicine Position Statement: Principles for the Responsible Use of Regenerative Medicine in Sports Medicine. Clin J Sport Med. 2021 Nov 1;31(6):530-541. doi: 10.1097/JSM.0000000000000973."
                },
                {
                    "pmid": "16551396",
                    "type": "RESULT",
                    "citation": "Reilly P, Macleod I, Macfarlane R, Windley J, Emery RJ. Dead men and radiologists don't lie: a review of cadaveric and radiological studies of rotator cuff tear prevalence. Ann R Coll Surg Engl. 2006 Mar;88(2):116-21. doi: 10.1308/003588406X94968."
                },
                {
                    "pmid": "33375716",
                    "type": "RESULT",
                    "citation": "Giovannetti de Sanctis E, Franceschetti E, De Dona F, Palumbo A, Paciotti M, Franceschi F. The Efficacy of Injections for Partial Rotator Cuff Tears: A Systematic Review. J Clin Med. 2020 Dec 25;10(1):51. doi: 10.3390/jcm10010051."
                },
                {
                    "pmid": "33127554",
                    "type": "RESULT",
                    "citation": "Kwong CA, Woodmass JM, Gusnowski EM, Bois AJ, Leblanc J, More KD, Lo IKY. Platelet-Rich Plasma in Patients With Partial-Thickness Rotator Cuff Tears or Tendinopathy Leads to Significantly Improved Short-Term Pain Relief and Function Compared With Corticosteroid Injection: A Double-Blind Randomized Controlled Trial. Arthroscopy. 2021 Feb;37(2):510-517. doi: 10.1016/j.arthro.2020.10.037. Epub 2020 Oct 28."
                },
                {
                    "pmid": "27268111",
                    "type": "RESULT",
                    "citation": "Fitzpatrick J, Bulsara M, Zheng MH. The Effectiveness of Platelet-Rich Plasma in the Treatment of Tendinopathy: A Meta-analysis of Randomized Controlled Clinical Trials. Am J Sports Med. 2017 Jan;45(1):226-233. doi: 10.1177/0363546516643716. Epub 2016 Jul 21."
                },
                {
                    "pmid": "34051761",
                    "type": "RESULT",
                    "citation": "Prodromos CC, Finkle S, Prodromos A, Chen JL, Schwartz A, Wathen L. Treatment of Rotator Cuff Tears with platelet rich plasma: a prospective study with 2 year follow-up. BMC Musculoskelet Disord. 2021 May 29;22(1):499. doi: 10.1186/s12891-021-04288-4."
                },
                {
                    "pmid": "22738751",
                    "type": "RESULT",
                    "citation": "DeLong JM, Russell RP, Mazzocca AD. Platelet-rich plasma: the PAW classification system. Arthroscopy. 2012 Jul;28(7):998-1009. doi: 10.1016/j.arthro.2012.04.148."
                },
                {
                    "pmid": "23893418",
                    "type": "RESULT",
                    "citation": "Kesikburun S, Tan AK, Yilmaz B, Yasar E, Yazicioglu K. Platelet-rich plasma injections in the treatment of chronic rotator cuff tendinopathy: a randomized controlled trial with 1-year follow-up. Am J Sports Med. 2013 Nov;41(11):2609-16. doi: 10.1177/0363546513496542. Epub 2013 Jul 26."
                },
                {
                    "pmid": "25296645",
                    "type": "RESULT",
                    "citation": "Sung CM, Hah YS, Kim JS, Nam JB, Kim RJ, Lee SJ, Park HB. Cytotoxic effects of ropivacaine, bupivacaine, and lidocaine on rotator cuff tenofibroblasts. Am J Sports Med. 2014 Dec;42(12):2888-96. doi: 10.1177/0363546514550991. Epub 2014 Oct 8."
                },
                {
                    "pmid": "26742649",
                    "type": "RESULT",
                    "citation": "Honda H, Gotoh M, Kanazawa T, Nakamura H, Ohta K, Nakamura K, Shiba N. Effects of lidocaine on torn rotator cuff tendons. J Orthop Res. 2016 Sep;34(9):1620-7. doi: 10.1002/jor.23153. Epub 2016 Feb 11."
                },
                {
                    "pmid": "29268037",
                    "type": "RESULT",
                    "citation": "Chen X, Jones IA, Park C, Vangsness CT Jr. The Efficacy of Platelet-Rich Plasma on Tendon and Ligament Healing: A Systematic Review and Meta-analysis With Bias Assessment. Am J Sports Med. 2018 Jul;46(8):2020-2032. doi: 10.1177/0363546517743746. Epub 2017 Dec 21."
                },
                {
                    "pmid": "33892072",
                    "type": "RESULT",
                    "citation": "Rossi LA, Piuzzi N, Giunta D, Tanoira I, Brandariz R, Pasqualini I, Ranalletta M. Subacromial Platelet-Rich Plasma Injections Decrease Pain and Improve Functional Outcomes in Patients With Refractory Rotator Cuff Tendinopathy. Arthroscopy. 2021 Sep;37(9):2745-2753. doi: 10.1016/j.arthro.2021.03.079. Epub 2021 Apr 20."
                },
                {
                    "pmid": "34485587",
                    "type": "RESULT",
                    "citation": "Thepsoparn M, Thanphraisan P, Tanpowpong T, Itthipanichpong T. Comparison of a Platelet-Rich Plasma Injection and a Conventional Steroid Injection for Pain Relief and Functional Improvement of Partial Supraspinatus Tears. Orthop J Sports Med. 2021 Sep 1;9(9):23259671211024937. doi: 10.1177/23259671211024937. eCollection 2021 Sep."
                },
                {
                    "pmid": "31784365",
                    "type": "RESULT",
                    "citation": "Snow M, Hussain F, Pagkalos J, Kowalski T, Green M, Massoud S, James S. The Effect of Delayed Injection of Leukocyte-Rich Platelet-Rich Plasma Following Rotator Cuff Repair on Patient Function: A Randomized Double-Blind Controlled Trial. Arthroscopy. 2020 Mar;36(3):648-657. doi: 10.1016/j.arthro.2019.09.026. Epub 2019 Nov 27."
                },
                {
                    "pmid": "31743037",
                    "type": "RESULT",
                    "citation": "Chen X, Jones IA, Togashi R, Park C, Vangsness CT Jr. Use of Platelet-Rich Plasma for the Improvement of Pain and Function in Rotator Cuff Tears: A Systematic Review and Meta-analysis With Bias Assessment. Am J Sports Med. 2020 Jul;48(8):2028-2041. doi: 10.1177/0363546519881423. Epub 2019 Nov 19."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000070636",
                    "term": "Rotator Cuff Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012421",
                    "term": "Rupture"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000070599",
                    "term": "Shoulder Injuries"
                },
                {
                    "id": "D000013708",
                    "term": "Tendon Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "relevance": "LOW"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "relevance": "LOW"
                },
                {
                    "id": "M624",
                    "name": "Rotator Cuff Injuries",
                    "asFound": "Rotator Cuff Tears",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M602",
                    "name": "Shoulder Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M16479",
                    "name": "Tendon Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4244",
                    "name": "Anticoagulants",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}