{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05987761",
            "orgStudyIdInfo": {
                "id": "60502"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "PRT for Adolescents With High Functioning Autism",
            "officialTitle": "Pivotal Response Treatment for Adolescents With High Functioning Autism Intervention Study",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "prt-for-adolescents-with-high-functioning-autism"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-10",
            "studyFirstSubmitQcDate": "2023-08-03",
            "studyFirstPostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Daniel Abrams",
                "investigatorTitle": "Clinical Assistant Professor",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to identify improvement in behavioral and social function and changes in the brain following Pivotal Response Treatment (PRT) for Adolescents in highly verbal adolescents with autism spectrum disorder (ASD)."
        },
        "conditionsModule": {
            "conditions": [
                "Autism",
                "Autism Spectrum Disorder High-Functioning",
                "Developmental Disability",
                "Child Development",
                "Behavior, Child",
                "Behavior, Social"
            ],
            "keywords": [
                "Autism",
                "Autism Spectrum Disorder",
                "PRT",
                "Pivotal Response Treatment",
                "Autism intervention",
                "Social skills",
                "Adolescents"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 76,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PRT Treatment Group",
                    "type": "EXPERIMENTAL",
                    "description": "After study participants have completed screenings to meet our inclusion criteria, participants will take part in the pre-intervention MRI brain scan and behavioral assessments and will then be assigned randomly to one of two arms of intervention for 9 weeks. Participants in the PRT Treatment Group will complete an 9-week intervention, PRT for Adolescents, to improve the adolescent's social skills. Following the completion of the 9-week intervention, participants will be asked to complete a second MRI brain imaging session, followed by post-measure appointments in order to assess immediate effects of the intervention.",
                    "interventionNames": [
                        "Behavioral: PRT for Adolescents"
                    ]
                },
                {
                    "label": "Delayed Treatment Group",
                    "type": "EXPERIMENTAL",
                    "description": "After study participants have completed screenings to meet our inclusion criteria, participants will take part in the pre-intervention MRI brain scan and behavioral assessments and will then be assigned randomly to one of two arms of intervention for 9 weeks. After 9-weeks without any intervention, participants in the Delayed Treatment Group will be asked to complete a second MRI brain imaging session, followed by post-measure appointments, and will then receive the PRT intervention at the end of the study.",
                    "interventionNames": [
                        "Behavioral: PRT for Adolescents"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PRT for Adolescents",
                    "description": "Clinician-led 70-minute PRT sessions targeting social skills once per week at Stanford.",
                    "armGroupLabels": [
                        "Delayed Treatment Group",
                        "PRT Treatment Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "(Target) Change from baseline (Pre-training) in brain connectivity between superior temporal sulcus (STS) and the nucleus accumbens (NAc)",
                    "description": "Target engagement consists of brain connectivity between voice selective superior temporal sulcus (STS) and the nucleus accumbens (NAc) of the mesolimbic reward system. For the PRT (i.e., intervention) group, brain connectivity will be measured using the generalized psychophysiological interaction (gPPI) model, a common measure of task-based brain connectivity using fMRI data. gPPI betas from individual subject contrast maps will be computed using the STS as a seed region and the NAc as the connectivity target region. Effect size will be computed using Cohen's d for a paired t-test comparing Post-Training and Pre-Training pSTS-NAc connectivity values (i.e., contrast betas): d = t/(sqrt(n) where t is the paired t-test and n the group size.",
                    "timeFrame": "Pre-treatment baseline, and between 11 to 13 weeks post-baseline"
                },
                {
                    "measure": "Change from baseline (Pre-training) in structured laboratory observations (SLO) of child-assessor interactions",
                    "description": "The Structured Laboratory Observations (SLO) of child-assessor interactions is a common behavioral measure of each participant's social communicative interactions assessed in a laboratory setting. The metric used to characterize the SLO is an overall percentage of appropriate social responsiveness. Change in baseline SLO will be computed by subtracting Post- from Pre-training percentage of appropriate social responsiveness for each participant in the PRT group.",
                    "timeFrame": "Pre-treatment baseline, and between 11 to 13 weeks post-baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the Social Communication subscale of the Brief Observation of Social Communication Change (BOSCC)",
                    "description": "The Brief Observation of Social Communication Change (BOSCC) is a clinical instrument developed to measure longitudinal and/or training-related changes in social communication abilities in children with autism spectrum disorder. The metric used to characterize the BOSCC is the Social Communication subscale. Change in the Social Communication subscale will be computed for each participant in the PRT group by subtracting Post- from Pre-training Social Communication subscale scores.",
                    "timeFrame": "Pre-treatment baseline, and between 11 to 13 weeks post-baseline"
                },
                {
                    "measure": "(Secondary target) Change in brain connectivity between superior temporal sulcus (STS) and temporoparietal junction (TPJ)",
                    "description": "Target engagement consists of brain connectivity between voice selective superior temporal sulcus (STS) and the temporoparietal junction (TPJ) an important brain system for theory-of-mind processing. For the PRT group, brain connectivity will be measured using the generalized psychophysiological interaction (gPPI) model, a common measure of task-based brain connectivity using fMRI data. gPPI betas from individual subject contrast maps will be computed using the STS as a seed region and the TPJ as the connectivity target region. Effect size will be computed using Cohen's d for a paired t-test comparing Post-Training and Pre-Training pSTS-NAc connectivity values (i.e., contrast betas): d = t/(sqrt(n) where t is the paired t-test and n the group size.",
                    "timeFrame": "Pre-treatment baseline, and between 11 to 13 weeks post-baseline"
                },
                {
                    "measure": "Association between change in target engagement and change in clinical benefit (STS and NAc)",
                    "description": "Target engagement consists of brain connectivity between voice selective superior temporal sulcus (STS) and the nucleus accumbens (NAc). Brain connectivity will be measured using the generalized psychophysiological interaction (gPPI) model. gPPI betas from individual subject contrast maps will be computed using the STS as a seed region and NAc as the target region. Change in target engagement will be measured by Post- minus Pre-Training difference scores, using task-based STS-NAc connectivity betas, for each PRT participant. Change in clinical benefit will be measured using Post- minus Pre-Training SLO percentage of appropriate social responsiveness for each participant. Association between change in target engagement and change in clinical benefit will be computed by performing Pearson's correlation using STS-NAc connectivity change as the independent variable and SLO percentage of appropriate social responsiveness as the dependent variable. Effect size will be the Pearson's r value.",
                    "timeFrame": "Pre-treatment baseline, and between 11 to 13 weeks post-baseline"
                },
                {
                    "measure": "Association between change in target engagement and change in clinical benefit (STS and TPJ)",
                    "description": "Target engagement consists of brain connectivity between voice selective STS and the TPJ. Brain connectivity will be measured using the generalized psychophysiological interaction (gPPI) model. gPPI betas from individual subject contrast maps will be computed using the STS as a seed region and TPJ as the target region. Change in target engagement will be measured by Post- minus Pre-Training difference scores, using task-based STS-TPJ connectivity betas, for each PRT participant. Change in clinical benefit will be measured using Post- minus Pre-Training SLO percentage of appropriate social responsiveness for each participant. Association between change in target engagement and change in clinical benefit will be computed by performing Pearson's correlation using STS-TPJ connectivity change as the independent variable and SLO percentage of appropriate social responsiveness as the dependent variable. Effect size will be the Pearson's r value.",
                    "timeFrame": "Pre-treatment baseline, and between 11 to 13 weeks post-baseline"
                },
                {
                    "measure": "Group differences in the association between change in target engagement and clinical benefit (STS and NAc)",
                    "description": "Target engagement consists of brain connectivity between voice selective STS and the NAc. Change in target engagement will be measured by Post- minus Pre-Training difference scores, using task-based STS-NAc connectivity betas, for each participant in PRT and DTG groups. Clinical benefit will be measured using Post- minus Pre-Training SLO percentage of appropriate social responsiveness for each participant. To examine PRT vs. DTG group differences in associations between target engagement and clinical gains, separate Pearson's correlation for PRT and DTG groups will be computed, using STS-NAc connectivity change as the independent variable and SLO score change as the dependent variable. Pearson's r values will be Fisher transformed to z-scores, and the DTG-group Fisher-transformed z-score will be subtracted from the PRT-group z-score to yield a group difference z-score. Effect size for the PRT vs. DTG group comparison is calculated as the group difference z-score.",
                    "timeFrame": "Pre-treatment baseline, and between 11 to 13 weeks post-baseline"
                },
                {
                    "measure": "Group differences in the association between change in target engagement and clinical benefit (STS and TPJ)",
                    "description": "Target engagement consists of brain connectivity between voice selective STS and the TPJ. Change in target engagement will be measured by Post- minus Pre-Training difference scores, using task-based STS-TPJ connectivity betas, for each participant in PRT and DTG groups. Clinical benefit will be measured using Post- minus Pre-Training SLO percentage of appropriate social responsiveness for each participant. To examine PRT vs. DTG group differences in associations between target engagement and clinical gains, separate Pearson's correlation for PRT and DTG groups will be computed, using STS-TPJ connectivity change as the independent variable and SLO score change as the dependent variable. Pearson's r values will be Fisher transformed to z-scores, and the DTG-group Fisher-transformed z-score will be subtracted from the PRT-group z-score to yield a group difference z-score. Effect size for the PRT vs. DTG group comparison is calculated as the group difference z-score.",
                    "timeFrame": "Pre-treatment baseline, and between 11 to 13 weeks post-baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Clinical Diagnosis of Autism Spectrum Disorder, higher functioning/low support needs\n* Intelligence Quotient (IQ): Participants with a Full Scale IQ \\> 80 on the Wechsler Abbreviated Scale of Intelligence (WASI-II)\n* Right-handed\n* No metal in their body/unremovable metal on their body (i.e., braces)\n* First language is English\n* Must live in the San Francisco Bay Area\n* Able and willing to receive intervention weekly for 9 weeks\n* Adolescent is interested in improving their social skills\n* MRI Compatibility: No major contraindication for MRI.\n* Diagnosis of ASD using ADOS-2 and ADI-R.\n* No evidence of a genetic, metabolic, or infectious etiology for their autism.\n* Primary diagnosis of ASD\n* No evidence of significant difficulty during pregnancy, labor, delivery, or immediate neonatal period.\n* Stable treatment (e.g., ABA), speech therapy, school placement, psychotropic medication(s) or biomedical intervention(s) for at least 1 month prior to baseline measurements with no anticipated changes during study participation.\n* Score of at least 50% or below on at least 4 out of the 9 social target areas in the SLO (administered during pre-measures)\n* No evidence of significant difficulty during pregnancy, labor, delivery, or immediate neonatal period.\n\nExclusion Criteria:\n\n* History of claustrophobia, previous head injury, serious neurological or medical illness, birth weight less than 4 lb. and/or gestational age \\< 34 weeks\n* Left-handed\n* Braces or any metal in their body",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "11 Years",
            "maximumAge": "14 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Dani A Abrams, Ph.D.",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Research Park",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Study Team",
                            "role": "CONTACT",
                            "phone": "650-485-3149",
                            "email": "braindevelopment@stanford.edu"
                        },
                        {
                            "name": "Lynn Koegel, Ph.D.",
                            "role": "CONTACT",
                            "email": "lynnk@stanford.edu"
                        },
                        {
                            "name": "Daniel A Abrams, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001321",
                    "term": "Autistic Disorder"
                },
                {
                    "id": "D000067877",
                    "term": "Autism Spectrum Disorder"
                },
                {
                    "id": "D000002658",
                    "term": "Developmental Disabilities"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002659",
                    "term": "Child Development Disorders, Pervasive"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4623",
                    "name": "Autistic Disorder",
                    "asFound": "Autism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M206",
                    "name": "Autism Spectrum Disorder",
                    "asFound": "Autism Spectrum Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "asFound": "Developmental Disabilities",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5903",
                    "name": "Child Development Disorders, Pervasive",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}