{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05068791",
            "orgStudyIdInfo": {
                "id": "IRB-300006769"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Psilocybin-facilitated Treatment for Chronic Pain",
            "officialTitle": "Psilocybin-facilitated Treatment for Chronic Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "psilocybin-facilitated-treatment-for-chronic-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-08",
            "studyFirstSubmitQcDate": "2021-09-24",
            "studyFirstPostDateStruct": {
                "date": "2021-10-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Peter Hendricks",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The primary purpose of this study is to preliminarily estimate the efficacy of psilocybin-facilitated treatment for fibromyalgia. Investigators will assess the impact of psilocybin-facilitated treatment on pain, fatigue, and other fibromyalgia symptoms, in addition to the level of functioning and quality of life. Investigators will also evaluate potential mediators of treatment (e.g., treatment expectations, pain characteristics, personality, beliefs/cognitions, emotions). Investigators hypothesize psilocybin treatment will significantly reduce symptom severity in fibromyalgia patients.",
            "detailedDescription": "Participants will be randomized to two groups: Psilocybin or Active Placebo. Those in the Psilocybin condition will receive .36 mg/kg of psilocybin. Based on previous research, .36 mg/kg of psilocybin is expected to balance the intention to increase the probability of having a full mystical-type experience against the odds of having a subjectively challenging psychological experience. Those in the Active Placebo condition will receive 2.6 mg/kg of dextromethorphan (DXM). DXM was selected as the placebo drug in the current study because its subjective and behavioral effects at higher doses can resemble those of classical hallucinogens. Participants will be blinded to what drug they are administered. Participants will be unblinded at the end of the study. Participants will attend between 7 to 9 study sessions to complete the protocol.\n\nInterested individuals who call research staff will undergo an initial telephone prescreen by a trained member of the research staff: the study aims, protocol, and any possible risks will be described and a series of questions will be asked to determine interest and eligibility for screening for the study. Initial eligibility may also be assessed via an online questionnaire through Qualtrics. Qualified participants will be scheduled for an in-person screening.\n\nIn-person screening sessions will be conducted by the PI or trained research staff. Individuals will first undergo informed consent; the consent form will describe the necessary eligibility confirmation that takes place before proceeding with the full study. A physical examination, a detailed psychiatric interview, several self-report questionnaires, and a detailed medical history will be completed at the screening session, which takes place at the UAB Clinical Research Unit. Participants will also have their blood drawn for screening tests. Study staff will provide participants with a hand-held tablet device and instructions on how to complete the daily symptom questionnaire via the tablet. They will be asked to begin reporting daily symptoms on their tablet from home that evening.\n\nEligible participants will be contacted by study staff by phone to inform them of their eligibility.\n\nAll participants will undergo at least 2 weekly preparation sessions of approximately 2 hours each, with the possibility of 1-2 additional weekly preparatory sessions per the discretion of the investigator. These sessions are to educate participants on the study protocol, psilocybin administration, and study treatment rationale. Participants will be randomly assigned in a double-blind manner to the Psilocybin or Active Placebo group following their final preparation session.\n\nOne week after the final preparation session, participants will be instructed to eat a low-fat breakfast prior to presenting for their drug administration session at 8:00 am, approximately 1 hour before drug administration. A urine sample will be collected to verify drug-free and non-pregnant status and participants will be encouraged to relax and reflect before drug administration. The drug administration session will take place over the course of 8 hours. The guide and secondary monitor will be present with and monitor participants throughout this session (at least one individual will always be present with the participant, even during brief intervals when the guide or monitor may be using the restroom). Participants will be monitored for physical symptoms of distress and encouraged to report any symptoms experienced. Blood pressure will be assessed pre-administration via automatic blood pressure monitor, and will also be assessed at 30, 60, 90, 120, 180, 240, 300, and 360 minutes post-administration.\n\nEight hours after drug administration, when the major drug effects have subsided, participants will complete questionnaires assessing their experience. Participants will then be released into the care of a friend or family member oriented to be emotionally supportive of the participant (as arranged during preparation sessions) and instructed not to drive an automobile or engage in any other potentially dangerous activity for the remainder of the day. Participants will be provided with the guide's contact information by phone should they feel the need for support that evening.\n\nAn immediate post-session meeting will be held the day following the drug administration session. Participants will meet with the guide for approximately 2 hours to discuss and reflect on their experience.\n\nA final study visit will take place approximately 6 weeks later; some questionnaires that were administered at Visit 1 will be administered again at the final visit. At the conclusion of the final study visit, participants will be debriefed."
        },
        "conditionsModule": {
            "conditions": [
                "Fibromyalgia, Primary"
            ],
            "keywords": [
                "psilocybin",
                "fibromyalgia",
                "pain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a double-blind, placebo- controlled clinical trial.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Psilocybin",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the Psilocybin condition will receive .36 mg/kg of psilocybin.",
                    "interventionNames": [
                        "Drug: Psilocybin"
                    ]
                },
                {
                    "label": "Active Placebo",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants in the Active Placebo condition will receive 2.6 mg/kg of dextromethorphan (DXM).",
                    "interventionNames": [
                        "Drug: Dextromethorphan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Psilocybin",
                    "description": "0.36 mg/kg will be administered orally to participants",
                    "armGroupLabels": [
                        "Psilocybin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dextromethorphan",
                    "description": "2.6 mg/kg of active placebo will be administered orally to participants",
                    "armGroupLabels": [
                        "Active Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in daily self-reported pain severity",
                    "description": "Daily pain severity will be measured using a visual analog scale rated from 0 ('no pain at all') to 100 ('severe pain')",
                    "timeFrame": "through study completion, up to 13 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Global Impression of Change (PGIC)",
                    "description": "The PGIC is a single-item Likert scale with seven response options from 1 ('very much improved') to 7 ('very much worse').",
                    "timeFrame": "through study completion, up to 13 weeks"
                },
                {
                    "measure": "Change in self-reported pain severity (Brief Pain Inventory [BPI])",
                    "description": "Pain severity scores will be calculated as a composite of the four pain severity items scored from 0 ('no pain') to 10 ('pain as bad as you can imagine') on the BPI",
                    "timeFrame": "through study completion, up to 13 weeks"
                },
                {
                    "measure": "Change in self-reported pain interference (Brief Pain Inventory [BPI])",
                    "description": "Pain interference scores will be calculated as the mean of the seven pain interference items scored from 0 ('does not interfere') to 10 ('completely interferes') on the BPI.",
                    "timeFrame": "through study completion, up to 13 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female age 25-65;\n2. Widespread musculoskeletal pain for ≥12 months;\n3. Symptoms meeting the American College of Rheumatology (ACR) 2016 revisions to the 2010/2011 Fibromyalgia Diagnostic Criteria;\n4. Participant completes daily report during baseline period (at least 80% completion rate);\n5. Able to attend UAB for all scheduled appointments;\n6. Ability to read/write in English;\n7. No prior hallucinogen use or it will have been at least 3 years since last use of a hallucinogen;\n8. Availability of a friend or family member into whose care the participant can be released (a key responsibility includes driving participants home) following their drug administration session;\n9. A current average daily pain score of at least 5 on a 0-10 scale;\n10. Discontinuation of exclusionary medication occurring at least two weeks and for at least 5 half-lives, whichever is longer, prior to drug administration day.\n\nExclusion Criteria:\n\n1. Males;\n2. Use of opioid medications in the last 60 days;\n3. Regular use of any anti-inflammatory medication (e.g., aspirin, ibuprofen, naproxen);\n4. Use of blood thinning medication;\n5. Use of tricyclic antidepressants, lithium, SSRIs, MAOIs, St. John's Wort, 5-hydroxytryptophan (5-HT), haloperidol, or other antipsychotic medications, mood stabilizers, or medications with serotonin activity;\n6. Daily consumption of grapefruit juice;\n7. Febrile illness or use of antibiotics in the 4 weeks before study commencement;\n8. Planned surgery or procedures during the study period, or operated on in the 4 weeks prior to study commencement;\n9. Planning to move from the Birmingham area in the next 6 months;\n10. Planned vaccination during the study period, or vaccinated in the 4 weeks before study commencement;\n11. Current participation in another treatment trial;\n12. Pregnant or planning to become pregnant within 6 months, or currently breastfeeding;\n13. Significant psychological comorbidity that in the discretion of the investigator compromises study integrity (i.e., presence of a current, clinically significant, untreated or unstable psychiatric condition) and/or a baseline HADS depression subscale score of ≥16;\n14. Current or past history of any psychotic disorders;\n15. Current or past history of bipolar I or II disorder;\n16. First or second-degree relatives with any psychotic disorders, or bipolar I or II disorders;\n17. Current suicidal or homicidal ideation (assessed using Columbia-Suicide Severity Rating Scale at each visit);\n18. Diagnosed rheumatologic or auto-immune condition;\n19. Blood or clotting disorder;\n20. Current hypertension (exceeding 140 systolic or 90 diastolic at resting); resting heart rate\\>90\n21. Acute infection (oral temperature \\>100°F);\n22. High-sensitivity c-reactive protein (hs-CRP) ≥ 10mg/L;\n23. Erythrocyte sedimentation rate (ESR) \\> 60 mm/hr;\n24. Positive rheumatoid factor;\n25. Positive anti-nuclear antibody (ANA);\n26. Levels of thyroid-stimulating hormone or free thyroxine outside UAB Hospital Labs reference values;\n27. Use of UGT1A9, UGT1A10 and aldehyde or alcohol dehydrogenase enzyme inhibitors;\n28. Dependent on any psychoactive drugs other than nicotine and caffeine;\n29. Use of the antiviral drug efavirenz;\n30. Use of PDE-5-Inhibitors, soluble guanylate cyclase (sGC) stimulators;\n31. Severe anemia;\n32. Phenylketonuria, chronic bronchitis, emphysema, asthma, diabetes, liver disease, and mucus with cough or slowed breathing\n33. Use of any medication containing dextromethorphan (e.g., cough suppressants);\n34. Pain due to other conditions or diseases that would complicate study participation or pain reporting.\n35. Use of strong or moderate inhibitors of Cytochrome P450 2D6 (CYP2D6)\n36. Poor metabolizers of CYP2D6 based on genotype",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "25 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter Hendricks, Ph.D.",
                    "role": "CONTACT",
                    "phone": "205-202-1387",
                    "email": "phendricks@uab.edu"
                }
            ],
            "locations": [
                {
                    "facility": "UAB Beacon Tower",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35209",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter Hendricks, PhD",
                            "role": "CONTACT",
                            "email": "pshendricks@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005356",
                    "term": "Fibromyalgia"
                },
                {
                    "id": "D000009209",
                    "term": "Myofascial Pain Syndromes"
                },
                {
                    "id": "D000059350",
                    "term": "Chronic Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009135",
                    "term": "Muscular Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8486",
                    "name": "Fibromyalgia",
                    "asFound": "Fibromyalgia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29442",
                    "name": "Chronic Pain",
                    "asFound": "Chronic Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12161",
                    "name": "Myofascial Pain Syndromes",
                    "asFound": "Fibromyalgia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12092",
                    "name": "Muscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000728178",
                    "term": "Levomethorphan"
                },
                {
                    "id": "D000003915",
                    "term": "Dextromethorphan"
                },
                {
                    "id": "D000011562",
                    "term": "Psilocybin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                },
                {
                    "id": "D000000996",
                    "term": "Antitussive Agents"
                },
                {
                    "id": "D000019141",
                    "term": "Respiratory System Agents"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14419",
                    "name": "Psilocybin",
                    "asFound": "Mild to Moderate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M351583",
                    "name": "Levomethorphan",
                    "asFound": "Itraconazole",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7110",
                    "name": "Dextromethorphan",
                    "asFound": "Itraconazole",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                },
                {
                    "id": "M13570",
                    "name": "Phenylpropanolamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M9238",
                    "name": "Guaifenesin",
                    "relevance": "LOW"
                },
                {
                    "id": "M186319",
                    "name": "Chlorpheniramine, phenylpropanolamine drug combination",
                    "relevance": "LOW"
                },
                {
                    "id": "M4312",
                    "name": "Antitussive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21137",
                    "name": "Respiratory System Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "AnTuAg",
                    "name": "Antitussive Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "AnObAg",
                    "name": "Anti-Obesity Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                }
            ]
        }
    },
    "hasResults": false
}