{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06308653",
            "orgStudyIdInfo": {
                "id": "PSIL301"
            },
            "organization": {
                "fullName": "Usona Institute",
                "class": "OTHER"
            },
            "briefTitle": "Psilocybin for Major Depressive Disorder (MDD)",
            "officialTitle": "A Phase 3, Randomized, Double-Blind, Multicenter Study to Evaluate the Efficacy, Safety, and Tolerability of Psilocybin in Adults With Major Depressive Disorder (MDD)",
            "acronym": "uAspire",
            "therapeuticArea": [
                "Other"
            ],
            "study": "psilocybin-for-major-depressive-disorder-mdd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-06",
            "studyFirstSubmitQcDate": "2024-03-06",
            "studyFirstPostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Usona Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Approximately 240 eligible adult participants (≥18 years old) who meet Diagnostic and Statistical Manual of Mental Disorders (DSM-5-TR) criteria for Major Depressive Disorder (MDD) will be enrolled. Participants will be randomly assigned to receive a single oral dose of Psilocybin 25 mg, Psilocybin 5 mg, or inactive placebo.\n\nThe purpose of this study is to evaluate the efficacy, safety, and tolerability of Psilocybin 25 mg versus placebo in adults with MDD, as assessed by the difference between groups in change in depressive symptoms from Baseline to Day 43 post-dose, and to characterize the durability of initial treatment effect and subsequent response to optional Psilocybin 25 mg re-administration(s) during the 1-year Follow-up Period.",
            "detailedDescription": "Double-blind Period:\n\nParticipants who show stable depression symptoms between Screening and Trial Baseline will be randomly assigned to receive a single oral dose of Psilocybin 25 mg, Psilocybin 5 mg, or inactive placebo.\n\nInvestigational Product (IP) will be administered in the context of a \"Set and Setting\" (SaS) Protocol for psychosocial support, comprised of 1) a period of preparation with Facilitators prior to dosing; 2) administration of IP in an aesthetically pleasing room under the supervision of two Facilitators; and 3) post-dose integration sessions during which participants will discuss their dosing experience with the Facilitators.\n\nTrial outcome measures will assess depressive symptoms, functional disability, health-related quality of life, and clinical global impression of disease severity.\n\nLong-term Follow-up Period:\n\nAfter the initial 6-week Double-blind Period and completion of the post-dosing Trial Day 43 assessments, all participants will proceed into a 1-year Follow-up Period.\n\nDuring the 1-year Follow-up Period, participants will be followed regularly by clinic staff to assess MDD symptom severity, functional disability, and health-related quality of life; long-term safety data will also be collected. In addition to scheduled clinic visits, clinic staff will contact participants by telephone every two weeks to assess for changes in MDD symptom severity, concomitant medications, adverse events (AEs), and suicidal ideation and behavior.\n\nParticipants who meet the pre-defined MDD severity criteria and meet all re-administration eligibility criteria may be offered re-administration(s) of open-label Psilocybin 25 mg administered under a \"Set and Setting\" (SaS) Protocol. Psychosocial support, including psychoeducation, is also incorporated in the long-term Follow-up Period."
        },
        "conditionsModule": {
            "conditions": [
                "Depressive Disorder, Major"
            ],
            "keywords": [
                "Psilocybin",
                "Psychedelic",
                "Depression",
                "Major Depressive Disorder",
                "MDD",
                "Psychosocial",
                "Psychoeducation",
                "Set and Setting"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to receive Psilocybin 25 mg, Psilocybin 5 mg, or inactive placebo under double-blind conditions. After the initial 6-week Double-blind Period, all participants will proceed into a 1-year Follow-up Period. During this 1-year Follow-up Period, eligible participants who meet pre-determined criteria may be offered open-label Psilocybin 25 mg in the context of a \"Set and Setting\" (SaS) Protocol.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The following roles will be blinded to the treatment group assignment in the Double-blind Period during the trial: Participant, Investigator, Site Personnel, Facilitators, Efficacy Raters (including Site Raters, Participant Raters, and Central Raters), Contract Research Organization (CRO) Staff, and Sponsor.\n\nAll roles other than the Sponsor, CRO, and Ethics Committees will also be blinded to the randomization ratio and Patient Health Questionnaire-9 (PHQ-9) score for re-administration eligibility.\n\nThe Central MADRS Rater will also be blinded to all aspects of the protocol and trial visit for each participant.\n\nBlinded trial site personnel will complete administration of the IP.\n\nFull blinding of trial personnel, Sponsor, and participants will be maintained until database lock at the conclusion of the trial.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Psilocybin 25 mg",
                    "type": "EXPERIMENTAL",
                    "description": "During the Double-blind Period, participants randomized to receive Psilocybin 25 mg will receive a single dose administered orally as a capsule and taken with water, along with the \"Set and Setting\" (SaS) Protocol.\n\nThe \"Set and Setting\" (SaS) Protocol includes preparatory meetings with two Facilitators prior to dosing, a 7-10 hour dosing session in a comfortable room under the supervision of the same two Facilitators, and 4 hours of post-dose integration sessions with Facilitators. During the dosing session, participants are encouraged to wear eyeshades and listen to a curated playlist on headphones.",
                    "interventionNames": [
                        "Drug: Psilocybin 25 mg"
                    ]
                },
                {
                    "label": "Psilocybin 5 mg",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "During the Double-blind Period, participants randomized to receive Psilocybin 5 mg will receive a single dose administered orally as a capsule and taken with water, along with the \"Set and Setting\" (SaS) Protocol.\n\nThe \"Set and Setting\" (SaS) Protocol includes preparatory meetings with two Facilitators prior to dosing, a 7-10 hour dosing session in a comfortable room under the supervision of the same two Facilitators, and 4 hours of post-dose integration sessions with Facilitators. During the dosing session, participants are encouraged to wear eyeshades and listen to a curated playlist on headphones.",
                    "interventionNames": [
                        "Drug: Psilocybin 5 mg"
                    ]
                },
                {
                    "label": "Inactive Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "During the Double-blind Period, participants randomized to receive inactive placebo will receive a single dose of Microcrystalline Cellulose (MCC) 25 mg administered orally as a capsule and taken with water, along with the \"Set and Setting\" (SaS) Protocol.\n\nThe \"Set and Setting\" (SaS) Protocol includes preparatory meetings with two Facilitators prior to dosing, a 7-10 hour dosing session in a comfortable room under the supervision of the same two Facilitators, and 4 hours of post-dose integration sessions with Facilitators. During the dosing session, participants are encouraged to wear eyeshades and listen to a curated playlist on headphones.",
                    "interventionNames": [
                        "Drug: Inactive Placebo"
                    ]
                },
                {
                    "label": "Long-Term Follow-Up",
                    "type": "OTHER",
                    "description": "After the initial 6-week Double-blind Period, all participants will proceed to a 1-year Follow-up Period. Participants will be followed via in-clinic visits and telephone visits during which clinic staff will assess changes in MDD symptom severity and safety measures including concomitant medications, adverse events (AEs), and suicidal ideation and behavior.\n\nParticipants will also engage in group psychosocial support sessions, including psychoeducation, throughout this period.\n\nParticipants may also be eligible to receive open-label re-administration(s) of Psilocybin 25 mg under the \"Set and Setting\" (SaS) Protocol if re-administration eligibility criteria are met.",
                    "interventionNames": [
                        "Drug: Psilocybin 25 mg",
                        "Behavioral: Psychosocial Support"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Psilocybin 25 mg",
                    "description": "The Psilocybin used in this study is synthetically manufactured in a laboratory and meets quality specifications suitable for human research use. The active drug is encapsulated within a hydroxypropyl methylcellulose (HPMC) capsule and contains 25 mg of Psilocybin.",
                    "armGroupLabels": [
                        "Long-Term Follow-Up",
                        "Psilocybin 25 mg"
                    ],
                    "otherNames": [
                        "Psilocybine, Psilocibin, Indocybin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Inactive Placebo",
                    "description": "The inactive placebo is encapsulated within a hydroxypropyl methylcellulose (HPMC) capsule and contains 25 mg of Microcrystalline Cellulose (MCC). The MCC is synthetically manufactured in a laboratory and meets quality specifications suitable for human research use.",
                    "armGroupLabels": [
                        "Inactive Placebo"
                    ],
                    "otherNames": [
                        "Microcrystalline Cellulose (MCC), Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Psilocybin 5 mg",
                    "description": "The Psilocybin used in this study is synthetically manufactured in a laboratory and meets quality specifications suitable for human research use. The active comparator is encapsulated within a hydroxypropyl methylcellulose (HPMC) capsule and contains 5 mg of Psilocybin.",
                    "armGroupLabels": [
                        "Psilocybin 5 mg"
                    ],
                    "otherNames": [
                        "Psilocybine, Psilocibin, Indocybin, Active Comparator"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Psychosocial Support",
                    "description": "Psychosocial Support, including psychoeducation, begins after the Double-blind Period and continues throughout the 1-year Follow-up Period in order to enhance participant safety and maximize retention for the entire trial duration.",
                    "armGroupLabels": [
                        "Long-Term Follow-Up"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in central rater Montgomery-Asberg Depression Rating Scale (MADRS) total score from Baseline to Trial Day 43",
                    "description": "The MADRS is a clinician-rated scale designed to measure depression severity and to detect changes due to antidepressant treatment. The scale consists of 10 items, each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), for a total possible score of 60. Higher scores represent a more severe condition. The total (composite) MADRS score is used as the endpoint.",
                    "timeFrame": "From Trial Baseline to Trial Day 43"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in central rater Clinical Global Impression-Severity (CGI-S) total score from Baseline to Trial Day 43",
                    "description": "The CGI-S is a 7-point scale, with a minimum score of 1 and a maximum score of 7, with higher scores representing more severe illness, that assesses the global severity of the participant's illness at the time of assessment relative to the clinician's past experience with patients who have the same diagnosis.",
                    "timeFrame": "From Trial Baseline to Trial Day 43"
                },
                {
                    "measure": "Change in on-site rater administered Sheehan Disability Scale (SDS) score from Baseline to post-dose Day 43",
                    "description": "The SDS is a composite of three self-rated items designed to measure the extent to which three major sectors in the patient's life are impaired by psychiatric symptoms, including depression. The SDS total score ranges from 0 to 30 with higher representing greater functional disability.",
                    "timeFrame": "From Trial Baseline to Trial Day 43"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults ≥18 years old.\n* Able to swallow capsules.\n* If of childbearing potential, agree to practice an effective means of birth control throughout the duration of the study.\n* Meet the DSM-5-TR criteria for a diagnosis of major depressive disorder and are currently experiencing a major depressive episode of at least a 60-day duration at the time of Screening.\n* Have at least moderate severity of depression symptoms at Screening and Trial Baseline.\n\nExclusion Criteria:\n\n* Participants who are pregnant, who intend to become pregnant during the trial, or who are currently nursing.\n* Have any of the following cardiovascular conditions: coronary artery disease, congenital long QT syndrome, cardiac hypertrophy, cardiac ischemia, congestive heart failure, clinically-relevant valvular heart disease, pulmonary hypertension, myocardial infarction, a clinically significant ECG abnormality, or tachycardia.\n* Have elevated blood pressure.\n* Have neurological conditions such as stroke, including transient ischemic attack, epilepsy, neurodegenerative disease (e.g., dementia, Parkinson's disease, Huntington's disease, amyotrophic lateral sclerosis, etc.), or brain tumor.\n* Have severe hepatic or renal impairment.\n* Have uncontrolled diabetes mellitus or unstable existing thyroid disorder.\n* Are hepatitis or HIV positive.\n* Have a positive urine drug test for illicit, non-prescribed, or prohibited substances.\n* Meet DSM-5-TR criteria for schizophrenia spectrum or other psychotic disorders, including major depressive disorder with psychotic features ,bipolar disorder (types 1 or 2), antisocial personality disorder, borderline personality disorder or moderate or severe alcohol or drug use disorder\n* Meet DSM-5-TR criteria for active post-traumatic stress disorder within 6 months prior to Screening.\n* Have a first-degree relative with schizophrenia spectrum or other psychotic disorders, or bipolar I disorder.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kasia Warchol",
                    "role": "CONTACT",
                    "phone": "608-210-6016",
                    "email": "ClinicalTrials@usonainstitute.org"
                }
            ],
            "locations": [
                {
                    "facility": "Preferred Research Partners, Inc.",
                    "status": "RECRUITING",
                    "city": "Little Rock",
                    "state": "Arkansas",
                    "zip": "72211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stacy Tierney",
                            "role": "CONTACT",
                            "phone": "501-553-9987",
                            "email": "stierney@preferredresearchpartners.com"
                        },
                        {
                            "name": "Paul Wylie, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.74648,
                        "lon": -92.28959
                    }
                },
                {
                    "facility": "Mountain View Clinical Research",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80209",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian Johnson",
                            "role": "CONTACT",
                            "phone": "720-941-9363",
                            "phoneExt": "703",
                            "email": "Brian@mtnresearch.com"
                        },
                        {
                            "name": "David Weiss, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Clinical Neuroscience Solutions Inc.",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32256",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Rich",
                            "role": "CONTACT",
                            "phone": "904-281-5757",
                            "email": "arich@cnshealthcare.com"
                        },
                        {
                            "name": "John Joyce, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Innovative Clinical Research, Inc.",
                    "status": "RECRUITING",
                    "city": "Lauderhill",
                    "state": "Florida",
                    "zip": "33319",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shelbie Bobrow",
                            "role": "CONTACT",
                            "phone": "954-769-1397",
                            "email": "sbobrow@segaltrials.com"
                        },
                        {
                            "name": "Louis Sotolongo",
                            "role": "CONTACT",
                            "phone": "954-769-1397",
                            "email": "lsotolongo@segaltrials.com"
                        },
                        {
                            "name": "Rishi Kakar, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.14036,
                        "lon": -80.21338
                    }
                },
                {
                    "facility": "Clinical Neuroscience Solutions, Inc.",
                    "status": "RECRUITING",
                    "city": "Orlando",
                    "state": "Florida",
                    "zip": "32801",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Patricia Brown",
                            "role": "CONTACT",
                            "phone": "407-425-5100",
                            "email": "pbrown@cnshealthcare.com"
                        },
                        {
                            "name": "Robert Molpus, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 28.53834,
                        "lon": -81.37924
                    }
                },
                {
                    "facility": "CenExel iResearch, LLC",
                    "status": "RECRUITING",
                    "city": "Decatur",
                    "state": "Georgia",
                    "zip": "30030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Morgan Hecker",
                            "role": "CONTACT",
                            "phone": "404-537-1281",
                            "email": "m.hecker@cenexel.com"
                        },
                        {
                            "name": "Saundra Maass-Robinson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.77483,
                        "lon": -84.29631
                    }
                },
                {
                    "facility": "Great Lakes Clinical Trials",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60640",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kimberly Polocki",
                            "role": "CONTACT",
                            "phone": "773-275-3500",
                            "email": "kpotocki@flourishresearch.com"
                        },
                        {
                            "name": "Rupal Trivedi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Sunstone Medical PC",
                    "status": "RECRUITING",
                    "city": "Rockville",
                    "state": "Maryland",
                    "zip": "20850",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joel Vincent",
                            "role": "CONTACT",
                            "phone": "301-541-3342",
                            "email": "joel.vincent@sunstonetherapies.com"
                        },
                        {
                            "name": "Manish Agrawal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.084,
                        "lon": -77.15276
                    }
                },
                {
                    "facility": "Global Medical Institutes, LLC; Princeton Medical Institute",
                    "status": "RECRUITING",
                    "city": "Princeton",
                    "state": "New Jersey",
                    "zip": "08540",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kaylee White",
                            "role": "CONTACT",
                            "phone": "609-921-3555",
                            "email": "kwhite@gminstitutes.com"
                        },
                        {
                            "name": "James Wolberg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.34872,
                        "lon": -74.65905
                    }
                },
                {
                    "facility": "University of New Mexico (UNM) Interdisciplinary Substance Use and Brain Injury (ISUBI) Center",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kyrene Maska",
                            "role": "CONTACT",
                            "phone": "505-600-1448",
                            "email": "uaspire@salud.unm.edu"
                        },
                        {
                            "name": "Lawrence Leeman, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                },
                {
                    "facility": "Cedar Clinical Research",
                    "status": "RECRUITING",
                    "city": "Draper",
                    "state": "Utah",
                    "zip": "84020",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jane Bjorklund",
                            "role": "CONTACT",
                            "phone": "801-369-4219",
                            "email": "jane.bjorklund@numinus.com"
                        },
                        {
                            "name": "Reid Robison, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.52467,
                        "lon": -111.86382
                    }
                },
                {
                    "facility": "Cedar Clinical Research, Inc.",
                    "status": "RECRUITING",
                    "city": "Murray",
                    "state": "Utah",
                    "zip": "84107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jane Bjorklund",
                            "role": "CONTACT",
                            "phone": "801-369-4219",
                            "email": "jane.bjorklund@numinus.com"
                        },
                        {
                            "name": "Paul Thielking, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.66689,
                        "lon": -111.88799
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "37651119",
                    "type": "RESULT",
                    "citation": "Raison CL, Sanacora G, Woolley J, Heinzerling K, Dunlop BW, Brown RT, Kakar R, Hassman M, Trivedi RP, Robison R, Gukasyan N, Nayak SM, Hu X, O'Donnell KC, Kelmendi B, Sloshower J, Penn AD, Bradley E, Kelly DF, Mletzko T, Nicholas CR, Hutson PR, Tarpley G, Utzinger M, Lenoch K, Warchol K, Gapasin T, Davis MC, Nelson-Douthit C, Wilson S, Brown C, Linton W, Ross S, Griffiths RR. Single-Dose Psilocybin Treatment for Major Depressive Disorder: A Randomized Clinical Trial. JAMA. 2023 Sep 5;330(9):843-853. doi: 10.1001/jama.2023.14530. Erratum In: JAMA. 2024 Feb 27;331(8):710. doi: 10.1001/jama.2024.0828."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Depressive Disorder, Major",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011562",
                    "term": "Psilocybin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006213",
                    "term": "Hallucinogens"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000011619",
                    "term": "Psychotropic Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14419",
                    "name": "Psilocybin",
                    "asFound": "Mild to Moderate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9305",
                    "name": "Hallucinogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M14474",
                    "name": "Psychotropic Drugs",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}