{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06329830",
            "orgStudyIdInfo": {
                "id": "2023-GAR-001"
            },
            "organization": {
                "fullName": "Baptist Health South Florida",
                "class": "OTHER"
            },
            "briefTitle": "177Lu-PSMA, Niraparib/AA Plus Prednisone for Prostate Cancer",
            "officialTitle": "Safety and Anti-tumor Activity of Lutetium-177 (177Lu)-PSMA-617 Along With Niraparib and Abiraterone Acetate Plus Prednisone in Metastatic Castration Resistant Prostate Cancer - LUNAAR Study",
            "acronym": "LUNAAR",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "psma-niraparib-aa-plus-prednisone-for-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-19",
            "studyFirstSubmitQcDate": "2024-03-19",
            "studyFirstPostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Rohan Garje",
                "investigatorTitle": "Chief of Genitourinary Medical Oncology",
                "investigatorAffiliation": "Baptist Health South Florida"
            },
            "leadSponsor": {
                "name": "Rohan Garje",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Janssen Scientific Affairs, LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to test the safety and possible side effects of Lutetium-177 (177Lu)-Prostate-Specific Membrane Antigen (PSMA)-617 along with niraparib and abiraterone acetate plus prednisone when it is given to people diagnosed with metastatic castration-resistant prostate cancer (prostate cancer that has spread to other parts of the body and does not improve with hormonal therapies) at different dose levels. Once an optimal dose is selected, the researchers want to find out what how well these treatments work to improve survival and control the growth of the tumor."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Prostate Cancer",
                "Castration-resistant Prostate Cancer",
                "Metastatic Castration-resistant Prostate Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "177Lu-PSMA-617 in Combination with Niraparib/Abiraterone Acetate plus Prednisone",
                    "type": "EXPERIMENTAL",
                    "description": "177Lu-PSMA-617 will be administered per standard of care at 7.4 gigabecquerel (GBq) (200 mCi) via intravenous (IV) infusion once every cycle (6 weeks) for 6 cycles. Niraparib/Abiraterone Acetate (Nira/AA) will be taken orally by the participant daily until disease progression or unacceptable toxicity. The starting dose level is 150 mg/1000 mg Nira/AA. Other dose levels include 200 mg/1000 mg, 100 mg/1000 mg, or 50 mg/500 mg Nira/AA once daily. Prednisone (5 mg) will be taken orally by the participant twice daily each day that Nira/AA is taken.",
                    "interventionNames": [
                        "Drug: 177Lu-PSMA-617",
                        "Drug: Niraparib abiraterone acetate",
                        "Drug: Prednisone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "177Lu-PSMA-617",
                    "description": "7.4 GBq (200 mCi) via IV infusion once every 6 weeks for 6 cycles",
                    "armGroupLabels": [
                        "177Lu-PSMA-617 in Combination with Niraparib/Abiraterone Acetate plus Prednisone"
                    ],
                    "otherNames": [
                        "Pluvicto"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Niraparib abiraterone acetate",
                    "description": "Dual action drug tablet that is taken orally by the participant once per day in one of the following dose combinations depending on the cohort assignment and number of dose-limiting toxicities: 200 mg/1000 mg, 150 mg/1000 mg, 100 mg/1000 mg, 50 mg/500 mg",
                    "armGroupLabels": [
                        "177Lu-PSMA-617 in Combination with Niraparib/Abiraterone Acetate plus Prednisone"
                    ],
                    "otherNames": [
                        "Akeega"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Prednisone",
                    "description": "5 mg orally twice per day",
                    "armGroupLabels": [
                        "177Lu-PSMA-617 in Combination with Niraparib/Abiraterone Acetate plus Prednisone"
                    ],
                    "otherNames": [
                        "Rayos",
                        "Prednisone Intensol",
                        "Deltasone"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determination of the recommended phase 2 dose (RP2D)",
                    "description": "RP2D is determined based on the number of participants experiencing a dose-limiting toxicity (DLT) during phase 1. DLT is defined as any of the following treatment-related adverse events (AE) during Cycle 1, per Common Terminology Criteria for Adverse Events (CTCAE) V5.\n\n* Grade 4 thrombocytopenia or Grade ≥3 requiring platelet transfusion\n* Grade 4 anemia or Grade ≥3 requiring blood transfusion\n* Grade 4 neutropenia ≥7 days, or Grade 3/4 associated with infection or fever \\>38.5°C\n* Seizure, any grade\n* Concurrent elevation of ALT/AST \\>3×ULN \\& bilirubin \\>2×ULN, unless concurrent elevation is related to biliary obstruction or otherwise unrelated to study treatment\n* Grade 3 fatigue \\>5 days\n* Grade 3 nausea \\>3 days, despite optimal medical therapy\n* Grade ≥3 hypertension despite receiving \\>2 weeks of optimal medical therapy\n* Grade ≥3 vomiting or diarrhea persisting \\>3 days, despite optimal medical therapy\n* Other treatment-related Grade ≥3 non-hematologic toxicity except Grade 3 rash",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Prostatic-specific antigen (PSA)-50 response rate",
                    "description": "PSA-50 response is defined as a decrease ≥ 50% from baseline to the lowest post-baseline PSA result. This measure will be expressed as a percent of participants who experience this response.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Radiographic progression-free survival (rPFS)",
                    "description": "rPFS is defined as the duration of time in months from treatment initiation to the first date of documented radiographic progression using conventional imaging or death due to any cause, whichever occurs first. The radiographic progression will be assessed per Response Evaluation Criteria in Solid Tumours (RECIST) 1.1 for soft tissue and Prostate Cancer Working Group 3 (PCWG3) for bone lesions.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "OS is defined as the duration of time in months between the first dose of study therapy and death from any cause (participants who have not died will be censored at the most recent last-known-alive date).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "PSA-80 response rate",
                    "description": "PSA-80 response is defined as a decrease ≥ 80% from baseline to the lowest post-baseline PSA result. This measure will be expressed as a percent of participants who experience this response.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Duration of response (DOR)",
                    "description": "DOR is defined as the duration of time in months from when criteria are met for complete response (CR) or partial response (PR) (whichever is recorded first) until the date that recurrent or progressive disease is objectively documented or expiration. RECIST 1.1 criteria will be used for soft tissue lesions and PCWG3 criteria will be used for bone lesions.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Objective response rate (ORR)",
                    "description": "ORR is defined as the percent of participants who meet criteria for CR or PR. RECIST 1.1 criteria will be used for soft tissue lesions and PCWG3 criteria will be used for bone lesions.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Signed informed consent must be obtained prior to participation in the study\n* Adults ≥ 18 years of age\n* Eastern Cooperative Oncology Group (ECOG) performance score of 0 to 2\n* Life expectancy of greater than six months as determined by the treating physician\n* Evidence of metastatic castration resistant prostate cancer with histological or cytology confirmed adenocarcinoma. This can be based on prior biopsy of prostate or metastatic disease.\n\n  1. Should have previous therapy with at least one androgen receptor pathway inhibitor in castration resistant or sensitive setting, and\n  2. Should have prior therapy with at least one line of therapy with taxane chemotherapy in castration resistant or sensitive setting\n* Evidence of disease progression on current therapy which is based on either:\n\n  1. PSA progression: based on rising values at a minimum of 1-week intervals. The minimum starting value of PSA being 1 ng/mL\n  2. Radiologic progression: growth of known metastases or evidence of new metastases.\n* Evidence of PSMA positive disease based on PSMA positron emission tomography (PET)/computed tomography (CT) scan utilizing radiotracers F-18 piflufolastat PSMA or Ga-68 PSMA-11. PSMA positive is defined as having at least one tumor lesion with radiotracer uptake greater than normal liver. Patients will be excluded if any lesions exceeding size criteria in short axis \\[organs ≥ 1 cm, lymph nodes ≥ 2.5 cm, bones (soft tissue component) ≥ 1 cm\\] have uptake less than or equal to uptake in normal liver.\n* Patients must have evidence of metastatic disease with at least one of the following:\n\n  1. Metastatic disease in the bones visible on technetium-99m-MDP (methylene diphosphonate) bone scan (\"bone scan\") and/or\n  2. Pathologically enlarged lymph nodes of any distribution and/or\n  3. Visceral metastasis of any size or distribution.\n* Adequate organ function:\n\n  1. Bone marrow reserve: absolute neutrophil count (ANC) ≥ 1500 cells/microliter (uL), platelets ≥ 100,000 cells/uL, hemoglobin ≥ 9 g/dL\n  2. Hepatic function: total bilirubin ≤ 2 × institutional upper limit of normal (ULN), for patients with known Gilbert syndrome ≤ 3 × institutional ULN is permitted. Alanine transaminase (ALT) or aspartate transaminase (AST) ≤ 3 × institutional ULN or ≤ 5 × institutional ULN if liver metastases\n  3. Renal function: estimated glomerular filtration rate (eGFR) ≥ 45 mL/min\n* Able to swallow the study medication tablets whole.\n* While on study medication and for 4 months following the last dose of study medication, participants must agree to use condom and an adequate contraception method for partner of childbearing potential. Participants must agree not to donate sperm while on study treatment and for a minimum of 4 months following the last dose of study medication.\n\nExclusion Criteria:\n\n* Pathological finding consistent with small cell or neuroendocrine carcinoma of the prostate\n* Prior therapy with poly adenosine diphosphate (ADP)-ribose polymerase (PARP) inhibitor\n* Prior therapy with 177Lu-PSMA 617 therapy. Exception: prior therapy with radium 223 is allowed if last dose was ≥ 6 months from study therapy. Note that other prior radiation therapy (such as external beam radiation therapy or brachytherapy) to prostate or other metastatic sites is allowed.\n* History of adrenal dysfunction\n* Active malignancies (i.e., progressing or requiring treatment change in the last 24 months) other than the disease being treated under study. The only allowed exceptions are:\n\n  1. Non-muscle invasive bladder cancer\n  2. Skin cancer (non-melanoma or melanoma) treated within the last 24 months that is considered completely cured\n  3. Malignancy that is considered cured with minimal risk of recurrence\n* History or current diagnosis of myelodysplastic syndrome/acute myeloid leukemia (MDS/AML)\n* Current evidence within 3 months of study consent of any of the following: severe/unstable angina, myocardial infarction, symptomatic congestive heart failure, clinically significant arterial or venous thromboembolic events (i.e., pulmonary embolism), or clinically significant ventricular arrhythmias.\n* Presence of sustained uncontrolled hypertension (systolic blood pressure \\>160 mm Hg or diastolic blood pressure \\>100 mm Hg). Participants with a history of hypertension are allowed, provided that blood pressure is controlled to within these limits by an antihypertensive treatment.\n* Known allergies, hypersensitivity, or intolerance to the excipients of Nira/AA tablets.\n* Current evidence of any medical condition that would make prednisone use contraindicated.\n* Received an investigational intervention (including investigational vaccines) or used an invasive investigational medical device within 30 days before the planned first dose of study medication\n* Participants who have had the following ≤ 28 days prior to enrollment\n\n  1. A transfusion (platelets or red blood cells);\n  2. Hematopoietic growth factors;\n  3. Major surgery\n* Participants with known history of human immunodeficiency virus with 1 or more of the following:\n\n  1. Not receiving highly active antiretroviral therapy or on antiretroviral therapy for less than 4 weeks\n  2. Receiving antiretroviral therapy that may interfere with the study medication\n  3. CD4 (type of white blood cell) count \\<350 at screening.\n  4. An acquired immunodeficiency syndrome-defining opportunistic infection within 6 months of the start of screening.\n  5. Human immunodeficiency virus load \\>400 copies/mL\n* Known history of active or symptomatic viral hepatitis or chronic liver disease; encephalopathy, ascites or bleeding disorders secondary to hepatic dysfunction.\n* Moderate or severe hepatic impairment (Class B and C per Child-Pugh classification system).",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rohan Garje, M.D.",
                    "role": "CONTACT",
                    "phone": "(786) 596-2000",
                    "email": "rohan.garje@baptisthealth.net"
                },
                {
                    "name": "Leslie Castaneda",
                    "role": "CONTACT",
                    "phone": "(786) 596-2000",
                    "email": "leslie.castaneda@baptisthealth.net"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rohan Garje, M.D.",
                    "affiliation": "Miami Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Miami Cancer Institute",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33176",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rohan Garje, M.D.",
                            "role": "CONTACT",
                            "phone": "786-596-2000",
                            "email": "rohan.garje@baptisthealth.net"
                        },
                        {
                            "name": "Leslie Castaneda",
                            "role": "CONTACT",
                            "phone": "(786) 596-2000",
                            "email": "leslie.castaneda@baptisthealth.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36301572",
                    "type": "BACKGROUND",
                    "citation": "Loap P, Loirat D, Berger F, Rodrigues M, Bazire L, Pierga JY, Vincent-Salomon A, Laki F, Boudali L, Raizonville L, Mosseri V, Jochem A, Eeckhoutte A, Diallo M, Stern MH, Fourquet A, Kirova Y. Concurrent Olaparib and Radiotherapy in Patients With Triple-Negative Breast Cancer: The Phase 1 Olaparib and Radiation Therapy for Triple-Negative Breast Cancer Trial. JAMA Oncol. 2022 Dec 1;8(12):1802-1808. doi: 10.1001/jamaoncol.2022.5074."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sandhu S, Joshua AM, Emmett L, Crumbaker M, Bressel M, Huynh R, Banks PD, Wallace R, Hamid A, Inderjeeth AJ, Tran B, Azad A, Alipour R, Kong G, Kumar AAR, Saghebi J, Williams S, Akhurst TJ, Kicks RJ, Hofman MS. LuPARP: Phase 1 trial of 177Lu-PSMA-617 and olaparib in patients with metastatic castration resistant prostate cancer (mCRPC). J Clin Oncol 2023 41(16Suppl):5005."
                },
                {
                    "pmid": "35131040",
                    "type": "BACKGROUND",
                    "citation": "Smith MR, Scher HI, Sandhu S, Efstathiou E, Lara PN Jr, Yu EY, George DJ, Chi KN, Saad F, Stahl O, Olmos D, Danila DC, Mason GE, Espina BM, Zhao X, Urtishak KA, Francis P, Lopez-Gitlitz A, Fizazi K; GALAHAD investigators. Niraparib in patients with metastatic castration-resistant prostate cancer and DNA repair gene defects (GALAHAD): a multicentre, open-label, phase 2 trial. Lancet Oncol. 2022 Mar;23(3):362-373. doi: 10.1016/S1470-2045(21)00757-9. Epub 2022 Feb 4."
                },
                {
                    "pmid": "36952634",
                    "type": "BACKGROUND",
                    "citation": "Chi KN, Rathkopf D, Smith MR, Efstathiou E, Attard G, Olmos D, Lee JY, Small EJ, Pereira de Santana Gomes AJ, Roubaud G, Saad M, Zurawski B, Sakalo V, Mason GE, Francis P, Wang G, Wu D, Diorio B, Lopez-Gitlitz A, Sandhu S; MAGNITUDE Principal Investigators. Niraparib and Abiraterone Acetate for Metastatic Castration-Resistant Prostate Cancer. J Clin Oncol. 2023 Jun 20;41(18):3339-3351. doi: 10.1200/JCO.22.01649. Epub 2023 Mar 23."
                },
                {
                    "pmid": "34161051",
                    "type": "BACKGROUND",
                    "citation": "Sartor O, de Bono J, Chi KN, Fizazi K, Herrmann K, Rahbar K, Tagawa ST, Nordquist LT, Vaishampayan N, El-Haddad G, Park CH, Beer TM, Armour A, Perez-Contreras WJ, DeSilvio M, Kpamegan E, Gericke G, Messmann RA, Morris MJ, Krause BJ; VISION Investigators. Lutetium-177-PSMA-617 for Metastatic Castration-Resistant Prostate Cancer. N Engl J Med. 2021 Sep 16;385(12):1091-1103. doi: 10.1056/NEJMoa2107322. Epub 2021 Jun 23."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Miami Cancer Institute",
                    "url": "https://cancer.baptisthealth.net/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011241",
                    "term": "Prednisone"
                },
                {
                    "id": "D000069501",
                    "term": "Abiraterone Acetate"
                },
                {
                    "id": "C000545685",
                    "term": "Niraparib"
                },
                {
                    "id": "C000610110",
                    "term": "Pluvicto"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000065088",
                    "term": "Steroid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000006727",
                    "term": "Hormone Antagonists"
                },
                {
                    "id": "D000065607",
                    "term": "Cytochrome P-450 Enzyme Inhibitors"
                },
                {
                    "id": "D000067856",
                    "term": "Poly(ADP-ribose) Polymerase Inhibitors"
                },
                {
                    "id": "D000019275",
                    "term": "Radiopharmaceuticals"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14121",
                    "name": "Prednisone",
                    "asFound": "Prospective",
                    "relevance": "HIGH"
                },
                {
                    "id": "M289466",
                    "name": "Niraparib",
                    "asFound": "PEEP",
                    "relevance": "HIGH"
                },
                {
                    "id": "M353693",
                    "name": "Pluvicto",
                    "asFound": "Penpulimab",
                    "relevance": "HIGH"
                },
                {
                    "id": "M451",
                    "name": "Abiraterone Acetate",
                    "asFound": "Unilateral",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30537",
                    "name": "Cytochrome P-450 Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M205",
                    "name": "Poly(ADP-ribose) Polymerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}