{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04760782",
            "orgStudyIdInfo": {
                "id": "STUDY00001025"
            },
            "organization": {
                "fullName": "University of Vermont",
                "class": "OTHER"
            },
            "briefTitle": "PTH Analog Type II Odontoid Fracture",
            "officialTitle": "Effect of PTH Analog on Union Rates of Type II Odontoid Fractures in Older Adults",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "pth-analog-type-ii-odontoid-fracture"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-15",
            "studyFirstSubmitQcDate": "2021-02-17",
            "studyFirstPostDateStruct": {
                "date": "2021-02-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "David Lunardini",
                "investigatorTitle": "Orthopedic Spine Surgeon",
                "investigatorAffiliation": "University of Vermont"
            },
            "leadSponsor": {
                "name": "David Lunardini",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Vermont",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective cohort study with a historical control group involving patients \\>=50 years-old with an acute (\\<3 weeks) Anderson \\& D'Alonzo type II dens fractures identified on cervical spine CT scan. This will be a pilot efficacy trial to compare treatment of odontoid fractures with 8 weeks of treatment with a parathyroid hormone analog (PTH) analog (abaloparatide) + hard collar immobilization in comparison to historical treatment with hard collar immobilization alone.",
            "detailedDescription": "Treatment subjects:\n\nPatients will be identified and recruited when presenting with acute fracture to our medical center. Under routine care at our center, all cervical spine fractures are evaluated, either in person or via tele-consult for remote sites, by a fellowship trained Orthopedic or Neurosurgical Spine surgeon at the time of injury/hospitalization. If deemed amenable to non-operative treatment, that patient is then referred to the spine fracture clinic for serial clinical and radiographic follow-up.\n\nThe study will be introduced to the patient by a PI-delegated provider from the study team either during hospitalization or at their first visit to the spine fracture clinic - typically within 2 weeks of injury. Informed consent for this study may thus be obtained at one of two locations: (1) A majority (\\~75%) of these patients are admitted to the hospital; these patients will be introduced to the study by a PI-delegated provider who is key personnel on the study team, and may be consented while in the hospital. (2) Other patients may be identified and recruited from our Orthopedic Spine Fracture clinic, which is the referral repository for all non-operative spine fractures within our health system.\n\nPatients with acute Anderson \\& D'Alonzo type II dens fractures, +/- C1 ring injury, identified on cervical CT scan, and recommended for non-operative treatment will be recruited for enrollment in the study. Acuity of the fracture will be determined by radiographic appearance, pain, and mechanism. Type II fractures are defined as involving the area of the dens between the inferior aspect of the anterior C1 ring and not extending into the superior articular facets of C2.\n\nIf a patient consents to participation in the study, baseline labs will be drawn. The study team's endocrinologist will review labs and confirm eligibility for the study. Lab values obtained during the screening process could exclude patients include an elevated PTH or hypercalcemia. Given the medical complexity, there will not be hard cutoff values for the labs but rather eligibility to participate will be left to the clinical judgement of our endocrinology investigator (fellowship-trained endocrinologist who is key personnel on the study).\n\nEligible patients will receive standard treatment of 12(+/-1) weeks of rigid hard collar immobilization, as well as an 8-week course of 80 mcg abaloparatide during this time. Drug will be initiated as soon after the injury as possible, and at the latest 4 weeks from injury which will allow for completion of 8 weeks of drug administration during the period of hard collar immobilization. Teaching on drug administration will be provided for enrolled patients and their caregiver, if applicable, by designated study personnel prior to drug initiation - either while inpatient, or at the outpatient endocrinology clinic visit. Treatment subjects will otherwise receive the routine care that was provided to historical controls in terms of length of hard collar immobilization spine fracture clinic follow-up and radiographic evaluation. Treatment subjects will be followed with weekly phone calls by clinical personnel on the study team for the duration of the 8-week treatment.\n\nStudy participants will be followed at the spine fracture clinic according to our usual protocol every 4 weeks +/- 1 week (from the date of injury) out to 12 weeks. All patients will self-report neck pain via Visual Analog Scale (Neck VAS) and complete a Neck Disability Index (NDI) physical function questionnaire at each clinic visit. Use of narcotic pain medication will be collected at each clinic visit under routine care.\n\nDual-energy X-ray absorptiometry (DEXA) scans will be obtained for all participants to assess baseline bone density. If a patient has had a DEXA scan for routine care within the 12 months prior to consent, that scan will be used as the baseline test and a separate test for research will not be ordered. If needed, baseline DEXA will need to be completed after consent and by time of the 12-week visit.\n\nAll radiographs for treatment subjects will be obtained as part of routine care. These include AP/Lateral at each of the 4 (+/-1) week and 8 (+/-1) week clinic visits, and Flex/Ext at the 12 (+/-1) week clinic visits. Final (12 +/-1 week) flexion/extension radiographs will be evaluated for translational motion at the fracture site measured at the posterior cortex of the dens and evaluated by the following criteria: None, Minimal (\\<2 mm), Moderate (2-4 mm), Mobile (\\>4 mm). A non-contrast cervical spine CT scan at will be obtained for research purposes at the 12 (+/-1) week time point. Final fracture characteristics (angulation, displacement) will be documented based on the 12-week CT scan. Amount of fracture healing will be assessed on CT by a radiologist by the following method: 1 mm coronal and sagittal sections across the fracture will be individually analyzed. The radiologist will reconstruct the CT scan to true orthogonal coronal and sagittal images. Each slice will be analyzed for the width of bridging bone as a percentage of the width of the fracture line. The sum total of the widths of bridging bone, divided by the sum total of the fracture widths will be expressed as a percentage of total healing for that patient. This absolute % of bridging bone will be the primary outcome. Fracture characteristics (obliquity, angulation, displacement, comminution) on the injury CT scan will be documented for later post-hoc analysis. Additionally, we will also compare our study group results to the union rates documented in the existing literature.\n\nControl subjects:\n\nOur historical control group will be comprised of patients with type II odontoid fractures (defined above) who were previously treated in our spine fracture clinic. Patients will have been injured within the past ten years, and completed 12+/-1 weeks of hard collar immobilization. Potentially eligible historical controls will be identified by database query and chart/radiographs review of patients from the fracture clinic. Identified potential controls who have not previously had a cervical CT under routine care after completion of hard collar treatment will be contacted initially either in person or via letter or email from a provider in the fracture clinic who helps to oversee it, with follow-up (in person or by phone) by designated research personnel.\n\nIf patients are interested in active study participation by coming in for a study visit, written informed consent will be obtained in person by designated research personnel. Consented active control subjects will then complete a CT scan of the cervical spine for comparison to those from our study group. If flexion-extension cervical x-ray were not obtained 11 or more weeks after initiation of hard collar treatment as part of their routine care, flexion-extension cervical x-ray will be obtained for the study. Additionally, these control subjects will complete VAS Neck and NDI physical function questionnaires.\n\nIdentified potential control subjects who (a) previously had a cervical CT after completion of hard collar treatment under routine care or (b) were offered but are not interested in active study participation (i.e. do not consent to come in for study visit) will be invited to verbally consent to allow the study team to collect existing information that is available from their treatment for dens fracture in the electronic medical record."
        },
        "conditionsModule": {
            "conditions": [
                "Odontoid Fracture"
            ],
            "keywords": [
                "Dens",
                "Fracture",
                "Odontoid",
                "Non-union",
                "Abaloparatide",
                "Tymlos",
                "C2"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Primary outcome will be measured from CT by a radiologist blinded to whether the patient was part of the control or treatment group.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment group",
                    "type": "EXPERIMENTAL",
                    "description": "Daily self-administered injection of 80 mcg abaloparatide (8 weeks) + hard collar immobilization (12 weeks)",
                    "interventionNames": [
                        "Drug: Abaloparatide",
                        "Device: Hard collar immobilization"
                    ]
                },
                {
                    "label": "Historical control group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients who received only 12 weeks of hard collar immobilization",
                    "interventionNames": [
                        "Device: Hard collar immobilization"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Abaloparatide",
                    "description": "Abaloparatide 80 mcg by subcutaneous, self-administered injection once per day (8 weeks)",
                    "armGroupLabels": [
                        "Treatment group"
                    ],
                    "otherNames": [
                        "Tymlos"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Hard collar immobilization",
                    "description": "Hard collar immobilization of the cervical spine for 12 weeks",
                    "armGroupLabels": [
                        "Historical control group",
                        "Treatment group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fracture union",
                    "description": "% of bridging bone on cervical CT scan",
                    "timeFrame": "3 months after injury"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Fracture characteristics: Angulation",
                    "description": "Angulation of the dens fracture fragment will be measured in degrees, using lines paralleling the posterior cortex of the proximal fracture fragment in relation to the posterior cortex of the distal C2 body.",
                    "timeFrame": "3 months after injury"
                },
                {
                    "measure": "Fracture characteristics: Displacement",
                    "description": "Fracture displacement will be measured in millimeters of translation between the posterior cortex of the fracture fragment and the posterior cortex of the body of the dens.",
                    "timeFrame": "3 months after injury"
                },
                {
                    "measure": "Motion",
                    "description": "C1-2 motion on flexion/extension views, which will be determined by measuring the translational distance of the posterior aspect of the C1 ring in relation to the anterior margin of the body of the dens in both flexion and extension positions. The difference between these measurements (in millimeters) will be documented as the motion",
                    "timeFrame": "3 months after injury"
                },
                {
                    "measure": "Neck Disability Index",
                    "description": "Patient-reported quality of life outcome. The Neck Disability Index provides a measurement (score from 0-50, converted to a percentage) of how neck pain is affecting their day to day life. Questions concern pain intensity, personal care, lifting, reading, headaches, ability to concentrate, work, driving, sleeping, recreation. A higher score/percentage represents increased difficulty with everyday life due to the patient's neck pain.",
                    "timeFrame": "3 months after injury"
                },
                {
                    "measure": "Visual Analog Scale (VAS) of neck pain",
                    "description": "This will include a patient-reported numeric scale rating of neck pain from 0 to 10, with higher scores representing increased levels of pain.",
                    "timeFrame": "3 months after injury"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 50 years or older at time of consent \\[treatment subjects\\] or age 50 years or older at time of fracture (historical control subjects)\n* Anderson and D'Alonzo type II dens fracture identified on cervical spine CT, with or without a C1 ring injury. Type II dens fractures are defined as involving the area of the dens between the inferior aspect of the anterior C1 ring and not extending into the superior articular facets of C2 \\[all subjects\\]\n* Fracture is deemed amenable to non-operative treatment by treating fellowship trained spine surgeon \\[treatment subjects only\\]\n* Fracture occurred within the 3 weeks before consent \\[treatment subjects only\\]\n* Report of \\>=12 months of amenorrhea within the last year if the patient is female treatment subjects only\\]\n* Fracture injury occurred within 10 years before consent \\[historical control subjects only\\]\n* The patient completed 12 (+/-1) weeks of hard collar immobilization \\[historical control subjects only\\]\n\nExclusion Criteria:\n\n* Personal history of radiation therapy or accidental environmental exposure \\[treatment subjects only\\]\n* Personal history of osteosarcoma \\[treatment subjects only\\]\n* Personal history of Paget's disease \\[treatment subjects only\\]\n* Personal history of bone metastases or skeletal malignancy \\[treatment subjects only\\]\n* Hereditary disorders predisposing to osteosarcoma \\[treatment subjects only\\]\n* Prior teriparatide or abaloparatide use \\[treatment subjects only\\]\n* Any history of prior teriparatide or abaloparatide use \\[historical control subjects only\\]\n* Use of denosumab within the past year \\[all subjects\\]\n* Psychological impairment that precludes following hard collar immobilization recommendations \\[treatment subjects only\\]\n* Ineligible based on history of active or recurrent kidney stones, Comprehensive Metabolic Panel, PTH, Phos results to be determined on a case-by-case basis by an endocrinologist on the study team \\[treatment subjects only\\]",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David Lunardini, MD",
                    "role": "CONTACT",
                    "phone": "802-847-2663",
                    "email": "david.lunardini@uvmhealth.org"
                },
                {
                    "name": "Melissa Cuke, MSc",
                    "role": "CONTACT",
                    "email": "Melissa.Cuke@uvmhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Lunardini, MD",
                    "affiliation": "University of Vermont",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Vermont Medical Center",
                    "status": "RECRUITING",
                    "city": "Burlington",
                    "state": "Vermont",
                    "zip": "05401",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.47588,
                        "lon": -73.21207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2024-06-17",
                "submissionInfos": [
                    {
                        "releaseDate": "2024-06-17",
                        "resetDate": "2024-07-11",
                        "mcpReleaseN": 4
                    },
                    {
                        "releaseDate": "2024-07-25"
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000050723",
                    "term": "Fractures, Bone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "asFound": "Fracture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000596789",
                    "term": "Abaloparatide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050071",
                    "term": "Bone Density Conservation Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M149407",
                    "name": "Abaloparatide",
                    "asFound": "Recurrent grade 2 follicular lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}