{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04924166",
            "orgStudyIdInfo": {
                "id": "GCO 18-0090"
            },
            "secondaryIdInfos": [
                {
                    "id": "W81XWH1910138",
                    "type": "OTHER_GRANT",
                    "domain": "Department of Defense"
                }
            ],
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "PTSD Prevention Using Oral Hydrocortisone",
            "officialTitle": "PTSD Prevention Using Oral Hydrocortisone in the Immediate Aftermath of Trauma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ptsd-prevention-using-oral-hydrocortisone"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-07",
            "studyFirstSubmitQcDate": "2021-06-07",
            "studyFirstPostDateStruct": {
                "date": "2021-06-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Rachel Yehuda",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Rachel Yehuda",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "James J. Peters Veterans Affairs Medical Center",
                    "class": "FED"
                },
                {
                    "name": "The Chaim Sheba Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "There is currently no evidence-based intervention for individuals exposed to trauma that is designed to aid recovery and prevent the development of post-traumatic stress disorder (PTSD). This randomized control trial proposes to test a one-time prophylactic treatment for the prevention of symptoms of PTSD and related mental health disturbances and the promotion of resilience using a single dose of hydrocortisone (HCORT) or placebo, administered within six hours of trauma exposure. People at risk for PTSD have demonstrated low cortisol levels before and in the aftermath of traumatic exposures and lower cortisol levels have also been observed in combat veterans with PTSD. Administering HCORT at the time of trauma would help boost the body's natural stress recovery systems to facilitate resilience.\n\nParticipants who present to the emergency department following trauma exposure and report high distress, panic, anxiety or dissociation will be invited to participate in this clinical trial. 220 trauma survivors will be randomized and recruited at two locations: Mount Sinai Hospital in New York City, US, and a civilian/military hospital in Tel Hashomer, Israel. Trauma survivors will be assessed at 2, 6, 12 and 28 weeks post-treatment. HCORT closely resembles cortisol produced in the adrenal glands and released during stress.\n\nIt is hypothesized that HCORT treatment will result in an accelerated decline in the presence and severity of PTSD and related mental health symptoms compared to the placebo group. Blood samples will be collected for analysis of potential biomarkers to obtain more information about the mechanisms of action of this intervention. The information obtained will be relevant in determining whether early intervention with a single dose of HCORT, compared to placebo, administered within several hours following trauma exposure, will reduce the risk of developing PTSD in trauma survivors.",
            "detailedDescription": "Preliminary findings using HCORT in PTSD prevention have been encouraging. However, it is imperative to provide a more definitive study of HCORT effects across a wide range of demographic and traumatic exposures. In addition, prior studies used a single IV dose of HCORT administered in the Emergency Department (ED) and it is critical to determine whether effects would be comparable using oral HCORT. The advantage of an oral prophylactic is that a pill is a portable prophylactic that could be carried by first responders, military personnel and other people whose occupations expose them to risk of trauma exposure.\n\nThe results of this RCT will add to the existing literature in several important ways. The study will be larger in scope, and will target a more extensive biological profile to elucidate mechanisms of action. To maximize enrollment within a shorter period of time, the study will be conducted at two sites. The first site is the ED at the Mount Sinai Hospital, located in East Harlem in New York City (NYC), and the second is the ED at Sheba Medical Center in Israel. These sites allow for the evaluation of a broad range of trauma survivors. In NYC, the large urban ED provides services to a diverse population with respect to race, ethnicity and trauma exposure. At Sheba Medical Center, those who present to the ED are active duty, reserve military personnel and civilians. By including both sites, the investigators will be able to evaluate the effectiveness of the intervention in a global and more ethnically diverse sample that includes people exposed to a wide variety of traumas. Prior research and results from the researchers' intervention studies indicate the importance of recruiting participants who are distressed, including those expressing feelings of dissociation, when they present to the ED (i.e., such people are at greater risk for the development of PTSD) following trauma exposure that is life-threatening or causes injury. For this reason, the current study will select participants who meet a specified threshold for acute distress following trauma exposure.\n\nThere is accumulating evidence to support the potential mechanism of action of the administration of HCORT on achieving homeostasis and resilience following exposure to a critical traumatic incident. In this interventional study, the researchers will collect blood samples for the purpose of conducting further analyses of biomarkers to obtain more information about the mechanisms of action of this intervention and to enhance knowledge about mechanisms associated with resilience. These aims will be achieved by assessing candidate neuroendocrine biomarkers as well as related molecular networks (e.g., genome wide methylation and expression) relevant to PTSD risk, and resilience.\n\nIf the current trial using oral administration of HCORT is successful, it will generate a viable, safe, portable, lightweight, prophylactic treatment that can be self-administered and made available to military personnel, first responders and other civilians exposed to extreme trauma."
        },
        "conditionsModule": {
            "conditions": [
                "PTSD",
                "Acute Stress Disorder",
                "Trauma-related Stressor"
            ],
            "keywords": [
                "prophylaxis",
                "randomized controlled trial"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a double-blind, randomized, placebo-controlled trial in which trauma victims are randomized to receive a single oral dose of HCORT or placebo within the first six hours following trauma exposure. This design permits testing of the primary study hypothesis that HCORT administration within hours post-trauma facilitates physiological recovery, thereby promoting resilience.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 220,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "matching capsule PO",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "HCORT",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "180 mg capsule PO",
                    "interventionNames": [
                        "Drug: Hydrocortisone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Inactive dose of capsules that appear identical to active dose",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Hydrocortisone",
                    "description": "Hydrocortisone 180 mg in capsule form",
                    "armGroupLabels": [
                        "HCORT"
                    ],
                    "otherNames": [
                        "HCORT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Clinician Administered PTSD Scale (CAPS)",
                    "description": "PTSD diagnosis and symptom severity determined by clinical ratings using the Clinician Administered PTSD Scale (CAPS). Total score range from 0 to 80, higher score indicates higher severity.",
                    "timeFrame": "Up to 7 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The Structured Clinical Interview for DSM-5 (SCID)",
                    "description": "The Structured Clinical Interview for DSM-5 (SCID) assesses the presence of other psychiatric diagnoses and comorbid conditions that can develop in response to trauma exposure, including depression, acute stress disorder and substance use disorder. In addition, participants will complete self-ratings at each time point to assess sleep quality, quality of life, and mood.\n\nThis is not a scale. Each is answered as absence or presence of the diagnosis in the past 30 days.",
                    "timeFrame": "Up to 7 months"
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index (PSQI)",
                    "description": "Sleep quality is disrupted in PTSD and other mental health problems (e.g., depression). Sleep quality will be assessed using the Pittsburgh Sleep Quality Index (PSQI). Rating scores for PSQI range from 0 to 21.",
                    "timeFrame": "Up to 7 months"
                },
                {
                    "measure": "The Sheehan Disability Scale (SDS)",
                    "description": "Functional disability - The Sheehan Disability Scale (SDS) addresses the impact of symptoms of PTSD on work, social, and family functioning within the last 7 days.",
                    "timeFrame": "Up to 7 months"
                },
                {
                    "measure": "Change in The Clinical Global Impression - Severity (CGI-S)",
                    "description": "CGI-S rating scores range from 'Normal, not at all ill = 0' to 'Among the most ill patients = 7'.",
                    "timeFrame": "Baseline and 7 months"
                },
                {
                    "measure": "Change in the Clinical Global Impression - Improvement (CGI-I)",
                    "description": "CGI-I rating scores range from 'Not assessed = 0' to 'Very much worse = 7'",
                    "timeFrame": "Baseline and 7 months"
                },
                {
                    "measure": "Montgomery-Asberg Depression Rating Scale (MADRS)",
                    "description": "Depressive symptoms Clinician ratings of depression will be obtained with the Montgomery-Asberg Depression Rating Scale (MADRS) consisting of 10 items that assess core symptoms of depression. Scores range from 0 to 60, with higher scores indicative of higher depressive symptoms.",
                    "timeFrame": "Up to 7 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years\n2. Weight: 99 lb - 242 lbs\n3. Experienced a traumatic event less than 6 hours ago\n\nSecondary Inclusion Criteria:\n\nED staff note marked anxiety emotional distress and or dissociation in relation to index trauma as assessed by meeting a minimum of 2 out of 4 of the peritraumatic characteristics that have been associated with the development of PTSD below:\n\n1. Anxiety Visual Analog Scale minimum score of 4 on a scale of 0 to 10\n2. Peritraumatic dissociation (PDEQ) with a cut-point of 15 (lowest possible score is 10)\n3. Peritraumatic distress (Peritraumatic Distress Inventory) (PDI) with a cut-point of 15 (lowest possible score is 0)\n4. Heart rate at 80 bpm or more\n\nExclusion Criteria:\n\n1. Severe physical injury as assessed with the Abbreviated Injury Scale (AIS \\> 2); Examples include severe burn injury, life-threatening medical or surgical condition, condition requiring surgical intervention under general anesthesia, as indicated by clinical judgment.\n2. Inability to provide informed consent or cooperate with the screening or collection of initial measures.\n3. Intoxication to a degree that would interfere with the ability to provide informed consent or high level or intoxication reported at the time of trauma.\n4. Moderate to severe head injury associated with current trauma exposure as defined by a loss of consciousness \\>30 minutes following injury.\n5. Medical conditions e.g., Cushing's syndrome, current acute infectious or viral disease, tuberculosis, unstable diabetes or hypertension, myasthenia gravis, heart failure.\n6. Currently taking oral steroids\n7. Use of benzodiazepine within 24 hours of trauma exposure will not be eligible to participate in the study\n8. Individuals prescribed a narcotic medication to alleviate acute pain in the ED will not be eligible to participate in the treatment study.\n9. Weight below 45kg or above 110 kg (99 lbs - 242 lbs)\n10. Pregnancy (a urine pregnancy test will be performed in the ED)\n11. Individuals experiencing on-going trauma (i.e., domestic violence).\n12. Reported diagnoses of schizophrenia, bipolar I disorder, or other psychotic illness.\n13. Current or past history of dementia, amnesia or other cognitive disorder predating trauma exposure\n14. Residence outside local area, which would hinder attendance at follow up visits due to long travel time.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Heather Bader, BS",
                    "role": "CONTACT",
                    "phone": "718-584-9000",
                    "phoneExt": "5209",
                    "email": "heather.bader@va.gov"
                },
                {
                    "name": "Evelyn Alkin, MA",
                    "role": "CONTACT",
                    "email": "evelyn.alkin@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rachel Yehuda, PhD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai; James J. Peters Veterans Affairs Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mount Sinai Morningside Emergency Department",
                    "status": "NOT_YET_RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10025",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Gordon, MPH",
                            "role": "CONTACT",
                            "email": "lauren.gordon@mountsinai.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heather Bader, BS",
                            "role": "CONTACT",
                            "email": "heather.bader@va.gov"
                        },
                        {
                            "name": "Hunter Carney, BS",
                            "role": "CONTACT",
                            "email": "hunter.carney@mssm.edu"
                        },
                        {
                            "name": "Rachel Yehuda, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "The Chaim Sheba Medical Center",
                    "status": "RECRUITING",
                    "city": "Ramat Gan",
                    "country": "Israel",
                    "contacts": [
                        {
                            "name": "Stav Cohen, PhD",
                            "role": "CONTACT",
                            "email": "stav.cohen@sheba.health.gov.il"
                        },
                        {
                            "name": "Joseph Zohar, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.08227,
                        "lon": 34.81065
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21741804",
                    "type": "BACKGROUND",
                    "citation": "Zohar J, Yahalom H, Kozlovsky N, Cwikel-Hamzany S, Matar MA, Kaplan Z, Yehuda R, Cohen H. High dose hydrocortisone immediately after trauma may alter the trajectory of PTSD: interplay between clinical and animal studies. Eur Neuropsychopharmacol. 2011 Nov;21(11):796-809. doi: 10.1016/j.euroneuro.2011.06.001. Epub 2011 Jul 8."
                },
                {
                    "pmid": "12555794",
                    "type": "BACKGROUND",
                    "citation": "Ozer EJ, Best SR, Lipsey TL, Weiss DS. Predictors of posttraumatic stress disorder and symptoms in adults: a meta-analysis. Psychol Bull. 2003 Jan;129(1):52-73. doi: 10.1037/0033-2909.129.1.52."
                },
                {
                    "pmid": "16012535",
                    "type": "BACKGROUND",
                    "citation": "Yehuda R, Bryant R, Marmar C, Zohar J. Pathological responses to terrorism. Neuropsychopharmacology. 2005 Oct;30(10):1793-805. doi: 10.1038/sj.npp.1300816."
                },
                {
                    "pmid": "28530340",
                    "type": "BACKGROUND",
                    "citation": "Cohen H, Kaplan Z, Zohar J. [CAN POST-TRAUMATIC STRESS DISORDER BE PREVENTED WITH GLUCOCORTICOIDS?]. Harefuah. 2016 Dec;155(12):757-761. Hebrew."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication.",
            "accessCriteria": "Investigators whose proposed use of the data has been approved by an independent review committee identified for this purpose.\n\nFor individual participant data meta-analysis. Other Proposals may be submitted up to 36 months following article publication."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040701",
                    "term": "Stress Disorders, Traumatic, Acute"
                }
            ],
            "ancestors": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "relevance": "LOW"
                },
                {
                    "id": "M24908",
                    "name": "Stress Disorders, Traumatic, Acute",
                    "asFound": "Acute Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006854",
                    "term": "Hydrocortisone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9912",
                    "name": "Hydrocortisone",
                    "asFound": "Prescribed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M155245",
                    "name": "Hydrocortisone 17-butyrate 21-propionate",
                    "relevance": "LOW"
                },
                {
                    "id": "M228609",
                    "name": "Hydrocortisone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M263259",
                    "name": "Hydrocortisone hemisuccinate",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}