{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05603715",
            "orgStudyIdInfo": {
                "id": "STUDY00001877"
            },
            "organization": {
                "fullName": "University of Vermont Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Pyridostigmine for the Treatment of Constipation in Parkinson Disease",
            "officialTitle": "Pyridostigmine for the Treatment of Constipation in Parkinson Disease",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "pyridostigmine-for-the-treatment-of-constipation-in-parkinson-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-12",
            "studyFirstSubmitQcDate": "2022-10-31",
            "studyFirstPostDateStruct": {
                "date": "2022-11-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lisa Deuel, MD",
                "investigatorTitle": "Assistant Professor of Neurology",
                "investigatorAffiliation": "University of Vermont Medical Center"
            },
            "leadSponsor": {
                "name": "University of Vermont Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Constipation is a common and debilitating non-motor symptom of Parkinson disease (PD) that often precedes the onset of classic motor symptoms by decades. There is no standardized algorithm for managing constipation in this patient population, nor are there dedicated treatments. Studies suggest that constipation can affect quality of life to a significant degree, in many cases just as much as motor symptoms. There is an unmet need for effective treatment options for constipation in this patient population. The goal of this study is to determine the efficacy and safety of pyridostigmine as a treatment for chronic constipation in patients with PD.",
            "detailedDescription": "This is a 13-15 week open-label, dose escalation trial of pyridostigmine 60-180mg three times a day (TID) for the treatment of constipation in patients with Parkinson disease."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease",
                "Constipation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Pyridostigmine Bromide",
                    "type": "OTHER",
                    "description": "Open Label",
                    "interventionNames": [
                        "Drug: Pyridostigmine Bromide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Pyridostigmine Bromide",
                    "description": "Dose escalation trial of Pyridostigmine bromide oral tablets 60-180 mg TID for four weeks",
                    "armGroupLabels": [
                        "Pyridostigmine Bromide"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in number of spontaneous bowel movements per week after the study intervention",
                    "description": "Participants will keep a Bowel Movement Journal during the four week Screening Phase, from which the pre-intervention average number of spontaneous bowel movements will be calculated. They will again keep a Bowel Movement Journal for the four weeks of the Treatment Phase, from which the postintervention average number of spontaneous bowel movements will be calculated.",
                    "timeFrame": "13-15 Weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes from Baseline to the End of Study Visit in the Gastrointestinal Dysfunction Scale in Parkinson's Disease (GIDS-PD)",
                    "description": "The Gastrointestinal Dysfunction Scale in Parkinson's Disease (GIDS-PD) is a PD-specific self-administered scale that evaluates various gastrointestinal symptoms including, but not limited to, constipation, and lifestyle factors that impact symptoms such as diet and physical activity. The GIDS-PD score is broken down into 3 subscores: constipation, bowel irritability, and upper GI. There are 12 items, and each item score is calculated by multiplying the frequency score and the severity score. The total score is calculated by adding the scores of items 1-12. The minimum score is 1 and the maximum score is 108.\n\nWhile the GIDS-PD is typically completed based on symptoms over the past six months, the investigator will ask the participant to consider their symptoms over the past one month.",
                    "timeFrame": "9-11 Weeks"
                },
                {
                    "measure": "Changes from Baseline to the End of Study Visit in the Cleveland Clinic Constipation Scoring System (CCCSS)",
                    "description": "The Cleveland Clinic Constipation Scoring System (CCCSS) is a 0-30 point self-administered scale comprised of eight variables (i.e., frequency, difficulty, completeness, pain, time, assistance, failure and history) quantifying the degree of constipation. A score of 0 is normal while a score of 30 indicates severe constipation.\n\nWhile the CCCSS is typically completed based on symptoms over the past six months, the investigator will ask the participants to consider their symptoms over the past one month.",
                    "timeFrame": "9-11 Weeks"
                },
                {
                    "measure": "Changes from Baseline to the End of Study Visit in the MDS-Sponsored Revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Parts I-IV",
                    "description": "The MDS sponsored revision of the Unified Parkinson's Disease Rating Sale (MDS-UPDRS) was developed to evaluate various aspects of Parkinson's disease including non-motor and motor experiences of daily living and motor complications. It includes a motor evaluation and characterizes the extent and burden of disease across various populations. The MDS-UPDRS is broken down into 4 parts: Part I (non-motor experiences of daily living), Part II (motor experiences of daily living), Part III (motor examination), and Part IV (motor complications).",
                    "timeFrame": "9-11 Weeks"
                },
                {
                    "measure": "Changes from Baseline to the End of Study Visit in the International Parkinson and Movement Disorder Society Non-Motor Rating Scale (MDS-NMS)",
                    "description": "The International Parkinson and Movement Disorder Society Non-Motor Rating Scale (MDS-NMS) is a revision of the Non-Motor Symptoms Scale (NMSS) and was developed to improve and refine the assessment of non-motor symptoms in Parkinson's disease (PD). This rater completed assessment measures frequency and severity of 13 non-motor domains, over 52 items and covers a range of key non-motor symptoms both PD and treatment related, and in greater depth, compared with the NMSS. The scale also has a new MDS-NMS Non-Motor Fluctuations (NMF) Subscale to assess changes in non-motor symptoms in relation to the timing of antiparkinsonian medications across 8 domains. The MDS-NMS is a valid and reliable rating scale that measures the burden of non-motor symptoms, including non-motor fluctuations, in PD patients.",
                    "timeFrame": "9-11 Weeks"
                },
                {
                    "measure": "Changes from Baseline to the End of Study Visit in the Parkinson's Disease Questionnaire (PDQ-39).",
                    "description": "The Parkinson's Disease Questionnaire (PDQ-39) is a self-administered survey assessing difficulties across eight dimensions of health, specifically, mobility, activities of daily living, emotional wellbeing, stigma, social support, cognition, communications and bodily discomfort. Each of 39 items are scored on a scale of 0-4, with higher scores indicating more profound difficulties. The PDQ-39 is completed based on symptoms over the past one month.",
                    "timeFrame": "9-11 Weeks"
                },
                {
                    "measure": "Changes from Baseline to the End of Study Visit in Beck Depression Inventory-II (BDI-II)",
                    "description": "The Beck Depression Inventory-II (BDI-II) is a self-administered survey assessing the presence and severity of depression. Each of 21 items are scored from 0-3, with higher scores indicating more severe depressive symptoms. The BDI-II is completed based on symptoms over the past two weeks.",
                    "timeFrame": "9-11 Weeks"
                },
                {
                    "measure": "Number of adverse events and serious adverse events that occur during the trial",
                    "description": "The investigator will monitor for any potential study drug related adverse events. The pyridostigmine bromide package insert does not recommend any routine safety assessments.",
                    "timeFrame": "13-15 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years\n2. Be able to provide signed informed consent\n3. Stated ability and willingness to comply with all study procedures\n4. Able to take oral medications\n5. Females of reproductive potential who are sexually active must be willing to use two of the following highly effective methods of contraception for the duration of study participation and for an additional 28 days after the end of study drug administration: barrier contraception (female condom, diaphragm, cervical cap with/without spermicide), hormonal contraception, or intrauterine device; OR one of the previously mentioned methods AND partner must use barrier contraception (male condom with/without spermicide)\n6. Males of reproductive potential who are sexually active must be willing to use the following highly effective methods of contraception for the duration of study participation and for an additional 28 days after the end of study drug administration: barrier contraception (male condom with/without spermicide) AND partner must be postmenopausal, use hormonal contraception, have an intrauterine device, or use barrier contraception (female condom, diaphragm, cervical cap with/without spermicide)\n7. Meet United Kingdom Parkinson's Disease Society Brain Bank Criteria:\n\n   A. Diagnosis of a parkinsonism:\n   * Bradykinesia, plus at least one of the following:\n   * Muscular rigidity\n   * 4-6 Hz resting tremor\n   * Postural stability not caused by primary visual, vestibular, cerebellar or proprioceptive dysfunction\n\n   B. At least three supportive criteria:\n   * Unilateral onset of symptoms\n   * Rest tremor\n   * Progressive symptoms\n   * Persistent asymmetry affecting the side of onset most\n   * Excellent response to levodopa\n   * Severe levodopa-induced chorea\n   * Levodopa response for five years or more\n   * Clinical course of 10 years or more\n8. Fulfill the ROME IV Criteria for Functional Constipation, with a specific requirement that the patient must have three or fewer defecations per week (criterion Ai):\n\n   * Must include two or more of the following:\n\n     i. Three or fewer defecations per week ii. Straining during \\> 25% of defecations iii. Lumpy or hard stools in \\> 25% of defecations iv. Sensation of incomplete evacuation for \\> 25% of defecations v. Sensation of anorectal obstruction/blockage for \\> 25% of defecations vi. Manual maneuvers to facilitate \\> 25% of defecations\n   * Loose stools are rarely present without the use of laxatives\n   * Insufficient criteria for irritable bowel syndrome\n   * Criteria 1-3 must be fulfilled for at least three months with onset of symptoms at least six months prior to diagnosis\n\nExclusion Criteria:\n\n1. Diagnosis of atypical parkinsonism\n2. Diagnosis of drug-induced parkinsonism\n3. Diagnosis of vascular parkinsonism\n4. Known allergy to pyridostigmine bromide or other study drug components\n5. Current or recent (within 90 days of enrollment) use of pyridostigmine for any reason\n6. History of any bowel surgery\n7. History of bladder or bowel obstruction\n8. Severe asthma or chronic obstructive pulmonary disease\n9. Meet exclusion criteria noted in the UK Parkinson's Disease Society Brain Bank Criteria, at the PI's discretion:\n\n   A.Exclusion of any of the following:\n   * Repeated strokes with stepwise progression of parkinsonian features\n   * Repeated head injury\n   * Definite encephalitis\n   * Oculogyric crises\n   * Neuroleptic treatment at onset of symptoms\n   * Greater than one affected relative\n   * Sustained remission\n   * Strictly unilateral features after 3 years\n   * Supranuclear gaze palsy\n   * Cerebellar signs\n   * Early severe autonomic involvement\n   * Early severe dementia\n   * Babinski sign\n   * Cerebral tumor or communicating hydrocephalus\n   * Negative response to large doses of levodopa\n   * 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine exposure\n10. Significant abnormalities on laboratory analysis (complete blood count, comprehensive metabolic panel, thyroid stimulating hormone) conducted at the screening visit or within the three months prior if available for review\n11. Significant abnormalities on screening electrocardiogram conducted at the screening visit or within the three months prior if available for review\n12. Positive pregnancy test (if female of child-bearing age)\n13. Antibiotic use within two weeks prior to enrollment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lisa M Deuel, MD",
                    "role": "CONTACT",
                    "phone": "(802) 847-4589",
                    "email": "Lisa.Deuel@uvmhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lisa M Deuel, MD",
                    "affiliation": "University of Vermont",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Vermont Medical Center",
                    "status": "RECRUITING",
                    "city": "Burlington",
                    "state": "Vermont",
                    "zip": "05401",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Chan",
                            "role": "CONTACT",
                            "phone": "802-847-1597",
                            "email": "katherine.chan@uvmhealth.org"
                        },
                        {
                            "name": "Lisa Deuel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.47588,
                        "lon": -73.21207
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000003248",
                    "term": "Constipation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000012817",
                    "term": "Signs and Symptoms, Digestive"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6472",
                    "name": "Constipation",
                    "asFound": "Constipation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15622",
                    "name": "Signs and Symptoms, Digestive",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001965",
                    "term": "Bromides"
                },
                {
                    "id": "D000011729",
                    "term": "Pyridostigmine Bromide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000002800",
                    "term": "Cholinesterase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5241",
                    "name": "Bromides",
                    "asFound": "Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14582",
                    "name": "Pyridostigmine Bromide",
                    "asFound": "Electroencephalography (EEG)",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M6040",
                    "name": "Cholinesterase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}