{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04591106",
            "orgStudyIdInfo": {
                "id": "Pediatric Free-Breathing MR"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DK124417",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DK124417"
                }
            ],
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Quantifying Body Composition and Liver Disease in Children Using Free-Breathing MRI and MRE",
            "officialTitle": "Quantifying Body Composition and Liver Disease in Children Using Free-Breathing MRI and MRE",
            "therapeuticArea": [
                "Other",
                "Gastroenterology"
            ],
            "study": "quantifying-body-composition-and-liver-disease-in-children-using-free-breathing-mri-and-mre"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-13",
            "studyFirstSubmitQcDate": "2020-10-15",
            "studyFirstPostDateStruct": {
                "date": "2020-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Holden H. Wu, PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Magnetic resonance imaging (MRI) is used to measure liver fat content and fatty tissues in the body, and magnetic resonance elastography (MRE) is used to measure liver stiffness. The information from MRI and MRE are used to understand risk factors and diagnose liver diseases, such as fatty liver disease and liver fibrosis. However, current MRI and MRE scans need to be performed during a breath-hold, which may be challenging or impossible in children and infants. The goal of this research project is to develop and evaluate new free-breathing MRI and MRE technology to improve the comfort and diagnostic accuracy for children and infants.",
            "detailedDescription": "More than 13.7 million children in the U.S. are obese, and all are at high risk for non-alcoholic fatty liver disease (NAFLD), which can lead to fibrosis and progress to liver failure. NAFLD is the most common chronic pediatric liver disease and number one indication for liver transplant in young adults. Accurate assessments of visceral adipose tissue and hepatic fat and fibrosis are critical to the understanding, early diagnosis, and evaluation of new treatments for pediatric obesity and NAFLD. However, there is a lack of child-appropriate technologies to quantify visceral adipose tissue and hepatic fat and fibrosis. Conventional imaging techniques for body composition involve radiation and do not measure individual adipose tissue compartments. Although liver biopsy is the gold standard for diagnosis, this procedure is invasive, requires anesthesia and has complications. Moreover, biopsy findings can be non-specific and suffer from sampling bias and interpretation variability.\n\nMagnetic resonance imaging and elastography (MRI and MRE) are promising non-invasive technologies. MRI quantifies visceral adipose tissue and hepatic fat. MRE quantifies hepatic fibrosis. MRI and MRE do not require ionizing radiation or biopsy. However, current MRI/MRE technology is not appropriate for most children and infants because it requires breath-holding to limit abdominal motion. In young children and infants, breath-holding is not possible. Even in children who can breath-hold, inconsistency and reduced capacity in breath-holding leads to long scan times, corrupted images, failed scans, and unreliable results. Although sedation can facilitate breath-holding, it is associated with negative side effects. As a result, current MRI/MRE technologies typically exclude many children.\n\nTo overcome these limitations, the research team created new free-breathing (FB) 3D stack-of-radial MRI technology to quantify visceral adipose tissue and hepatic fat in children and infants. The research team has also developed new 2D radial FB-MRE technology to quantify hepatic fibrosis in children. The objectives of this project are to further develop and evaluate FB-MRI/MRE. The research team will reduce FB-MRI/MRE scan times while maintaining high image quality, demonstrate a high level of accuracy and precision, validate FB-MRI/MRE results against biopsy, and test FB-MRI in a population that cannot breath-hold. The research team will leverage innovations in simultaneous multi-slice imaging, sparsity-constrained tensor image reconstruction, and self-navigation to investigate four aims:\n\nAim 1. Develop new radial FB-MRI/MRE technologies that quantify visceral adipose tissue and hepatic fat and fibrosis with rapid scan times (1-2 min) and minimal motion artifacts,\n\nAim 2. Measure the accuracy and precision of the new FB-MRI/MRE for quantifying these biomarkers,\n\nAim 3. Compare the FB-MRI/MRE biomarkers to liver biopsy in children with liver disease,\n\nAim 4. Test new FB-MRI technology in infants.\n\nThe innovative radial FB-MRI/MRE technology will reliably quantify body composition and liver disease in children and infants. In turn, FB-MRI/MRE will improve the early diagnosis, treatment monitoring, and understanding and management of pediatric obesity, NAFLD, and other liver diseases."
        },
        "conditionsModule": {
            "conditions": [
                "NAFLD",
                "NASH - Nonalcoholic Steatohepatitis"
            ],
            "keywords": [
                "MRI",
                "pediatric",
                "liver",
                "fibrosis"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 190,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "description": "50 healthy subjects and 50 subjects with NAFLD between ages of 6-17 years old. Each subject will receive 1 MRI/MRE exam. The MRE portion will be performed by placing a paddle on the belly that will produce gentle vibrations.",
                    "interventionNames": [
                        "Diagnostic Test: Magnetic resonance imaging (MRI)",
                        "Diagnostic Test: Magnetic resonance elastography (MRE)",
                        "Device: Prototype MRE soft flexible passive transducer paddle"
                    ]
                },
                {
                    "label": "Group 2",
                    "description": "60 subjects with Liver Disease and Fibrosis between ages of 1 month - 40 years old.\n\nEach subject will receive 1 MRI/MRE exam. The MRE portion will be performed by placing a paddle on the belly that will produce gentle vibrations.",
                    "interventionNames": [
                        "Diagnostic Test: Magnetic resonance imaging (MRI)",
                        "Diagnostic Test: Magnetic resonance elastography (MRE)",
                        "Device: Prototype MRE soft flexible passive transducer paddle"
                    ]
                },
                {
                    "label": "Group 3",
                    "description": "15 healthy infants between 1 week - 6 months old and their mothers; 15 at-risk infants (mother had gestational diabetes) between 1 week - 6 months old and their mothers. Each infant will receive 1 MRI scan.",
                    "interventionNames": [
                        "Diagnostic Test: Magnetic resonance imaging (MRI)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Magnetic resonance imaging (MRI)",
                    "description": "Magnetic resonance imaging (MRI) is a non-invasive imaging technique that uses a magnetic field and radio waves to create detailed images of the organs and tissues within the body.",
                    "armGroupLabels": [
                        "Group 1",
                        "Group 2",
                        "Group 3"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Magnetic resonance elastography (MRE)",
                    "description": "Magnetic resonance elastography (MRE) is a non-invasive imaging technique that uses a gently vibrating transducer in combination with MRI to create detailed images and maps of the mechanical properties, such as stiffness, of tissues within the body.",
                    "armGroupLabels": [
                        "Group 1",
                        "Group 2"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Prototype MRE soft flexible passive transducer paddle",
                    "description": "The prototype device is provided to the investigators by Mayo Clinic under a Materials Transfer Agreement (MTA). The device is being used to promote comfort in the pediatric population; no formal data collection for regulatory submission is planned. The prototype device is smaller, softer, and more flexible than the commercial device and will be used where indicated by the subjects' size.",
                    "armGroupLabels": [
                        "Group 1",
                        "Group 2"
                    ],
                    "otherNames": [
                        "MRE transducer paddle"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Liver Proton Density Fat Fraction (PDFF) by MRI",
                    "description": "Liver proton density fat fraction (PDFF; 0 to 100%) is an MRI based measurement of liver fat content. The liver PDFF measured by the new free-breathing MRI technique will be compared with standard breath-holding MRI in terms of the concordance correlation coefficient. The repeatability of liver PDFF will be measured in terms of the coefficient of variation between two scans. In addition, the diagnostic performance of MRI liver PDFF to detect liver fat will be validated against liver biopsy.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "Abdominal Visceral Adipose Tissue (VAT) Volume by MRI",
                    "description": "Visceral adipose tissue (VAT) volume (cm3) in the abdomen is an MRI based measurement of body composition. The VAT volume measured by the new free-breathing MRI technique will be compared with standard breath-holding MRI in terms of the concordance correlation coefficient. The repeatability of VAT volume will be measured in terms of the coefficient of variation between two scans.",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "Liver Tissue Stiffness by MRE",
                    "description": "Liver tissue stiffness (kPa) measured by MRE correlates with liver fibrosis. The liver tissue stiffness measured by the new free-breathing MRE technique will be compared with standard breath-holding MRE in terms of the concordance correlation coefficient. The repeatability of liver tissue stiffness will be measured in terms of the coefficient of variation between two scans. In addition, the diagnostic performance of MRE liver tissue stiffness to detect liver fibrosis will be validated against liver biopsy.",
                    "timeFrame": "4 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion and Exclusion Criteria\n\nStudy 1 (Aim 1 and Aim 2):\n\nInclusion criteria for the NAFLD cohort:\n\n* 6-17 years of age\n* BMI \\>85th percentile\n* diagnosed or clinically suspected to have NAFLD (NAFLD or suspected NAFLD is defined as serum alanine transaminase concentration \\>30 IU/L in the appropriate clinical setting)\n* ability to follow instructions and perform short breath holds\n\nInclusion criteria for the healthy cohort:\n\n* 6-17 years of age\n* body mass index \\<85th percentile\n* ability to follow instructions and perform short breath holds\n\nExclusion criteria for both cohorts:\n\n* known liver disease (except for NAFLD/NASH for the NAFLD cohort)\n* congenital malformation\n* inborn error of metabolism\n* contraindications to MRI\n* inability to perform breath-holding\n\nStudy 2 (Aim 3):\n\nInclusion criteria:\n\n* children and adults 1 month-40 years of age\n* liver disease and suspected or confirmed fibrosis\n* clinically ordered liver biopsy\n* Liver diseases include NAFLD/NASH, viral/medication induced hepatitis, autoimmune sclerosing cholangitis, intestinal failure associated liver disease, idiopathic hepatitis, Wilson's disease, hemosiderosis, liver rejection, and metabolic/genetic disorders\n* A liver biopsy must be planned/anticipated, performed, or scheduled to be performed within ±6 months of the MRI/MRE for this study\n\nExclusion Criteria:\n\n* contra-indications to MRI/MRE\n* inability to perform breath-holding\n\nStudy 3 (Aim 4):\n\nInclusion criteria for the cohort of infants at risk for future obesity and NAFLD:\n\n* 1 week-6 months of age\n* greater than or equal to 35 weeks gestational age\n* born to a mother with gestational diabetes and whose pre-pregnancy body mass index \\>=25 kg/m2\n* mother must provide consent to participate in the study\n\nInclusion criteria for the healthy cohort:\n\n* 1 week-6 months of age\n* greater than or equal to 35 weeks gestational age\n* appropriate for gestational age birth weight\n* born to a mother with a pre-pregnancy body mass index \\<25 kg/m2 and without any major co-morbid conditions (gestational diabetes, pregnancy-induced hypertension, etc.)\n* admitted to the newborn nursery after birth\n* mother must provide consent to participate in the study\n\nExclusion criteria for both cohorts:\n\n* known liver disease and/or infection, major congenital anomalies, inborn error of metabolism\n* any contraindications for an MRI exam",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "1 Week",
            "maximumAge": "40 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "Study 1 (Aim 1 and Aim 2): 50 healthy subjects 6-17 years old, 50 subjects with NAFLD 6-17 years old;\n\nStudy 2 (Aim 3): 60 subjects with Liver Disease and Fibrosis 1 month-40 years old;\n\nStudy 3 (Aim 4): Study 3 (Aim 4): 15 Pairs of Healthy Infants (1 week-6 months old) and their Mothers. 15 Pairs of Infants (1 week-6 months old) born to Mothers with Gestational Diabetes and their Mothers.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Holden Wu, PhD",
                    "role": "CONTACT",
                    "phone": "310-267-6843",
                    "email": "hhwu@mednet.ucla.edu"
                },
                {
                    "name": "Kara Calkins, MD",
                    "role": "CONTACT",
                    "phone": "310-825-9330",
                    "email": "KCALKINS@MEDNET.UCLA.EDU"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA Medical Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kara Calkins, MD",
                            "role": "CONTACT",
                            "phone": "310-825-9330"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000005234",
                    "term": "Fatty Liver"
                },
                {
                    "id": "D000065626",
                    "term": "Non-alcoholic Fatty Liver Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M8375",
                    "name": "Fatty Liver",
                    "asFound": "Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "asFound": "Liver Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M30540",
                    "name": "Non-alcoholic Fatty Liver Disease",
                    "asFound": "Nonalcoholic Steatohepatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5868",
                    "name": "Visceral Steatosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}