{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05093764",
            "orgStudyIdInfo": {
                "id": "21-109"
            },
            "organization": {
                "fullName": "Saint Luke's Health System",
                "class": "OTHER"
            },
            "briefTitle": "Quantification of Debris Captured Using TCEP During VIV TAVR With BVF",
            "officialTitle": "Quantification of Debris Captured Using Transcatheter Cerebral Embolic Protection (TCEP) During Valve in Valve Transcatheter Aortic Valve Replacement (VIV TAVR) With Bioprosthetic Valvular Fracture (BVF)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "quantification-of-debris-captured-using-tcep-during-viv-tavr-with-bvf"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-28",
            "studyFirstSubmitQcDate": "2021-10-13",
            "studyFirstPostDateStruct": {
                "date": "2021-10-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Saint Luke's Health System",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Boston Scientific Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to quantify the amount of debris captured by the SENTINEL transcatheter cerebral embolic protection (TCEP) device in patients undergoing valve in valve transcatheter aortic valve replacement (VIV TAVR) with bioprosthetic valvular fracture (BVF)",
            "detailedDescription": "SENTINEL VIV-TAVR is a prospective, single-center, single-arm, unblinded pilot trial. A total of 20 subjects with severe symptomatic bioprosthetic aortic valve degeneration, who are deemed to be at high or prohibitive mortality risk related to surgical aortic valve replacement, and are undergoing VIV-TAVR and BVF, will be enrolled at the Mid-America Heart Institute, St-Luke's Hospital of Kansas City. Subjects will initially have an aortic arch angiogram done to confirm appropriate anatomy, followed by the SENTINEL device implanted through right radial artery approach. After that, patients will undergo VIV TAVR, using a commercially available transcatheter heart valve, followed by bioprosthetic valve fracture (BVF) as indicated."
        },
        "conditionsModule": {
            "conditions": [
                "Aortic Valve Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "VIV TAVR with BVF using TCEP",
                    "type": "OTHER",
                    "description": "All subjects will receive the intervention.",
                    "interventionNames": [
                        "Device: VIV TAVR with BVF using TCEP"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "VIV TAVR with BVF using TCEP",
                    "description": "The insertion and retrieval of the SENTINEL device is performed at the time of the patients TAVR procedure in the same setting while they are sedated under moderate sedation or general anesthesia depending on the case. The device is inserted at the initiation of the procedure through 6F right radial artery access and the filters are positioned in the left common carotid artery and brachiocephalic artery. After deployment, the usual TAVR procedure is performed. At the conclusion of the procedure, the SENTINEL device is extracted and hemostasis is achieved at the radial access site in the usual fashion with patent hemostasis.",
                    "armGroupLabels": [
                        "VIV TAVR with BVF using TCEP"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Quantity of debris",
                    "description": "Amount of debris captured by the SENTINEL TCEP device in VIV TAVR with BVF patients compared to historical data",
                    "timeFrame": "During surgical procedure"
                },
                {
                    "measure": "Complication rate",
                    "description": "In-hospital stroke, device embolization rate, procedure-related major bleeding",
                    "timeFrame": "Through hospital discharge, an average of 2.5 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mortality",
                    "description": "Deaths from all causes",
                    "timeFrame": "Through hospital discharge, an average of 2.5 days"
                },
                {
                    "measure": "MACCE",
                    "description": "Major adverse cardiac and cerebrovascular events",
                    "timeFrame": "Through hospital discharge, an average of 2.5 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and Women ≥ 18 years of age\n* The patient has severe bioprosthetic aortic valve degeneration (stenosis, insufficiency, or mixed valve disease) and a clinical indication for VIV TAVR\n* The bioprosthetic valve can be fractured with high pressure balloon inflation.\n* The patient is deemed at prohibitive or high mortality risk related to surgical aortic valve replacement as assessed by the Heart Team\n* For procedural planning, all patients must have a CT angiogram of the chest, abdomen and pelvis to confirm:\n\nA. Adequate femoral access for the TAVR procedure B. Appropriate right subclavian, carotid and brachiocephalic as well as left carotid artery anatomy for the SENTINEL device deployment.\n\n* The patient or legal representative is able to understand and willing to provide written informed consent to participate in the trial\n* The patient is able and willing to return for required follow-up visits and examinations\n* The patient is evaluated by the multidisciplinary heart-valve team and found to be a suitable for the procedure.\n\nExclusion Criteria:\n\n* Patients with low or moderate mortality risk from surgical aortic valve replacement\n* Patients with bioprosthetic valves that cannot be fractured with standard non-compliant valvuloplasty balloons (Table 1)\n* Patients with evidence of significant carotid artery stenosis (i.e., carotid stenosis ≥ 50%), noted on ultrasound duplex imaging or CT angiography.\n* Patients with evidence of right subclavian/brachiocephalic artery stenosis\n* Patients with right arm/forearm dialysis fistula or graft.\n* Patients with harvested right radial artery for a previous coronary bypass surgery.\n* Patients with prohibitive aortic arch anomalies for SENTINEL device implantation.\n* The patient with history of cerebrovascular event (CVA) within within 6 months.\n* Patient with incidental left atrial appendage thrombus noted on TEE or CT imaging.\n* The patient is actively enrolled in another trial of a cardiovascular device or an investigational drug (post-market study participation and registries are acceptable)\n* The patient is pregnant, or pregnancy is planned during the course of the investigation if patient is of child-bearing potential\n* Any clinically significant medical condition or presence of any laboratory abnormality performed prior to randomization that is considered by the investigator to be clinically important and could interfere with the conduct of the study or not meeting procedure guidelines for TAVR or SENTINEL\n* The patient has a life expectancy of less than one year",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sheila Erwin, RN",
                    "role": "CONTACT",
                    "phone": "816-932-7996",
                    "email": "serwin@saintlukeskc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adnan Chhatriwalla, MD",
                    "affiliation": "Saint Luke's Health System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Saint Luke's Hospital of Kansas City",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Missouri",
                    "zip": "64111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sheila Erwin, RN",
                            "role": "CONTACT",
                            "phone": "816-932-7996",
                            "email": "serwin@saintlukeskc.org"
                        },
                        {
                            "name": "Adnan Chhatriwalla, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.09973,
                        "lon": -94.57857
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "24678937",
                    "type": "RESULT",
                    "citation": "Adams DH, Popma JJ, Reardon MJ, Yakubov SJ, Coselli JS, Deeb GM, Gleason TG, Buchbinder M, Hermiller J Jr, Kleiman NS, Chetcuti S, Heiser J, Merhi W, Zorn G, Tadros P, Robinson N, Petrossian G, Hughes GC, Harrison JK, Conte J, Maini B, Mumtaz M, Chenoweth S, Oh JK; U.S. CoreValve Clinical Investigators. Transcatheter aortic-valve replacement with a self-expanding prosthesis. N Engl J Med. 2014 May 8;370(19):1790-8. doi: 10.1056/NEJMoa1400590. Epub 2014 Mar 29."
                },
                {
                    "pmid": "20961243",
                    "type": "RESULT",
                    "citation": "Leon MB, Smith CR, Mack M, Miller DC, Moses JW, Svensson LG, Tuzcu EM, Webb JG, Fontana GP, Makkar RR, Brown DL, Block PC, Guyton RA, Pichard AD, Bavaria JE, Herrmann HC, Douglas PS, Petersen JL, Akin JJ, Anderson WN, Wang D, Pocock S; PARTNER Trial Investigators. Transcatheter aortic-valve implantation for aortic stenosis in patients who cannot undergo surgery. N Engl J Med. 2010 Oct 21;363(17):1597-607. doi: 10.1056/NEJMoa1008232. Epub 2010 Sep 22."
                },
                {
                    "pmid": "27040324",
                    "type": "RESULT",
                    "citation": "Leon MB, Smith CR, Mack MJ, Makkar RR, Svensson LG, Kodali SK, Thourani VH, Tuzcu EM, Miller DC, Herrmann HC, Doshi D, Cohen DJ, Pichard AD, Kapadia S, Dewey T, Babaliaros V, Szeto WY, Williams MR, Kereiakes D, Zajarias A, Greason KL, Whisenant BK, Hodson RW, Moses JW, Trento A, Brown DL, Fearon WF, Pibarot P, Hahn RT, Jaber WA, Anderson WN, Alu MC, Webb JG; PARTNER 2 Investigators. Transcatheter or Surgical Aortic-Valve Replacement in Intermediate-Risk Patients. N Engl J Med. 2016 Apr 28;374(17):1609-20. doi: 10.1056/NEJMoa1514616. Epub 2016 Apr 2."
                },
                {
                    "pmid": "21639811",
                    "type": "RESULT",
                    "citation": "Smith CR, Leon MB, Mack MJ, Miller DC, Moses JW, Svensson LG, Tuzcu EM, Webb JG, Fontana GP, Makkar RR, Williams M, Dewey T, Kapadia S, Babaliaros V, Thourani VH, Corso P, Pichard AD, Bavaria JE, Herrmann HC, Akin JJ, Anderson WN, Wang D, Pocock SJ; PARTNER Trial Investigators. Transcatheter versus surgical aortic-valve replacement in high-risk patients. N Engl J Med. 2011 Jun 9;364(23):2187-98. doi: 10.1056/NEJMoa1103510. Epub 2011 Jun 5."
                },
                {
                    "pmid": "21737581",
                    "type": "RESULT",
                    "citation": "Fairbairn TA, Mather AN, Bijsterveld P, Worthy G, Currie S, Goddard AJ, Blackman DJ, Plein S, Greenwood JP. Diffusion-weighted MRI determined cerebral embolic infarction following transcatheter aortic valve implantation: assessment of predictive risk factors and the relationship to subsequent health status. Heart. 2012 Jan;98(1):18-23. doi: 10.1136/heartjnl-2011-300065. Epub 2011 Jul 7."
                },
                {
                    "pmid": "20188503",
                    "type": "RESULT",
                    "citation": "Ghanem A, Muller A, Nahle CP, Kocurek J, Werner N, Hammerstingl C, Schild HH, Schwab JO, Mellert F, Fimmers R, Nickenig G, Thomas D. Risk and fate of cerebral embolism after transfemoral aortic valve implantation: a prospective pilot study with diffusion-weighted magnetic resonance imaging. J Am Coll Cardiol. 2010 Apr 6;55(14):1427-32. doi: 10.1016/j.jacc.2009.12.026. Epub 2010 Feb 24."
                },
                {
                    "pmid": "20177005",
                    "type": "RESULT",
                    "citation": "Kahlert P, Knipp SC, Schlamann M, Thielmann M, Al-Rashid F, Weber M, Johansson U, Wendt D, Jakob HG, Forsting M, Sack S, Erbel R, Eggebrecht H. Silent and apparent cerebral ischemia after percutaneous transfemoral aortic valve implantation: a diffusion-weighted magnetic resonance imaging study. Circulation. 2010 Feb 23;121(7):870-8. doi: 10.1161/CIRCULATIONAHA.109.855866."
                },
                {
                    "pmid": "25444149",
                    "type": "RESULT",
                    "citation": "Spaziano M, Francese DP, Leon MB, Genereux P. Imaging and functional testing to assess clinical and subclinical neurological events after transcatheter or surgical aortic valve replacement: a comprehensive review. J Am Coll Cardiol. 2014 Nov 4;64(18):1950-63. doi: 10.1016/j.jacc.2014.07.986. Epub 2014 Oct 27."
                },
                {
                    "pmid": "27815101",
                    "type": "RESULT",
                    "citation": "Kapadia SR, Kodali S, Makkar R, Mehran R, Lazar RM, Zivadinov R, Dwyer MG, Jilaihawi H, Virmani R, Anwaruddin S, Thourani VH, Nazif T, Mangner N, Woitek F, Krishnaswamy A, Mick S, Chakravarty T, Nakamura M, McCabe JM, Satler L, Zajarias A, Szeto WY, Svensson L, Alu MC, White RM, Kraemer C, Parhizgar A, Leon MB, Linke A; SENTINEL Trial Investigators. Protection Against Cerebral Embolism During Transcatheter Aortic Valve Replacement. J Am Coll Cardiol. 2017 Jan 31;69(4):367-377. doi: 10.1016/j.jacc.2016.10.023. Epub 2016 Nov 1."
                },
                {
                    "pmid": "28669505",
                    "type": "RESULT",
                    "citation": "Allen KB, Chhatriwalla AK, Cohen DJ, Saxon JT, Aggarwal S, Hart A, Baron S, Davis JR, Pak AF, Dvir D, Borkon AM. Bioprosthetic Valve Fracture to Facilitate Transcatheter Valve-in-Valve Implantation. Ann Thorac Surg. 2017 Nov;104(5):1501-1508. doi: 10.1016/j.athoracsur.2017.04.007. Epub 2017 Jun 29."
                },
                {
                    "pmid": "28698291",
                    "type": "RESULT",
                    "citation": "Chhatriwalla AK, Allen KB, Saxon JT, Cohen DJ, Aggarwal S, Hart AJ, Baron SJ, Dvir D, Borkon AM. Bioprosthetic Valve Fracture Improves the Hemodynamic Results of Valve-in-Valve Transcatheter Aortic Valve Replacement. Circ Cardiovasc Interv. 2017 Jul;10(7):e005216. doi: 10.1161/CIRCINTERVENTIONS.117.005216."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000082862",
                    "term": "Aortic Valve Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006349",
                    "term": "Heart Valve Diseases"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "relevance": "LOW"
                },
                {
                    "id": "M2379",
                    "name": "Aortic Valve Disease",
                    "asFound": "Aortic Valve Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9437",
                    "name": "Heart Valve Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M9576",
                    "name": "Hemostatics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Coag",
                    "name": "Coagulants"
                }
            ]
        }
    },
    "hasResults": false
}