{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04486833",
            "orgStudyIdInfo": {
                "id": "ONC-003"
            },
            "organization": {
                "fullName": "Genprex, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Quaratusugene Ozeplasmid (Reqorsa) and Osimertinib in Patients With Advanced Lung Cancer Who Progressed on Osimertinib",
            "officialTitle": "A Phase 1/2 Open-Label, Dose-Escalation and Clinical Response Study of Quaratusugene Ozeplasmid in Combination With Osimertinib in Patients With Advanced, Metastatic EGFR-Mutant, Metastatic Non-Small Cell Lung Cancer",
            "acronym": "Acclaim-1",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "quaratusugene-ozeplasmid-reqorsa-and-osimertinib-in-patients-with-advanced-lung-cancer-who-progressed-on-osimertinib"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-22",
            "studyFirstSubmitQcDate": "2020-07-22",
            "studyFirstPostDateStruct": {
                "date": "2020-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Genprex, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this randomized study is to determine the safety and efficacy of quaratusugene ozeplasmid (Reqorsa) added to osimertinib in NSCLC patients with activating EGFR mutations who have progressed while on treatment with osimertinib. Quaratusugene ozeplasmid consists of non-viral lipid nanoparticles that encapsulate a DNA plasmid with the TUSC2 tumor suppressor gene and is the first systemic gene therapy for cancer.\n\nThe study will comprise of a Phase 1 dose escalation and Phase 2 evaluations of safety and efficacy. In the Phase 1 dose escalation, patients will be enrolled in sequential cohorts treated with successively higher doses of quaratusugene ozeplasmid in combination with osimertinib. When the recommended Phase 2 dose (RP2D) is determined in Phase 1, Phase 2a will be initiated and patients will be enrolled in 2 parallel, non-randomized cohorts treated with quaratusugene ozeplasmid at the RP2D in combination with osimertinib. In Phase 2b, patients will be randomized to receive either quaratusugene ozeplasmid plus osimertinib or platinum-based chemotherapy.",
            "detailedDescription": "Acclaim-1 is an open-label, multi-center, Phase 1/2 study evaluating quaratusugene ozeplasmid (Reqorsa) plus osimertinib (investigational arm) versus platinum-based chemotherapy (control arm) in patients with advanced metastatic or recurrent NSCLC.\n\nToxicities will be assessed by the Investigator using United States National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE), version 5.0. Serious Adverse Events and Dose Limiting Toxicities (DLT) will be reviewed by a Safety Review Committee.\n\nPhase 1 - Dose Escalation: The RP2D of quaratusugene ozeplasmid when given in combination with osimertinib will be identified.\n\nPhase 2a: Once the RP2D of quaratusugene ozeplasmid is identified in Phase 1, 2 expansion cohorts will be enrolled to better characterize safety, tolerability, and preliminary anti-tumor activity of the combination therapy.\n\nPhase 2b: Quaratusugene ozeplasmid in combination with osimertinib will be further evaluated using the RP2D identified in Phase 1. Patients may receive local therapy, such as radiation therapy, to progressing lesions prior to enrollment. Patients will be randomized to receive either the investigational arm or the control arm in a 1 to 1 ratio and stratified based on prior local radiotherapy."
        },
        "conditionsModule": {
            "conditions": [
                "Carcinoma, Non-Small Cell Lung"
            ],
            "keywords": [
                "Epidermal growth factor receptor mutation (EGFR)",
                "osimertinib",
                "Tumor suppressor gene 2 (TUSC2)",
                "Lipid nanoparticle (LNP)",
                "Gene therapy",
                "Tagrisso",
                "FUS1-nanoparticles",
                "NSCLC",
                "Reqorsa",
                "quaratusugene ozeplasmid"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Phase 1: 3+3 dose escalation to identify RP2D.\n\nPhase 2: RP2D further evaluated in Phase 2a followed by parallel randomization in a 1:1 ratio to either investigational arm or control arm.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 158,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Investigational",
                    "type": "EXPERIMENTAL",
                    "description": "In Phase 1, Phase 2a and the investigational arm of Phase 2b, patients will receive their assigned dose of quaratusugene ozeplasmid (intravenous administration once every 21 days) plus osimertinib (80 mg fixed dose oral tablet taken daily starting on Day 1 through Day 21 of every 21-day treatment cycle) until disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Biological: quaratusugene ozeplasmid",
                        "Drug: osimertinib"
                    ]
                },
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "In the control arm of Phase 2b, patients will receive platinum-based chemotherapy until disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Platinum-Based Chemotherapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "quaratusugene ozeplasmid",
                    "description": "Quaratusugene ozeplasmid is an experimental non-viral immunogene therapy utilizing the TUSC2 gene, designed to target cancer cells by interrupting cell signaling pathways that allow cancer cells to grow, reestablishing pathways that promote cancer cell death and modulating the immune response against cancer cells.",
                    "armGroupLabels": [
                        "Investigational"
                    ],
                    "otherNames": [
                        "Reqorsa"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "osimertinib",
                    "description": "Osimertinib is a 3rd generation EGFR tyrosine kinase inhibitor (TKI) oral tablet administered daily, as indicated for treatment of patients with metastatic NSCLC whose tumors have EGFR genetic deletions or mutations.",
                    "armGroupLabels": [
                        "Investigational"
                    ],
                    "otherNames": [
                        "Tagrisso"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Platinum-Based Chemotherapy",
                    "description": "Cisplatin and carboplatin are intravenously administered platinum agents that are combined with other cytotoxic chemotherapy agents such as pemetrexed.",
                    "armGroupLabels": [
                        "Control"
                    ],
                    "otherNames": [
                        "cisplatin",
                        "carboplatin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recommended Phase 2 Dose (RP2D) - Phase 1",
                    "description": "RP2D, which will be the maximum tolerated dose (MTD) or, if the MTD is not defined by the safety data, RP2D will be determined based on an integrated assessment of all available clinical safety and preliminary efficacy data.",
                    "timeFrame": "First 21-day treatment cycle for each dose level cohort"
                },
                {
                    "measure": "Overall Response Rate (ORR) - Phase 2a",
                    "description": "ORR (complete response \\[CR\\]+ partial response \\[PR\\]) according to RECIST using best overall response from baseline to disease progression or death.",
                    "timeFrame": "Approximately 9 months"
                },
                {
                    "measure": "Progression-free Survival (PFS) - Phase 2b",
                    "description": "PFS from randomization to disease progression or death. PFS according to RECIST.",
                    "timeFrame": "Approximately 9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Progression-free Survival (PFS) - Phase 1",
                    "description": "PFS from first dose to disease progression or death. PFS according to RECIST.",
                    "timeFrame": "Approximately 9 months"
                },
                {
                    "measure": "Overall Response Rate (ORR) - Phase 1",
                    "description": "ORR (CR+ PR) according to RECIST using best overall response from baseline to disease progression or death.",
                    "timeFrame": "Approximately 9 months"
                },
                {
                    "measure": "Pharmacokinetics (PK) of Quaratusugene Ozeplasmid - Phase 1",
                    "description": "Concentration of quaratusugene ozeplasmid in whole blood samples.",
                    "timeFrame": "First 21-day treatment cycle"
                },
                {
                    "measure": "Progression-free Survival (PFS) - Phase 2a",
                    "description": "PFS from first dose to disease progression or death. PFS according to RECIST.",
                    "timeFrame": "Approximately 9 months"
                },
                {
                    "measure": "Time to Progression (TTP) - Phase 2a",
                    "description": "TTP from first dose to disease progression. TTP according to RECIST.",
                    "timeFrame": "Approximately 9 months"
                },
                {
                    "measure": "Overall Survival (OS) - Phase 2a",
                    "description": "OS from first dose until death or discontinuation due to withdrawal of consent.",
                    "timeFrame": "Approximately 21 months"
                },
                {
                    "measure": "Overall Response Rate (ORR) - Phase 2b",
                    "description": "ORR (CR+ PR) according to RECIST using best overall response from baseline to disease progression or death.",
                    "timeFrame": "Approximately 9 months"
                },
                {
                    "measure": "Duration of Response (DOR) - Phase 2b",
                    "description": "DOR (CR + PR) according to RECIST from response to disease progression.",
                    "timeFrame": "Approximately 9 months"
                },
                {
                    "measure": "Overall Survival (OS) - Phase 2b",
                    "description": "OS from randomization to death or discontinuation due to withdrawal of consent.",
                    "timeFrame": "Approximately 21 months"
                },
                {
                    "measure": "Incidence of Adverse Events - Phase 2b",
                    "description": "Treatment-related adverse events (AEs) graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events.",
                    "timeFrame": "Approximately 10 months"
                },
                {
                    "measure": "Pharmacokinetics (PK) of Quaratusugene Ozeplasmid - Phase 2b",
                    "description": "Concentration of quaratusugene ozeplasmid in whole blood samples.",
                    "timeFrame": "First 21-day treatment cycle"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥18 years.\n2. Histologically or cytologically documented NSCLC.\n3. Stage III or IV NSCLC or recurrent NSCLC that is not potentially curable by radiotherapy or surgery.\n4. EGFR mutation-positive, based on results of most recent lung cancer tissue biopsy or evaluation of circulating tumor DNA. If the most recent EGFR mutation evaluation is by circulating tumor DNA, a previous lung cancer tissue biopsy must have demonstrated EGFR mutation.\n5. Achieved clinical response to osimertinib for ≥4 months, which can be a response of stable disease. Must have a minimum of a 10-day osimertinib washout completed at the time of enrollment.\n6. Must have radiological progression on osimertinib treatment and measurable disease per RECIST 1.1. Patients can have either asymptomatic disease or symptomatic disease. In addition, the following criteria must be met based on trial phase enrollment:\n\n   Phase 2a:\n   1. Cohort 1 must have progression on osimertinib treatment which must be the only systemic treatment for NSCLC.\n   2. Cohort 2 must either have 1) progression on osimertinib in combination with pemetrexed and a platin (carboplatin or cisplatin) administered as initial treatment for metastatic NSCLC, or 2) have progression on single agent osimertinib administered as initial treatment for metastatic NSCLC, and then progression on pemetrexed and a platin (carboplatin or cisplatin), administered with or without osimertinib.\n\n      Phase 2b:\n   3. Must have progression on osimertinib treatment which must be the only systemic treatment for NSCLC.\n7. Eastern Cooperative Oncology Group performance status (ECOG PS) score from 0 to 1.\n8. Must be ≥28 days beyond major surgical procedures such as thoracotomy, laparotomy, or joint replacement, and must be ≥10 days beyond minor surgical procedures such as biopsy of subcutaneous tumors, pleuroscopy, etc., and must not have evidence of wound dehiscence, active wound infection, or comparable major residual complications of the surgery per Investigator assessment.\n9. Asymptomatic brain metastases must meet ALL criteria of the following (a-d):\n\n   1. No history of seizures in the preceding 6 months.\n   2. Definitive treatment must be completed ≥21 days.\n   3. Must be off steroids administered because of brain metastases or related symptoms for ≥7 days.\n   4. Post-treatment imaging must demonstrate stability or regression of the brain metastases.\n10. Patient must have and be willing to submit archival tumor biopsy for submissions to central laboratory for IHC analysis.\n11. Absolute neutrophil count (ANC) \\>1500/mm3, platelet count \\>100,000/mm3 within ≤21 days.\n12. Adequate renal function documented by serum creatinine of ≤1.5 mg/dL or calculated creatinine clearance \\>50 ml/min within ≤21 days.\n13. Adequate hepatic function as documented by serum bilirubin \\<1.5 mg/dL and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤2.5 X upper limit of normal (ULN) within ≤21 days.\n14. Stable cardiac condition with a left ventricular ejection fraction ≥40% within ≤21 days.\n15. If female of childbearing potential (FOCBP), must have negative serum pregnancy test (serum beta-human chorionic gonadotropin \\[β-hCG\\]) within ≤7 days.\n16. FOCBP and non-sterile male patients with female partner(s) of childbearing potential must agree to use 2 forms of contraception including 1 highly effective and 1 effective method beginning ≥2 weeks prior to enrollment through 4 months following the last dose of study treatment.\n17. If male, must agree to no sperm donation during study treatment and for an additional 4 months following the last dose of study treatment.\n18. Must have voluntarily signed an informed consent in accordance with institutional policies.\n\nExclusion Criteria:\n\n1. Unable to tolerate osimertinib treatment, leading to early treatment discontinuation or prolonged/frequent dosage modifications as determined by the Investigator.\n2. Received standard chemotherapy or monoclonal antibodies to treat NSCLC within ≤21 days.\n3. Received prior gene therapy.\n4. Other genetic characteristics (such as ALK, ROS, BRAF V600E mutations) which makes them a candidate for treatment with other approved targeted therapies.\n5. Received radiotherapy to the skull, spine, thorax, or pelvis within ≤30 days.\n6. Active systemic viral, bacterial, or fungal infection(s) requiring treatment.\n7. Serious concurrent illness or psychological, familial, sociological, geographical, or other concomitant conditions that, in the opinion of the Investigator, would not permit adequate follow-up and compliance with the study protocol.\n8. History of myocardial infarction or unstable angina within ≤6 months.\n9. Known human immunodeficiency virus (HIV) infection or has active hepatitis infection.\n10. Female who is pregnant or breastfeeding.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sr Director, Clinical Operations",
                    "role": "CONTACT",
                    "phone": "1-877-774-GNPX",
                    "email": "kcombs@genprex.com"
                },
                {
                    "name": "Chief Medical Officer",
                    "role": "CONTACT",
                    "phone": "1-877-774-GNPX",
                    "email": "mberger@genprex.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark S. Berger, MD",
                    "affiliation": "Genprex, Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Valkyrie Clinical Trials",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90067",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristi Okino",
                            "role": "CONTACT",
                            "phone": "562-833-1483",
                            "email": "Kristi.okino@valkyrieclinicaltrials.com"
                        },
                        {
                            "name": "David Berz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Rocky Mountain Cancer Centers",
                    "status": "RECRUITING",
                    "city": "Lone Tree",
                    "state": "Colorado",
                    "zip": "80124",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katherine Schleich",
                            "role": "CONTACT",
                            "phone": "303-285-5018",
                            "phoneExt": "35018",
                            "email": "Katherine.schleich@usoncology.com"
                        },
                        {
                            "name": "Joni Richman",
                            "role": "CONTACT",
                            "phone": "303-336-2181",
                            "email": "joni.richman@usoncology.com"
                        },
                        {
                            "name": "Robert M. Jotte, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.55171,
                        "lon": -104.8863
                    }
                },
                {
                    "facility": "Carle Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Urbana",
                    "state": "Illinois",
                    "zip": "61801",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hannah Parks",
                            "role": "CONTACT",
                            "phone": "217-326-3150",
                            "email": "Hannah.Parks@carle.com"
                        },
                        {
                            "name": "Kendrith Rowland, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.11059,
                        "lon": -88.20727
                    }
                },
                {
                    "facility": "Maryland Oncology Hematology",
                    "status": "RECRUITING",
                    "city": "Rockville",
                    "state": "Maryland",
                    "zip": "20850",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Missy Almand",
                            "role": "CONTACT",
                            "phone": "877-664-7724",
                            "email": "missy.almand@usoncology.com"
                        },
                        {
                            "name": "Jake Brooks",
                            "role": "CONTACT",
                            "phone": "877-664-7724",
                            "email": "jake.brooks@usoncology.com"
                        },
                        {
                            "name": "John M. Wallmark, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.084,
                        "lon": -77.15276
                    }
                },
                {
                    "facility": "The Valley Hospital - Luckow Pavilion",
                    "status": "RECRUITING",
                    "city": "Paramus",
                    "state": "New Jersey",
                    "zip": "07652",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Robyn Chicherchia",
                            "role": "CONTACT",
                            "phone": "201-634-5792",
                            "email": "rchiche@valleyhealth.com"
                        },
                        {
                            "name": "Eli D. Kirshner, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.94454,
                        "lon": -74.07542
                    }
                },
                {
                    "facility": "Millennium Oncology",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77090",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Waldron",
                            "role": "CONTACT",
                            "phone": "877-870-2640",
                            "email": "jwaldron@wmrad.com"
                        },
                        {
                            "name": "Mohsen Arani, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Virginia Cancer Specialists",
                    "status": "RECRUITING",
                    "city": "Fairfax",
                    "state": "Virginia",
                    "zip": "22031",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carrie Friedman, RN, BSN, OCN",
                            "role": "CONTACT",
                            "phone": "703-636-1473",
                            "email": "carrie.friedman@usoncology.com"
                        },
                        {
                            "name": "Alexander I. Spira, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.84622,
                        "lon": -77.30637
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                },
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Carcinoma, Non-Small-Cell Lung",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002945",
                    "term": "Cisplatin"
                },
                {
                    "id": "D000016190",
                    "term": "Carboplatin"
                },
                {
                    "id": "C000596361",
                    "term": "Osimertinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18650",
                    "name": "Carboplatin",
                    "asFound": "System",
                    "relevance": "HIGH"
                },
                {
                    "id": "M145673",
                    "name": "Osimertinib",
                    "asFound": "Methylprednisolone",
                    "relevance": "HIGH"
                },
                {
                    "id": "M264",
                    "name": "Pemetrexed",
                    "relevance": "LOW"
                },
                {
                    "id": "M6182",
                    "name": "Cisplatin",
                    "asFound": "Children",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}