{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05961592",
            "orgStudyIdInfo": {
                "id": "RISE-2487-RA01"
            },
            "organization": {
                "fullName": "Rise Therapeutics LLC",
                "class": "INDUSTRY"
            },
            "briefTitle": "R-2487 in Patients With Rheumatoid Arthritis",
            "officialTitle": "A Single and Repeat Dosing Study of the Safety, Drug Exposure and Clinical Activity of R-2487 in Patients With Rheumatoid Arthritis",
            "acronym": "R-2487-RA01",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "r-in-patients-with-rheumatoid-arthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-18",
            "studyFirstSubmitQcDate": "2023-07-18",
            "studyFirstPostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rise Therapeutics LLC",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to determine the safety and tolerability of orally taken probiotic (R-2487) in patients with Rheumatoid Arthritis.\n\nPatients will take an oral dosage of probiotic (R-2487) and physicians will assess and measure their Rheumatoid Arthritis. Blood and fecal evaluations of inflammation and assessment of probiotic (R-2487) on fecal level will also be measured."
        },
        "conditionsModule": {
            "conditions": [
                "Arthritis, Rheumatoid"
            ],
            "keywords": [
                "Arthritis, Rheumatoid"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open Label",
                    "type": "OTHER",
                    "description": "Probiotic",
                    "interventionNames": [
                        "Drug: R-2487"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "R-2487",
                    "description": "Probiotic",
                    "armGroupLabels": [
                        "Open Label"
                    ],
                    "otherNames": [
                        "Drug"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence and severity of adverse events and their relationship to R-2487 (probiotic) administration",
                    "description": "To assess the number of participants with treatment-related adverse events after taking R-2487 (probiotic)",
                    "timeFrame": "Baseline through week 4"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Disease Activity Score-28 Joint C-Reactive Protein (DAS28-CRP)",
                    "description": "Change from Baseline in Disease Activity Score-28 joint C- Reactive Protein (DAS28-CRP) Score at Week 6 Describes severity of rheumatoid arthritis using clinical and laboratory data in swollen and tender joints. A score between 0 to 10 with the higher number indicating more active disease.",
                    "timeFrame": "Baseline through week 4"
                },
                {
                    "measure": "Change in Simplified Disease Activity Index (SDAI) Score over time",
                    "description": "Baseline Simplified Disease Activity Index (SDAI) Score over time. The Simplified Disease Activity Index (SDAI) is the numerical sum of five outcome parameters: tender and swollen joint count (based on a 28-joint assessment), patient and physician global assessment of disease activity \\[visual analogue scale (VAS) 0-10 cm\\] and level of C-reactive protein (mg/dl, normal \\<1 mg/dl).",
                    "timeFrame": "Baseline through week 4"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages 18-75 years (Inclusive).\n* Able to provide written informed consent.\n* Men or women (not nursing or pregnant) who have active RA, defined as symptoms of RA prior to screening and have satisfied the ACR/EULAR 2010 criteria for the classification of RA prior to signing the informed consent.\n* Subjects must have a CDAI \\> 10.0 at screening and have at least 3 tender and at least 3 swollen joints (excluding distal interphalangeal) at screening and at Day 1, based on the DAS28 joint count.\n* Subjects may be able to be on hydroxychloroquine, methotrexate, and leflunomide. Sulfasalazine use is not permitted.\n* Subjects may have received targeted synthetic DMARDs such as tofacitinib, baricitinib, and investigational therapies for RA if they have been washed out for 1 month prior to screening.\n* Subjects receiving oral corticosteroids must be on a stable dose and at the equivalent of ≤10 mg prednisone daily for at least 4 weeks. Subjects may not receive an IM, IV or IA administration of a corticosteroid within 4 weeks prior to screening visit or initiation of therapy.\n* All male and female subjects who are biologically capable of having children must agree to use a medically acceptable method of birth control for the duration of the study. All female subjects who are biologically capable of having children must have a negative pregnancy test result before administration of study drug. Any pregnancy that occurs in the female partner of a male subject in the trial must be reported if it occurs at any time during the study.\n* Refrain from receiving any type of vaccinations during the study period (to include but not limited to influenza, COVID, shingles, tetanus, hepatitis, pneumonia, HPV, DPT, MMR, and polio).\n\nExclusion Criteria:\n\n* Pregnancy (females, unless surgically sterile or at least two years post- menopausal must have a negative serum pregnancy test within 14 days prior to receiving the study drug and a negative urine pregnancy test on Study Day 0 before receiving the study drug).\n* Nursing mothers.\n* Subjects with autoimmune disease other than RA \\[e.g., psoriasis, systemic lupus erythematosus (SLE), vasculitis, seronegative spondylarthritis, Inflammatory Bowel Disease, Sjogren's syndrome\\] or currently active fibromyalgia.\n* Subjects should not receive any of the following medications:\n* Rituximab within 12 months prior to Day 1,\n* Abatacept within 3 months prior to Day 1,\n* Infliximab, Adalimumab, Certolizumab, Tocilizumab, Cyclosporine, or\n* Mycophenolate mofetil within 2 months prior to Day 1, or\n* Etanercept, Anakinra, Immunoglobulin, or blood products within 28 days prior to Day 1\n* Prior immunotherapy, including systemic corticosteroids, such prednisone, biologics, Janus kinase (JAK) inhibitors (such as tofacitinib, baricitinib or upadacitinib), ozanimod, or investigational therapy must have completed at least 5 half-lives or 30 days, whichever is longer, prior to Day 0, unless otherwise specified. In the case of cell-depleting therapies, such as B or T cell depletion, cell counts must have recovered to acceptable or baseline levels (use of licensed agents for indications not listed in the package insert is permitted).\n* Prior history of or current inflammatory joint disease other than RA (such as psoriatic arthritis, gout, reactive arthritis, Lyme disease).\n* Subjects at risk for tuberculosis (TB) defined as follows: Current clinical, radiographic or laboratory evidence of active TB. Chest x-rays (posterior, anterior and lateral) obtained within the 3 months prior to obtaining written informed consent will be permitted but the images must be available and reviewed by the investigator. TB testing (IFN-gamma release assay or PPD) performed in the past month prior to Screening will be accepted; however, a copy of the report must be placed in the subject binder.\n* A history of active TB.\n* Subjects with a positive TB screening test indicative of latent TB including subjects currently being treated for latent tuberculosis infection (LTBI) will not be eligible for the study.\n* Subjects with recent acute infection defined as:\n* Any acute infection within 60 days prior to randomization that required hospitalization or treatment with parenteral antibiotics,\n* Any acute infection within 30 days prior to randomization that required oral antimicrobial or antiviral therapy,\n* Subjects with history of chronic or recurrent bacterial infection (such as chronic pyelonephritis, osteomyelitis, and bronchiectasis etc.),\n* Subjects with any history of infection of a joint prosthesis or artificial joint,\n* Subjects who have a history of systemic fungal infections (such as histoplasmosis, blastomycosis, or coccidiomycosis),\n* Subjects with history of recurrent herpes zoster (more than 1 episode) or disseminated (more than 1 dermatome) herpes zoster or disseminated herpes simplex, or ophthalmic zoster will be excluded,\n* Symptoms of herpes zoster or herpes simplex must have resolved more than 60 days prior to screening,\n* Subjects with history of primary immunodeficiency.\n* Subjects with history of Human Immunodeficiency Virus (HIV) infection or who tested positive for HIV.\n* Evidence of infection with hepatitis B virus (HBV), hepatitis C virus (C), human immunodeficiency virus (HIV)-1 or HIV-2, or active infection with hepatitis A, as determined by results of testing at screening.\n* Subjects who have a present malignancy or previous malignancy within the last 5 years prior to screening (except documented history of cured non- metastatic squamous or basal cell skin carcinoma or cervical carcinoma in situ). Subjects who had a screening procedure that is suspicious for malignancy, and in whom the possibility of malignancy cannot be reasonably excluded following additional clinical, laboratory or other diagnostic evaluations.\n* Current clinical findings of a history of a demyelinating disorder.\n* New York Heart Association (NYHA) Class III or IV heart failure.\n* Subjects who have undergone a major surgical procedure within the 60 days prior to enrollment.\n* Subjects for whom 5 or more joints cannot be assessed for tenderness or swelling (i.e. due to surgery, fusion, amputation, etc.).\n* Current clinical findings of severe, progressive, or uncontrolled renal, hepatic, hematological, gastrointestinal, pulmonary, cardiac, endocrine, neurological, or cerebral disease with laboratory values as following:\n* Hemoglobin level \\< 9.0 g/dL,\n* Absolute white blood cell (WBC) count of \\<3.0×109/L (\\<3000/mm3), or absolute neutrophil count of \\<1.2×109/L (\\<1200/mm3), or absolute lymphocyte count of \\<0.8×109/L (\\<800/mm3),\n* Thrombocytopenia, defined by platelet count \\<100×109/L (\\<100,000/mm3),\n* Chronic kidney disease defined as Estimated glomerular filtration rate (eGFR) \\<60 mL/min/1.73m2, based on the age-appropriate calculation,\n* Proteinuria ≥3+,\n* Total bilirubin (T-bili), aspartate aminotransferase (AST), alanine aminotransferase (ALT) more than 1.5 times upper limit of normal (ULN)\n* Previously diagnosed hepatic cirrhosis (Child Pugh A or higher) or previously diagnosed significant liver fibrosis (\\> F3).\n* Any form of vaccination in the last 30 days, to include but not limited to influenza, COVID, shingles, tetanus, hepatitis, pneumonia, HPV, DPT, MMR, and polio.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Janet Stephens, PhD",
                    "role": "CONTACT",
                    "phone": "6504178556",
                    "email": "jstephens@risetherapeutics.com"
                },
                {
                    "name": "Christian Freguia, PhD",
                    "role": "CONTACT",
                    "phone": "2159231818",
                    "email": "cfreguia@risetherapeutics.com"
                }
            ],
            "locations": [
                {
                    "facility": "St.Jude Clinical Research",
                    "status": "RECRUITING",
                    "city": "Doral",
                    "state": "Florida",
                    "zip": "33172",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shelia Linares, BSN",
                            "role": "CONTACT",
                            "phone": "305-507-2273",
                            "email": "slinares@stjudeclinicalresearch.com"
                        },
                        {
                            "name": "Gustavo Torres, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.81954,
                        "lon": -80.35533
                    }
                },
                {
                    "facility": "AP Medical Research",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33165",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Simon Gomez",
                            "role": "CONTACT",
                            "phone": "305-400-8899",
                            "email": "simon@apmedresearch.com"
                        },
                        {
                            "name": "Ramon Sastre, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Dartmouth Hitchcock Medical Center (DHMC)",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Lebanon",
                    "state": "New Hampshire",
                    "zip": "03766",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jill Brooker, RN",
                            "role": "CONTACT",
                            "phone": "603-650-4717",
                            "email": "jill.b.brooker@hitchcock.org"
                        },
                        {
                            "name": "William Rigby, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.64229,
                        "lon": -72.25176
                    }
                },
                {
                    "facility": "Altoona Center for Research",
                    "status": "RECRUITING",
                    "city": "Duncansville",
                    "state": "Pennsylvania",
                    "zip": "16635",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tracey Madonna, MA",
                            "role": "CONTACT",
                            "phone": "814-693-0300",
                            "phoneExt": "147",
                            "email": "traceymadonna@altoonaresearch.com"
                        },
                        {
                            "name": "Brenda Endress",
                            "role": "CONTACT",
                            "phone": "8146930300",
                            "phoneExt": "202",
                            "email": "brendaearnest@altoonaresearch.com"
                        },
                        {
                            "name": "Alan Kivitz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.42341,
                        "lon": -78.4339
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000001172",
                    "term": "Arthritis, Rheumatoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "asFound": "Arthritis, Rheumatoid",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}