{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03968900",
            "orgStudyIdInfo": {
                "id": "1288803"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01DA046096",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01DA046096"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Racial Differences in Circadian and Sleep Mechanisms for Nicotine Dependence, Craving, and Withdrawal",
            "officialTitle": "Racial Differences in Circadian and Sleep Mechanisms for Nicotine Dependence, Craving, and Withdrawal",
            "therapeuticArea": [
                "Other"
            ],
            "study": "racial-differences-in-circadian-and-sleep-mechanisms-for-nicotine-dependence-craving-and-withdrawal"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-05-23",
            "studyFirstSubmitQcDate": "2019-05-28",
            "studyFirstPostDateStruct": {
                "date": "2019-05-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Karen Cropsey",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Oklahoma",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The number one preventable cause of death in the world is tobacco use. Cigarette smoking in particular, costs an estimated $300 billion due to expenses related to medical care and lost productivity. Despite similar smoking prevalence rates, blacks suffer disproportionately from smoking-related harms compared to whites.Sleep disparities such as shortened sleep duration, shorter circadian periodicity, earlier chronotype, and increased variability of sleep timing have been reported more frequently in blacks compared to whites. Given that poor sleep quality predicts relapse from smoking cessation programs, particularly among socioeconomically disadvantaged adults, sleep deficiencies and irregular timing of sleep may impact smoking craving and withdrawal symptoms over the course of the 24-hour day. Surprisingly, few studies have examined these temporal patterns of smoking and craving, and none with regard to sleep disruption, chronotype or racial disparities. A better understanding of these factors may explain heterogeneity within the smoking population, especially in minorities. Thus, the purpose of this proposal is to test the central hypothesis that the impact of chronotype and impaired sleep on cigarette usage as well as smoking dependence, urge/craving, and withdrawal depends on race.",
            "detailedDescription": "Three specific aims will determine: contributions of sleep timing and sleep quality and quantity to racial disparities in smoking status (Aim 1), objective sleep characteristics and smoking behavior among blacks and whites who smoke cigarettes (Aim 2), and whether sleep restriction modifies craving and withdrawal in racially diverse smokers (Aim 3). Specifically, we will utilize self-report questionnaires, objective measures of sleep quality and timing (actigraphy) and circadian phase (dim light melatonin onset), as well as ecological momentary assessment of cigarette use, smoking urges, cravings, and withdrawal symptoms to identify circadian and sleep characteristics that are most strongly associated with smoking status, heaviness of smoking and dependence among blacks and whites. Finally, we will test whether acute sleep restriction (4 hours of time-in-bed) versus sleep extension (10 hours of time-in-bed) modifies craving and withdrawal symptoms following cessation in black and white smokers. If successful, the results of this study will result in identification of circadian dysfunction and insufficient sleep as mechanisms that underlie the association between sleep and cigarette smoking behaviors and dependence in diverse populations. Moreover, these findings are likely to inform clinicians of the importance of sleep and sleep timing on cigarette smoking behaviors and dependence that will help in the development of novel interventions to reduce morbidity and mortality caused by tobacco use."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking",
                "Sleep Disturbance",
                "Nicotine Dependence"
            ],
            "keywords": [
                "smoking",
                "sleep deficiencies",
                "socioeconomic disadvantage",
                "Race"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sleep Restriction",
                    "type": "EXPERIMENTAL",
                    "description": "4 hours time in bed (1 am to 5 am)",
                    "interventionNames": [
                        "Behavioral: Sleep restriction condition"
                    ]
                },
                {
                    "label": "Sleep Extension",
                    "type": "EXPERIMENTAL",
                    "description": "10 hours time in bed (10 pm to 8 am)",
                    "interventionNames": [
                        "Behavioral: Sleep extension condition"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep restriction condition",
                    "description": "On day 1, participants will complete study assessments and will be fitted with an Actiwatch and instructed to continue a fixed time in bed (8 hours duration with no more than 20 min deviation) centered on habitual sleep (e.g., 11:00 p.m. to 7:00 a.m.). Naps will not be allowed. Following the one-week baseline sleep stabilization, participants will engage in the sleep restriction condition (4 hours, TIB \\[Time in Bed\\]; 1:00 a.m. to 5:00 a.m.). On the day of each sleep study, participants will be admitted to University of Alabama Birmingham (UAB) Highlands Hospital sleep unit at 7:00 p.m. and do an initial CO breathe test and fill out study questionnaires and a timeline follow-back procedure Participants will monitored for smoking withdrawal. Every 2 hours, participants to fill out various questionnaires. Participants will repeat the same conditions as the first night. After a two-week washout, participants will be crossed over to the alternate sleep extension/restriction condition.",
                    "armGroupLabels": [
                        "Sleep Restriction"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep extension condition",
                    "description": "sleep extension On day 1, participants will complete study assessments and will be fitted with an Actiwatch and instructed to continue a fixed time in bed (8 hours duration with no more than 20 min deviation) centered on habitual sleep (e.g., 11:00 p.m. to 7:00 a.m.). Naps will not be allowed. Following the one-week baseline sleep stabilization, participants will engage in the sleep extension condition (10 hours, (TIB); 10:00 p.m. to 8:00 a.m.). On the day of each sleep study, participants will be admitted to University of Alabama Birmingham Highlands Hospital sleep unit at 7:00 p.m. and do an initial CO breathe test and fill out study questionnaires and a timeline follow-back procedure Participants will monitored for smoking withdrawal. Every 2 hours, participants to fill out various questionnaires. Participants will repeat the same conditions as the first night. After a two-week washout, participants will be crossed over to the alternate sleep extension/restriction condition.",
                    "armGroupLabels": [
                        "Sleep Extension"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sleep Hygiene Index",
                    "description": "A 13-item scale that assesses behaviors, such as variability in wake-time, timing of physical activity, and substance use, that comprise sleep hygiene\n\n0: Never (Best)\n\n1. Rarely\n2. Sometimes\n3. Frequent\n4. Always (Worst)",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pittsburgh Sleep Quality Index",
                    "description": "A 7-item self-report measure that assesses global sleep quality over the past month. Additionally, sub-scales that include duration of sleep, sleep disturbance, sleep latency, daytime dysfunction, sleep efficiency, and dependence on hypnotic medication may be calculated from individual items\n\nNot during the past month (0; very good) Less than once a week once or twice a week Three or more times a week (3; very bad)",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Munich Chronotype Questionnaire",
                    "description": "Questionnaire that determines chronotype from midsleep time calculated from sleep onset and offset on both free days and work days. Chronotype will be determined from the mid-sleep time on days off . Specifically, Mid-sleep time is equal to Sleep onset + Sleep duration/2. For those who sleep longer on days off than on workdays, we will correct for weekend recovery sleep by subtracting 'sleep debt' accumulated, which is estimated by the following equation: Sleep duration on free days - Sleep duration (average) for the week/2. Chronotype will be categorized by either the median (two categories) or quartiles (to examine more extreme chronotypes).",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Fagerström Test for Nicotine Dependence",
                    "description": "A 6-item self-report measure of nicotine dependence derived from the Fagerström Tolerance Questionnaire\n\n1-2: low dependence 3-4: low to mod dependence 5-7: moderate dependence 8+: high dependence",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Snoring history, Tired during the day, Observed stop breathing while sleep, High blood pressure, BMI more than 35 kg/m2, Age more than 50 years, Neck circumference more than 40 cm and male Gender (STOP-BANG) Questionnaire",
                    "description": "A 8-item self-report questionnaire that assesses the primary risk factors for obstructive sleep apnea to create a total score that ranges from 0 to 8",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Insomnia Severity Index",
                    "description": "A 7-item self-report questionnaire that assesses the severity of core symptoms of insomnia over the previous 2 weeks",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Dysfunctional Beliefs and Attitudes About Sleep (DBAS)",
                    "description": "A 16-item questionnaire that assesses beliefs about sleep and the consequences of poor sleep",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Epworth Sleepiness Scale (ESS)",
                    "description": "A 8-item questionnaire that asks individuals to rate their \"chances of dozing off\" on a scale of 0 (never) to 3 (high) in eight different situations. The scores are summed to create a total score with higher values indicating higher chances of dozing off",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Everyday Discrimination Scale (EDS)",
                    "description": "This 9-item assessment queries about experiences of discrimination such as being treated less respectfully or people thinking that you are dishonest. Responses range from \"almost every day\" to \"never\"",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Perceived Stress Scale - 10 Item (PSS-10)",
                    "description": "Self-report questionnaire that assesses a person's perceived stress with a 5-point Likert scale ranging from \"Never\" to \"Very Often\"",
                    "timeFrame": "6 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Duke- The University of North Carolina at Chapel Hill (UNC) Functional Social Support Questionnaire (FSSQ)",
                    "description": "A 8-item 1-5 Likert scale ranging from \"much less than I would like\" to \"as much as I would like\" that measures perceived social support",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Patient Health Questionnaire (PHQ-9)",
                    "description": "A 9-item instrument that measures severity of depression as well as the presence and suicide ideation",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Generalized Anxiety Disorder (GAD-7)",
                    "description": "A 7-item anxiety scale used to identify probable cases of generalized anxiety disorder",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Assessing Smoking History",
                    "description": "Smoking history will be assessed for daily smokers as smoking 5 or more cigarettes a day for the past one year and having smoked more than 100 cigarettes in lifetime or non-smoker defined as smoking fewer than 100 cigarettes in a lifetime and no smoking-not even a puff- in the last year",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Brief Wisconsin Inventory of Smoking Dependence Motives (WISDM-37)",
                    "description": "The Brief WISDM has 37 items that load onto 11 subscales. The psychometric properties of the reduced-item WISDM subscales is comparable to the WISDM-68. For Aims 1 \\& 2, Smokers only.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Tobacco Craving Questionnaire-SF (TCQ-SF)",
                    "description": "The TCQ-SF contains 12 items to assess participants' craving to smoke cigarettes.For Aims 1 \\& 2, Smokers only.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Modified Alcohol, Smoking, and Substance Involvement Screening Test v2.0 (ASSIST)",
                    "description": "The MNWS is an 8-item measure designed to assess Smokers' cigarette withdrawal in the last 24 hours. For Aims 1 \\& 2, Smokers only.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Minnesota Nicotine Withdrawal Scale (MNWS).",
                    "description": "The MNWS is an 8-item measure designed to assess Smokers' cigarette withdrawal in the last 24 hours. For Aims 1 \\& 2, Smokers only.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Alcohol Use Disorders Identification Test-Concise (AUDIT-C).",
                    "description": "A brief 3-item alcohol screening measure that identifies hazardous drinkers or those who have active alcohol use disorders.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Pain, Enjoyment, General Activity (PEG) Scale",
                    "description": "The PEG Scale contains 3 questions regarding how much pain has interfered with enjoyment of life and general activity in the past 7 days.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Trauma History Scale (THS)",
                    "description": "The THS is a brief 14-item self-report measure designed to assess traumatic events and how much those events are emotionally bothersome.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "PTSD Checklist-Short Form (PCL-5)",
                    "description": "The short form of the 20-item PCL-5 which assesses the presence and severity of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) criteria for PTSD in the past month. The short form contains 4 items.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "International Consultation on Incontinence Questionnaire-Overactive Bladder & -Urinary Incontinence Short Form",
                    "description": "8 items pertaining to overactive bladder symptoms and urinary incontinence experienced in the past 4 weeks.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "International Physical Activity Questionnaire (IPAQ)",
                    "description": "A set of questionnaires designed to assess physical activity and sedentary lifestyles.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Standard Shiftwork Index (SSI)",
                    "description": "A battery of self-report questionnaires measuring shift workers' sleep and stress outcomes. We are using the physical health subsections of this questionnaire",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Fatigue Severity Scale (FSS)",
                    "description": "A 9-item scale measuring severity of fatigue and its effect on participants' activities and lifestyle.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Continuous positive airway pressure (CPAP) Questionnaire",
                    "description": "A 5-item survey designed by the research team to assess whether or not participants are prescribed CPAP, and their adherence to using it",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Sub-Study 1\n\nInclusion Criteria:\n\n1. 18 years or older\n2. Able to read and speak English\n3. Non-Hispanic African American (Black) or non-Hispanic white race\n4. Daily smoker (5 or more cigarettes a day for the past one year and having smoked more than 100 cigarettes in lifetime) or non-smoker (smoked fewer than 100 cigarettes in a lifetime and no smoking-not even a puff- in the last year)\n5. Currently residing in Alabama\n\n   Exclusion Criteria:\n6. Non-English speaking\n7. Lives in restricted environment that does not allow smoking\n8. Pregnant or lactating\n9. Daily or exclusive use of other tobacco products (e.g., cigars, e-cigarettes) if a smoker; if non-smoker, any other tobacco product use is exclusionary\n10. Currently receiving smoking cessation treatment or using electronic cigarettes or other tobacco to try and quit smoking cigarettes\n11. Participants would work outside normal 7 a.m. to 6 p.m. hours\n12. Former smokers\n\nSub-study 2\n\nInclusion Criteria:\n\n1. 18 years or older\n2. Able to read and speak English\n3. Non-Hispanic African American (Black) or non-Hispanic white race\n4. Daily smoker defined as smoking 5 or more cigarettes a day for the past one year and having smoked more than 100 cigarettes in lifetime, as well as by an expired Carbon Monoxide (CO )cut-off of Carbon Monoxide (CO)\\>10ppm and positive cotinine test to ensure daily smoking OR non-smoker defined as smoking fewer than 100 cigarettes in a lifetime and no smoking-not even a puff- in the last year, as well as by an expired Carbon monoxide (CO) cut-off of Carbon Monoxide (CO)\\<3 ppm and negative cotinine test.\n5. Currently residing in Alabama\n\n   Exclusion Criteria:\n6. Non-English speaking\n7. Lives in restricted environment that does not allow smoking\n8. Pregnant or lactating\n9. Testing positive on urine drug screen test at baseline - any drugs other than Tetrahydrocannabinol (THC) not allowed\n10. Daily or exclusive use of other tobacco products (e.g., cigars, e-cigarettes) if a smoker; if non-smoker, any other tobacco product use is exclusionary\n11. Currently receiving smoking cessation treatment or using electronic cigarettes or other tobacco to try and quit smoking cigarettes\n12. Participants would work outside normal 7 a.m. to 6 p.m. hours\n13. Former smokers\n14. History of a medical condition (e.g., bipolar disorder, migraine, or seizure disorder) that might be exacerbated by sleep deprivation as a result of Study 3\n15. History of a serious lung/breathing disease that prevents one from walking or holding their breath for 10 seconds (in order to complete Carbon Monoxide breath test)\n16. Cognitive impairment such that participant is unable to provide informed consent\n17. Acutely suicidal, manic, acutely intoxicated, or otherwise not stable enough to provide informed consent\n18. Living outside of the Birmingham metro area (\\> 20 miles away from University of Alabama at Birmingham Main Campus)\n\nSub-study 3\n\nInclusion Criteria:\n\n1. 18 years or older\n2. Able to read and speak English\n3. Non-Hispanic African American (Black) or non-Hispanic white race\n4. Daily smoker defined as smoking 5 or more cigarettes a day for the past one year and having smoked more than 100 cigarettes in lifetime, as well as by an expired Carbon Monoxide (CO) cut-off of Carbon Monoxide (CO)\\>10ppm and positive cotinine test to ensure daily smoking\n5. Currently residing in Alabama\n\n   Exclusion Criteria:\n6. Non-English speaking\n7. Lives in restricted environment that does not allow smoking\n8. Pregnant or lactating\n9. Daily or exclusive use of other tobacco products (e.g., cigars, e-cigarettes) if a smoker; if non-smoker, any other tobacco product use is exclusionary\n10. Currently receiving smoking cessation treatment or using electronic cigarettes or other tobacco to try and quit smoking cigarettes\n11. Participants would work outside normal 7 a.m. to 6 p.m. hours\n12. Former smokers\n13. History of a medical condition (e.g., bipolar disorder, migraine, or seizure disorder) that might be exacerbated by sleep deprivation as a result of Study 3\n14. Currently taking any psychiatric medications, pain medications (i.e., opioids), or sleep medications (e.g., Ambien, trazodone, melatonin pills, Cannabidiol (CBD) products)\n15. History of a serious lung/breathing disease that prevents one from walking or holding their breath for 10 seconds\n16. Testing positive on urine drug screen test at baseline - any drugs other than Tetrahydrocannabinol (THC) not allowed\n17. Has an apnea-hypopnea index (AHI) score of \\> 15 on home sleep testing that was conducted during sub-study 2\n18. Uses Continuous positive airway pressure (CPAP) machine to sleep at night\n19. Cognitive impairment such that participant is unable to provide informed consent\n20. Acutely suicidal, manic, acutely intoxicated, or otherwise not stable enough to provide informed consent\n21. Living outside of the Birmingham metro area (\\> 20 miles away from University of Alabama at Birmingham Main Campus)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Melinda Clarke, MS",
                    "role": "CONTACT",
                    "phone": "2059757809",
                    "email": "melindaclarke@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Karen L Cropsey, Psy.D.",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama, Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mickeah Hughley, BA",
                            "role": "CONTACT",
                            "phone": "205-975-7809",
                            "email": "mickeahhugley@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014029",
                    "term": "Tobacco Use Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M22242",
                    "name": "Parasomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M16785",
                    "name": "Tobacco Use Disorder",
                    "asFound": "Nicotine Dependence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}