{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05363111",
            "orgStudyIdInfo": {
                "id": "21599"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-03039",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "21599",
                    "type": "OTHER",
                    "domain": "City of Hope Comprehensive Cancer Center"
                },
                {
                    "id": "P30CA033572",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA033572"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Radioimmunotherapy (111Indium/225Actinium-DOTA-daratumumab) for the Treatment of Relapsed/Refractory Multiple Myeloma",
            "officialTitle": "Phase 1 Trial of 111Indium/225Actinium-DOTA-Daratumumab in Patients With Relapsed/Refractory Multiple Myeloma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "radioimmunotherapy-dota-daratumumab-for-the-treatment-of-relapsed-refractory-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-03",
            "studyFirstSubmitQcDate": "2022-05-03",
            "studyFirstPostDateStruct": {
                "date": "2022-05-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial tests the safety, side effects, and best dose of actinium Ac 225-DOTA-daratumumab (225Ac-DOTA-daratumumab) in combination with daratumumab and indium In 111-DOTA-daratumumab (111In-DOTA-daratumumab) in treating patients with multiple myeloma that does not respond to treatment (refractory) or that has come back (recurrent). Daratumumab is a monoclonal antibody that may interfere with the ability of cancer cells to grow and spread. 111In-DOTA-daratumumab and 225Ac-DOTA-daratumumab are forms of radioimmunotherapy in which a monoclonal antibody, daratumumab, has been linked to a radiotracer to allow for targeted delivery of the treatment to cancer cells. Giving all three together may kill more cancer cells.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To assess the safety and tolerability of 111In/225Ac-DOTA-daratumumab, at each dose level in order to establish the maximum tolerated dose (MTD), which will inform the recommended phase 2 dose (RP2D).\n\nSECONDARY OBJECTIVES:\n\nI. To describe the anti-myeloma activity of 225Ac-DOTA-daratumumab as assessed by overall response rate (ORR).\n\nII. To evaluate the organ biodistribution, pharmacokinetics and organ dose estimates of 111In/225Ac-DOTA-daratumumab.\n\nEXPLORATORY OBJECTIVE:\n\nI. To assess the activity of 225Ac-DOTA-daratumumab against non-cancer immune cells using the peripheral blood and bone marrow (BM) samples.\n\nOUTLINE: This is a dose-escalation trial of 225Ac-DOTA-daratumumab.\n\nPatients receive daratumumab intravenously (IV) over 45 minutes. Two hours later, patients receive 111In-DOTA-daratumumab and 225Ac-DOTA-daratumumab IV over 20-30 minutes.\n\nAfter completion of study treatment, patients are followed up weekly for 8 weeks, every 2 weeks for 4 weeks, every 4 weeks for 16 weeks, and then periodically up to 12 months."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Plasma Cell Myeloma",
                "Refractory Plasma Cell Myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 15,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (daratumumab, 225Ac/111In-DOTA-daratumumab)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive daratumumab IV over 45 minutes. Two hours later, patients receive 111In-DOTA-daratumumab and 225Ac-DOTA-daratumumab IV over 20-30 minutes.",
                    "interventionNames": [
                        "Biological: Actinium Ac 225-DOTA-Daratumumab",
                        "Biological: Daratumumab",
                        "Biological: Indium In 111-DOTA-Daratumumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Actinium Ac 225-DOTA-Daratumumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (daratumumab, 225Ac/111In-DOTA-daratumumab)"
                    ],
                    "otherNames": [
                        "225Ac-DOTA-Daratumumab; [225Ac]-DOTA-Daratumumab"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Daratumumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (daratumumab, 225Ac/111In-DOTA-daratumumab)"
                    ],
                    "otherNames": [
                        "Anti-CD38 Monoclonal Antibody",
                        "Darzalex",
                        "HuMax-CD38",
                        "JNJ-54767414"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Indium In 111-DOTA-Daratumumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (daratumumab, 225Ac/111In-DOTA-daratumumab)"
                    ],
                    "otherNames": [
                        "111In-DOTA-Daratumumab; [111In]-DOTA-Daratumumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of dose-limiting toxicities (DLTs)",
                    "description": "Toxicity will be graded according to the National Cancer Institute (NCI)- Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
                    "timeFrame": "During the first 6 weeks post administration of study drug"
                },
                {
                    "measure": "Maximum tolerated dose (MTD)",
                    "description": "Toxicity will be graded according to the NCI-CTCAE version 5.0. The MTD is defined as the dose for which the isotonic estimate of the toxicity rate is closest to the target toxicity rate. The MTD will be based on the assessment of DLT during the first 6 weeks.",
                    "timeFrame": "During the first 6 weeks post administration of study drug"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate",
                    "description": "Will be defined as the proportion of patients meeting the criteria for partial response (PR), very good partial response (VGPR), complete response (CR), or stringent complete response (sCR). Disease response will be evaluated per International Myeloma Working Group (IMWG) response criteria.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "Complete response rate",
                    "description": "Will be defined as the proportion of patients meeting the criteria for CR or sCR.",
                    "timeFrame": "Up to 12 months"
                },
                {
                    "measure": "12-month overall survival",
                    "description": "If a patient is still alive, survival time is censored at the time of last follow-up.",
                    "timeFrame": "Time from first day of treatment to time of death due to any cause, assessed up to 12 months"
                },
                {
                    "measure": "Progression free survival",
                    "description": "If a patient has not progressed or died, progression-free survival is censored at the time of last follow-up. Patients who start a new treatment regimen without documented progression will be censored.",
                    "timeFrame": "Time from first day of treatment to the first observation of disease progression or death due to any cause, assessed up to 12 months"
                },
                {
                    "measure": "Time to progression",
                    "description": "If failure has not occurred, failure time is censored at the time of last follow-up.",
                    "timeFrame": "Time from first day of treatment to the first observation of disease progression or death due to disease, assessed up to 12 months"
                },
                {
                    "measure": "Duration of response",
                    "description": "Deaths from causes other than progression will be censored and not included in calculation.",
                    "timeFrame": "In patients with PR or better, time from first response documented until disease progression, assessed up to 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n\n  * Assent, when appropriate, will be obtained per institutional guidelines\n* Age \\>= 18 years\n* Karnofsky performance status (KPS) \\> 60%\n* Multiple myeloma according to International Myeloma Working Group (IMWG) criteria with measurable disease defined as one of the following:\n\n  * Serum monoclonal protein \\>= 1.0 g/dL (or 0.5 g/dL in patients with immunoglobulin A \\[IgA\\] multiple myeloma \\[MM\\])\n  * 24 hour urine monoclonal protein \\>= 200 mg/24 hour\n  * Serum free light chain (FLC) of \\> 10 mg/dL and an abnormal kappa:lambda ratio\n* Minimum of two prior lines of therapy\n* Previously received treatment with all of the following: a proteasome inhibitor, an immunomodulatory drug, and an anti-CD38 monoclonal antibody. Refractory (defined per IMWG Consensus Criteria) to daratumumab\n* CD38 expression on multiple myeloma (MM) cells from bone marrow aspirate or biopsy as demonstrated by flow cytometry or immunohistochemistry\n* Refractory (defined per IMWG Consensus Criteria) or intolerant to most recent therapy\n* Fully recovered from the acute toxic effects (except alopecia) to =\\< grade 1 to prior anti-cancer therapy\n* Prior antitumor therapy must have been completed prior to enrollment as follows:\n\n  * \\>= 21 days for investigational agents, cytotoxic chemotherapy\n  * \\>= 21 days for radiation therapy. Note: Patients must have measurable disease that has been untreated/unaffected by local radiation therapy\n  * \\>= 3 months for prior anti-CD38-targeted therapy, adoptive cell therapy\n  * \\>=14 days for proteasome inhibitor therapy\n  * \\>= 7 days for immunomodulatory agents\n* Absolute neutrophil count (ANC) \\>= 1,000/mm\\^3 (within 14 days prior to day 1 of protocol therapy)\n\n  * NOTE: Growth factor is not permitted within 7 days of ANC assessment unless cytopenia is secondary to disease involvement\n* Platelets \\>= 75,000/mm\\^3 (\\>= 50,000/mm\\^3 if \\>= 50% marrow involvement) (within 14 days prior to day 1 of protocol therapy)\n\n  * NOTE: Platelet transfusions are not permitted within 14 days of platelet assessment unless cytopenia is secondary to disease involvement\n* Total bilirubin =\\< 1.5 x upper limit of normal (ULN) (unless has Gilbert's disease) (within 14 days prior to day 1 of protocol therapy)\n* Aspartate aminotransferase (AST) =\\< 3 x ULN (within 14 days prior to day 1 of protocol therapy)\n* Alanine aminotransferase (ALT) =\\< 3 x ULN (within 14 days prior to day 1 of protocol therapy)\n* Creatinine =\\< 1.5 mg/dl AND/OR creatinine clearance of \\>= 40 mL/min per 24 hour urine test or the Cockcroft-Gault formula (within 14 days prior to day 1 of protocol therapy)\n* Women of childbearing potential (WOCBP): negative urine or serum pregnancy test\n\n  * If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required (within 14 days prior to day 1 of protocol therapy)\n* Woman of childbearing potential must be practicing a highly effective method of birth control consistent with local regulations regarding the use of birth control methods for subjects participating in clinical studies: e.g., established use of oral, injected or implanted hormonal methods of contraception; placement of an intrauterine device or intrauterine system; barrier methods; condom with spermicidal foam/gel/film/cream/suppository or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/suppository; male partner sterilization; true abstinence (when this is in line with the preferred and usual lifestyle of the subject) during and after the study (6 months after the last dose of 225Ac-DOTA-Daratumumab for women).\n\nA man who is sexually active with a woman of childbearing potential and has not had a vasectomy must agree to use a barrier method of birth control, e.g., either condom with spermicidal foam/gel/film/cream/suppository or partner with occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/suppository, and all men must also not donate sperm during the study and for 6 months after receiving the last dose of study drug\n\n* Childbearing potential defined as not being surgically sterilized (men and women) or have not been free from menses for \\> 1 year (women only)\n\nExclusion Criteria:\n\n* Daratumumab or other anti CD38 antibody treatment \\< 3 months prior to study enrollment\n* Prior radiopharmaceutical therapy\n* Detectable antibodies directed against daratumumab\n* Subject has received previous radiation to \\> 25% of their bone marrow\n* Female patients who are lactating or have a positive pregnancy test during the screening period\n* Major surgery within 14 days prior to start of study treatment\n* Subject is receiving concurrent chemotherapy, radiation, or biologic for cancer treatment. Subject is receiving bone marrow stimulatory factors (e.g., granulocyte-macrophage colony-stimulating factor \\[GM-CSF\\]). Note: Hormonal therapy for someone with a history of cancer treated with curative intent is permitted if subject has been on hormonal therapy \\> 1 year\n* Vaccination with live attenuated vaccines within 4 weeks of study agent administration\n* A diagnosis of primary amyloidosis, plasma cell leukemia, Waldenstrom macroglobulinemia, or POEMS\n* Severe persistent asthma (forced expiratory volume in 1 second \\[FEV1\\] \\< 60% and/or daily symptoms) or severe chronic obstructive pulmonary disease (COPD) defined clinically or by historical pulmonary function tests with an FEV1 \\< 50% predicted\n* Subject has known allergies, hypersensitivity, or intolerance to monoclonal antibodies or human proteins, or their excipients (refer to respective package inserts or investigator's brochure). Patients with a history of infusion reactions to daratumumab with prior treatment that resolved with supportive measures and in whom daratumumab therapy was not previously discontinued because of infusion reactions are permitted\n* Subject has uncontrolled human immunodeficiency virus (HIV-1), chronic or active hepatitis B, or active hepatitis A or C\n\n  * Patients with HIV are eligible unless their CD4+ T-cell counts are \\< 350 cells/mcL or they have a history of acquired immunodeficiency syndrome (AIDS)-defining opportunistic infection within the 12 months prior to registration. Concurrent treatment with effective antiretroviral therapy (ART) according to Department of Health and Human Services (DHHS) treatment guidelines is recommended\n* Subject has any one of the following:\n\n  * Clinically significant abnormal electrocardiogram (ECG) finding at screening\n  * Congestive heart failure (New York Heart Association class III or IV)\n  * Myocardial infarction within 12 months prior to starting study treatment\n  * Unstable or poorly controlled angina pectoris, including Prinzmetal variant angina pectoris\n* Subject has presence of other active malignancy \\[see exceptions below\\] (However, research participants with history of prior malignancy treated with curative intent and in complete remission are eligible). The following malignancies are exceptions to the active malignancy statement:\n\n  * Basal cell carcinoma of the skin\n  * Squamous cell carcinoma of the skin\n  * Non-muscle invasive bladder cancer\n  * Carcinoma in situ of the cervix\n  * Carcinoma in situ of the breast\n  * Incidental histologic finding of prostate cancer (T1a or T1b using the TNM clinical staging system) or prostate cancer that is curative\n* Any other condition that would, in the investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns with clinical study procedures\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Scott R Goldsmith",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Scott R. Goldsmith",
                            "role": "CONTACT",
                            "phone": "626-218-3562",
                            "email": "sgoldsmith@coh.org"
                        },
                        {
                            "name": "Scott R. Goldsmith",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Plasma Cell Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000556306",
                    "term": "Daratumumab"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                },
                {
                    "id": "C000071349",
                    "term": "1,4,7,10-tetraazacyclododecane- 1,4,7,10-tetraacetic acid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000002614",
                    "term": "Chelating Agents"
                },
                {
                    "id": "D000064449",
                    "term": "Sequestering Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M272211",
                    "name": "Daratumumab",
                    "asFound": "Kidney Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M254721",
                    "name": "1,4,7,10-tetraazacyclododecane- 1,4,7,10-tetraacetic acid",
                    "asFound": "Zone",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M5860",
                    "name": "Chelating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}