{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05345444",
            "orgStudyIdInfo": {
                "id": "22-03024562"
            },
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Radiation Therapy and IRreversible Electroporation for Intermediate Risk Prostate Cancer (RTIRE)",
            "officialTitle": "Radiation Therapy and IRreversible Electroporation for Intermediate Risk Prostate Cancer (RTIRE)",
            "acronym": "RTIRE",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "radiation-therapy-and-irreversible-electroporation-for-intermediate-risk-prostate-cancer-rtire"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-05-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-19",
            "studyFirstSubmitQcDate": "2022-04-19",
            "studyFirstPostDateStruct": {
                "date": "2022-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This is a single-site trial for 42 subjects with intermediate risk prostate cancer who undergo Irreversible Electroporation (IRE) followed by Magnetic Resonance guided Radiotherapy MRgRT. The investigators hypothesize that the combined therapy will feasible and be safe to perform with low morbidity. Ultimately, RTIRE may provide optimal treatment for intermediate risk prostate cancer patients.",
            "detailedDescription": "The primary objective is to determine feasibility of combining IRE and SBRT. Feasibility is defined at 80% of subjects assessed at 12 weeks post-IRE/6 weeks post-MRgRT within 1 year from first subject enrollment.\n\nRationale\n\n1. Focal therapy with IRE offers a low side effect profile of treatment but risk of recurrence\n2. Lower dose MRgRT offers the potential benefit of limiting radiation dose received by normal tissues, namely the bladder and rectum, with advanced MR image guidance, real- time volume adaptability and dose delivery techniques.\n3. Combined IRE and MRgRT may provide optimal treatment of prostate cancer while minimizing side effects\n\nPatients with intermediate risk prostate cancer are at higher risk of progressing while on active surveillance when compared to men with low-risk prostate cancer. The benefits of definitive treatment with RT or surgery may not outweigh the risks of surveillance in intermediate risk prostate cancer patients due to increased morbidity of treatment. Focal therapy with IRE is effective in treating prostate cancer with minimal side effects but has a high risk of recurrence, especially in patients with nontreated low risk prostate cancer. Lower dose RT may treat low risk prostate cancer and reduce the risk of recurrence after treatment. RTIRE may be a treatment option for some patients with intermediate risk prostate cancer.\n\nStudy Completion A participant is considered to have completed the study if he has completed all phases of the study including the last visit or the last scheduled procedure. The end of the study is defined as completion of the last visit or procedure shown in the SoA in the trial globally.\n\nTreatment Phase Irreversible Electroporation Subjects will be placed in the dorsal lithotomy position under sterile technique. The NanoKnife procedure will be carried out under general anesthesia. A Foley catheter will be placed to aid in draining the bladder during treatment.\n\nPrior to NanoKnife treatment, subjects will receive an antibiotic of choice selected by the treating physician via intravenous infusion to reduce the chance of infection. A negative urine culture will be obtained prior to treatment.\n\nThe area of the prostate that was positive for cancer based on the transperineal prostate biopsy will be targeted for ablation via the NanoKnife System. An MRI/TRUS fusion device probe will be placed in the rectum and the prostate will be visualized in both sagittal and axial views. The ultrasound grid which was used during the mapping biopsy will be oriented using anatomical landmarks and used to identify the location of the positive biopsy cores. The NanoKnife Single Electrode Probes will be percutaneously inserted into the prostate through the perineum using MRI/TRUS fusion guidance and the ultrasound grid for guidance. The location of the probes will be documented via ultrasound imaging After placement of the NanoKnife probes in the prostate and immediately prior to NanoKnife treatment, a nondepolarizing neuromuscular blocking agent will be administered to reduce skeletal muscle contraction which is associated with the use of the NanoKnife System. The pulse treatment dose will be determined using standard protocol and a pre-treatment checklist will be performed prior to ablation. Post ablation assessment will be performed by assessing changings in voltage parameters during treatment and after confirmation of adequate ablation the probes will be removed. An immediate post ablation MRI will also be assessed to determine the effectiveness of ablation. The Foley catheter will be left in place after the procedure and removed at the discretion of the treating physician. The IRE treatment will be scheduled as an outpatient procedure. Patients will be discharged from the hospital with a foley catheter and scheduled for a void trial prior to removal. The void trial will include a post void residual to confirm safety for catheter removal.\n\nRadiotherapy After consent, eligibility verification, and IRE patients will undergo CT/MRI simulation and radiotherapy planning. Patients will receive treatment to the prostate + seminal vesicles to 32.5 Gy in 5 fractions.\n\nImmobilization Immobilization of the hips and feet using a cradle should be considered. Each patient will be positioned in the supine position. Prone positioning for treatment is not permitted.\n\nSimulation Treatment planning CT/MRI will be performed with vac loc immobilization. Patients will be advised to drink 2-3 cups of water 30 minutes prior to the MRI simulation to allow for a comfortably full bladder, as tolerated.\n\nRectal Filling - An overly distended rectum can introduce a systematic positioning error that may increase the probability of missing the clinical target volume (CTV). Patients should be simulated with the rectum as empty as possible and \\<3 cm in the anterior-posterior dimension is ideal. Rectal balloons for planning and treatment are not permitted. Enema may be necessary for subjects. Bladder Filling - Patients should also have a comfortably full bladder (the patient should not be uncomfortable at simulation because it is likely that he will have more difficulty maintaining a full bladder during treatment).\n\nContours The prostate + seminal vesicles will be contoured as the clinical target volume (CTV). The planning target volume (PTV) expansion for the CTV will be 2 mm. The rectum will be drawn from the bottom of the ischial tuberosities to the sigmoid flexure. The bladder, bladder wall (bladder - 4 mm isotropic constriction), urethra (contoured with 10 mm brush on sagittal view), femoral heads, and penile bulb will also be contoured as normal structures.\n\nDose/Treatment Planning Parameters PTV will be treated to the prescribed dose 32.5 Gy in 5 fractions. VPrescription Dose (volume of the PTV receiving Prescription Dose) should be ≥ 95% and not exceed 115% (hotspot) Urethra should be expanded with a 3 mm PRV and should not receive more than the prescription dose"
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ],
            "keywords": [
                "Irreversible Electroporation",
                "Radiotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 42,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Irreversible Electroporation and Radiotherapy",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Device: IRE & MRgRT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "IRE & MRgRT",
                    "description": "Subjects will undergo Irreversible electroporation(IRE) followed by Magnetic resonance guided radiotherapy (MRgRT)",
                    "armGroupLabels": [
                        "Irreversible Electroporation and Radiotherapy"
                    ],
                    "otherNames": [
                        "RTIRE"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility as measured by percentage of subjects assessed at 12 weeks post-IRE",
                    "description": "Feasibility is defined at 80% of subjects (8 subjects) assessed at 12-week post-IRE",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Feasibility as measured by percentage of subjects assessed at 6 weeks post-MRgRT within 1 year",
                    "description": "Feasibility is defined as 80% of subjects (8 subjects) assessed at 6 weeks post-MRgRT within 1 year",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of treatment-related adverse events",
                    "timeFrame": "up to 12 months"
                },
                {
                    "measure": "Oncologic efficacy of RTIRE as measure by the number of subjects with presence of clinically significant (Greater than grade group1) prostate cancer",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "change in Impact of RTIRE on health-related quality of life as measured by the Expanded Prostate Cancer Index Composite for Clinical Practice (EPIC-CP)",
                    "description": "Questionnaire to help assess overall quality of life in patients with prostate cancer. This questionnaire is a 1-page, 16-item questionnaire that is designed to assess urinary incontinence, urinary irritation, bowel irritation, sexual health and hormonal health after prostate cancer surgery. Each domain is scored separately from a scale of 0 to 12. The minimum symptom score in each domain is a 0 and the maximum symptom score in each domain is a 12.",
                    "timeFrame": "Baseline, Every 3 months (up to 60 Months)"
                },
                {
                    "measure": "Change in Impact of RTIRE on health-related quality of life as measured by the International Prostate Symptom Score (IPSS)",
                    "description": "Score of 0 to 7 points:Mild symptoms 8 to 19 points:Moderate symptoms 20 to 35 points:Severe symptoms",
                    "timeFrame": "Baseline, Every 3 months (up to 60 Months)"
                },
                {
                    "measure": "Prostate multiparametric MRI changes",
                    "description": "Assess pre and post prostate mpMRI changes",
                    "timeFrame": "Baseline, immediately post IRE procedure,3 month post procedure, and 12 months post procedure"
                },
                {
                    "measure": "Change in Impact of RTIRE on health-related quality of life as measured by International Index of Erectile Function (IIEF-5)",
                    "description": "For IIEF-5 severe (5-7), moderate (8-11), mild to moderate (12-16), mild (17-21), no ED (22-25).",
                    "timeFrame": "Baseline, Every 3 months (up to 60 Months)"
                },
                {
                    "measure": "Prostate Specific Antigen",
                    "description": "Following the PSA measure",
                    "timeFrame": "Baseline, Every 3 months (up to 60 Months)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men aged ≥ 18\n2. ECOG 0 - 1\n3. Histologically confirmed intermediate risk prostate cancer per NCCN guidelines.\n4. Focal grade group 2 or 3 (GS 3+4 or GS 4 + 3) cancer in MRI target\n5. Gland size \\< 80 cc\n6. Ability to undergo IRE\n7. Ability to receive MRI-guided radiotherapy.\n8. Ability to complete the HRQOL assessment surveys\n9. Willingness to undergo 12 month follow up biopsy\n\nExclusion Criteria:\n\n1. Prior history of focal therapy.\n2. Prior history of receiving pelvic radiotherapy.\n3. Patient with metastatic prostate cancer.\n4. Patient with history of inflammatory bowel disease.\n5. Inability to undergo general anesthesia\n6. Inability to be placed within the lithotomy position for a transperineal approach to both biopsy and treatment.\n7. Patients with a prior or concurrent disease whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial. Note: Any patient with a cancer (other than keratinocyte carcinoma or carcinoma in situ or low-grade non-muscle invasive bladder cancer) who has been disease-free for less than 3 years must contact the Principal Investigator.\n8. History of bladder neck or urethral stricture.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Males with prostate cancer (participant eligibility is not based on self-representation of gender identity).",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sharanya Chandrasekhar",
                    "role": "CONTACT",
                    "phone": "646-962-3110",
                    "email": "shc2043@med.cornell.edu"
                },
                {
                    "name": "Pragya Yadav",
                    "role": "CONTACT",
                    "phone": "646-962-2196",
                    "email": "pry2003@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Timothy McClure",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Weill Cornell Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10065",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sharanya Chandrasekhar",
                            "role": "CONTACT",
                            "phone": "646-962-3110",
                            "email": "shc2043@med.cornell.edu"
                        },
                        {
                            "name": "Pragya Yadav",
                            "role": "CONTACT",
                            "phone": "6469622196",
                            "email": "pry2003@med.cornell.edu"
                        },
                        {
                            "name": "Timothy McClure, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18304396",
                    "type": "BACKGROUND",
                    "citation": "Haas GP, Delongchamps N, Brawley OW, Wang CY, de la Roza G. The worldwide epidemiology of prostate cancer: perspectives from autopsy studies. Can J Urol. 2008 Feb;15(1):3866-71."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "NCCN Clinical Practice Guidelines in Oncology - Prostate Cancer (Version 2.2017). (2017)"
                },
                {
                    "pmid": "30735235",
                    "type": "BACKGROUND",
                    "citation": "Kishan AU, Dang A, Katz AJ, Mantz CA, Collins SP, Aghdam N, Chu FI, Kaplan ID, Appelbaum L, Fuller DB, Meier RM, Loblaw DA, Cheung P, Pham HT, Shaverdian N, Jiang N, Yuan Y, Bagshaw H, Prionas N, Buyyounouski MK, Spratt DE, Linson PW, Hong RL, Nickols NG, Steinberg ML, Kupelian PA, King CR. Long-term Outcomes of Stereotactic Body Radiotherapy for Low-Risk and Intermediate-Risk Prostate Cancer. JAMA Netw Open. 2019 Feb 1;2(2):e188006. doi: 10.1001/jamanetworkopen.2018.8006."
                },
                {
                    "pmid": "32022878",
                    "type": "BACKGROUND",
                    "citation": "Mahase SS, D'Angelo D, Kang J, Hu JC, Barbieri CE, Nagar H. Trends in the Use of Stereotactic Body Radiotherapy for Treatment of Prostate Cancer in the United States. JAMA Netw Open. 2020 Feb 5;3(2):e1920471. doi: 10.1001/jamanetworkopen.2019.20471. Erratum In: JAMA Netw Open. 2020 Oct 1;3(10):e2027727. doi: 10.1001/jamanetworkopen.2020.27727."
                },
                {
                    "pmid": "21528663",
                    "type": "BACKGROUND",
                    "citation": "Kang JK, Cho CK, Choi CW, Yoo S, Kim MS, Yang K, Yoo H, Kim JH, Seo YS, Lee DH, Jo M. Image-guided stereotactic body radiation therapy for localized prostate cancer. Tumori. 2011 Jan-Feb;97(1):43-8. doi: 10.1177/030089161109700109."
                },
                {
                    "pmid": "32146259",
                    "type": "BACKGROUND",
                    "citation": "Morton G, McGuffin M, Chung HT, Tseng CL, Helou J, Ravi A, Cheung P, Szumacher E, Liu S, Chu W, Zhang L, Mamedov A, Loblaw A. Prostate high dose-rate brachytherapy as monotherapy for low and intermediate risk prostate cancer: Efficacy results from a randomized phase II clinical trial of one fraction of 19 Gy or two fractions of 13.5 Gy. Radiother Oncol. 2020 May;146:90-96. doi: 10.1016/j.radonc.2020.02.009. Epub 2020 Mar 5."
                },
                {
                    "pmid": "31227373",
                    "type": "BACKGROUND",
                    "citation": "Widmark A, Gunnlaugsson A, Beckman L, Thellenberg-Karlsson C, Hoyer M, Lagerlund M, Kindblom J, Ginman C, Johansson B, Bjornlinger K, Seke M, Agrup M, Fransson P, Tavelin B, Norman D, Zackrisson B, Anderson H, Kjellen E, Franzen L, Nilsson P. Ultra-hypofractionated versus conventionally fractionated radiotherapy for prostate cancer: 5-year outcomes of the HYPO-RT-PC randomised, non-inferiority, phase 3 trial. Lancet. 2019 Aug 3;394(10196):385-395. doi: 10.1016/S0140-6736(19)31131-6. Epub 2019 Jun 18."
                },
                {
                    "pmid": "29485063",
                    "type": "BACKGROUND",
                    "citation": "Vogelius IR, Bentzen SM. Dose Response and Fractionation Sensitivity of Prostate Cancer After External Beam Radiation Therapy: A Meta-analysis of Randomized Trials. Int J Radiat Oncol Biol Phys. 2018 Mar 15;100(4):858-865. doi: 10.1016/j.ijrobp.2017.12.011. Epub 2017 Dec 15."
                },
                {
                    "pmid": "33471548",
                    "type": "BACKGROUND",
                    "citation": "Kerkmeijer LGW, Groen VH, Pos FJ, Haustermans K, Monninkhof EM, Smeenk RJ, Kunze-Busch M, de Boer JCJ, van der Voort van Zijp J, van Vulpen M, Draulans C, van den Bergh L, Isebaert S, van der Heide UA. Focal Boost to the Intraprostatic Tumor in External Beam Radiotherapy for Patients With Localized Prostate Cancer: Results From the FLAME Randomized Phase III Trial. J Clin Oncol. 2021 Mar 1;39(7):787-796. doi: 10.1200/JCO.20.02873. Epub 2021 Jan 20."
                },
                {
                    "pmid": "32247206",
                    "type": "BACKGROUND",
                    "citation": "Draulans C, van der Heide UA, Haustermans K, Pos FJ, van der Voort van Zyp J, De Boer H, Groen VH, Monninkhof EM, Smeenk RJ, Kunze-Busch M, De Roover R, Depuydt T, Isebaert S, Kerkmeijer LGW. Primary endpoint analysis of the multicentre phase II hypo-FLAME trial for intermediate and high risk prostate cancer. Radiother Oncol. 2020 Jun;147:92-98. doi: 10.1016/j.radonc.2020.03.015. Epub 2020 Apr 1."
                },
                {
                    "pmid": "12887470",
                    "type": "BACKGROUND",
                    "citation": "Van Andel G, Visser AP, Hulshof MC, Horenblas S, Kurth KH. Health-related quality of life and psychosocial factors in patients with prostate cancer scheduled for radical prostatectomy or external radiation therapy. BJU Int. 2003 Aug;92(3):217-22. doi: 10.1046/j.1464-410x.2003.04321.x."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}