{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03686709",
            "orgStudyIdInfo": {
                "id": "4388"
            },
            "organization": {
                "fullName": "University of Tennessee",
                "class": "OTHER"
            },
            "briefTitle": "Y90 Radioembolization Dose Delivery and Radiation Exposure Assessment",
            "officialTitle": "Y90 Radioembolization Dose Delivery and Radiation Exposure Assessment",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "radioembolization-dose-delivery-and-radiation-exposure-assessment"
        },
        "statusModule": {
            "statusVerifiedDate": "2018-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-06-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2019-06-18",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2019-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-07-05",
            "studyFirstSubmitQcDate": "2018-09-25",
            "studyFirstPostDateStruct": {
                "date": "2018-09-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2018-09-25",
            "lastUpdatePostDateStruct": {
                "date": "2018-09-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Tennessee",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Biocompatibles UK Ltd",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this study is to examine critical aspects of radiation exposure, dose delivery, and systemic yttrium-90 (Y90) exposure related to the infusion of Y90 microspheres for treatment of hepatocellular carcinoma (HCC) and other metastatic liver disease.",
            "detailedDescription": "Radioembolization using Y90 microspheres is a relatively new therapy option for patients with hepatocellular carcinoma (HCC) or other metastatic disease. This process requires the injection of radioactive beta-emitting spheres to delivery a targeted dose to the lesion resulting in cell death. With this technology comes many questions related to the safety and handling and usage of these products. This study will focus on three key aspects of dose delivery using these products.\n\nThe first aim will examine radiation exposure to staff that are involved in handling Y90 microspheres. Radiation exposure to employees has only been somewhat addressed with a recent publication in the European Journal of Nuclear Medicine. Although this work contained key information for assessing exposure, the methods used were characteristic of european clinics and do not mirror the typical workflows seen in North American facilities. In this study, we will use new dosimeter technology to examine radiation exposure to the hands and body of the following clinical personnel using both TheraSphere and SIR-Spheres technology:\n\n* Nuclear medicine technologists: responsible for drawing up, transporting, and disposal of Y90 microspheres doses.\n* Interventional radiologists: responsible for administration of Y90 microspheres doses\n\nThe second aim will examine the use of a modular and portable detector device to provide real-time monitoring of radiation fields surrounding the microsphere administration systems. With current workflows, the final confirmation of whether the full dose was delivered is not assessed until after the procedure is completed and residual vial activities measured. This work will examine if this type of device might be useful in providing a real-time determination of whether the prescribed Y90 microspheres dose was fully delivered to the patient. Detectors will be placed at points throughout the delivery system and data recorded before, during, and after the injection of Y90. Time activity curves will be generated and assessed to determine activity levels near the dose vial and through distribution lines as the dose is injected. We will use various analysis techniques to identify and characterize the injection to determine if a dose administration was successful prior to removing the patient from the procedure room.\n\nThe third aim will use a modular detector device as well as post-radioembolization PET/CT to examine leaching of free Y90 following injection of Y90 microspheres. Some degree of leaching is expected with any labeled product, however, the degree of leaching involved with Y90 microspheres in vivo has yet to be studied in any detail. This pilot study will use two techniques to assess the impact and degree of leaching during Y90 dose administration.\n\nThe first step will use the modular detector device used in aim two of this proposal to measure radioactivity before, during, and after the Y90 dose administration. Detectors will be placed near the patient skin surface in close proximity to the lesion(s) being treated, as well as location distal to the catheter location in other body areas, including the extremities. Time activity curves will be generated from the data collected which will enable analysis of on-target and off-target activity. This data may also be used to assess flow kinetics which may improve isolation of the cause or route of leached Y90 should it be found.\n\nThe second step will involve imaging the patients using PET/CT. Typical Y90 radioembolization focuses on only imaging the liver for assessment of dosimetry following the dose administration. In this study, we will acquire a longer axial PET/CT covering an anatomical range from the top of the head to the lower extremities. This is equivalent to a typical PET/CT protocol used in melanoma imaging. The CT used will be a low-dose CT used only for anatomical localization and PET attenuation correction while the PET acquisition will only use the on-board Y90 for imaging and will not add any additional patient dose.\n\nUsing these two methods, we hope to monitor and assess leaching both during and after Y90 radioembolization to determine key concerns, such as the following:\n\n* The frequency of detectable levels of leaching\n* Physical extent of leaching throughout the body\n* Patient radiation dose estimates associated with the leaching phenomenon"
        },
        "conditionsModule": {
            "conditions": [
                "Hepatocellular Carcinoma",
                "Radiation Exposure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a feasibility study assessing radiation exposure and distribution of Y90 therapy agents. Two groups of 10 patients will be recruited with equal numbers in each group for each of the two types of Y90 radioembolization products commercially available in the United States.Both groups undergo the same monitoring procedures throughout the study and then will be compared. Stratification of patients into therapy groups is solely based on clinical standard of care decision making.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "SIR-Spheres Therapy Selection",
                    "type": "EXPERIMENTAL",
                    "description": "Patient selected for SIR-spheres radioembolization therapy using standard of care selection. Infusion of the therapy dose will be monitored using external detectors placed on the delivery system as well as the points on the patient. Blood draws will be collected before, during, and after the therapy infusion to monitor radiation levels in the blood. Following therapy, the patient will undergo standard of care bremsstrahlung SPECT imaging as well post-infusion PET/CT. A final blood draw will take place in conjunction with PET/CT imaging.",
                    "interventionNames": [
                        "Diagnostic Test: Post therapy PET/CT Imaging"
                    ]
                },
                {
                    "label": "TheraSpheres Therapy Selection",
                    "type": "EXPERIMENTAL",
                    "description": "Patient selected for TheraSpheres radioembolization therapy using standard of care selection. Infusion of the therapy dose will be monitored using external detectors placed on the delivery system as well as the points on the patient. Blood draws will be collected before, during, and after the therapy infusion to monitor radiation levels in the blood. Following therapy, the patient will undergo standard of care bremsstrahlung SPECT imaging as well post-infusion PET/CT. A final blood draw will take place in conjunction with PET/CT imaging.",
                    "interventionNames": [
                        "Diagnostic Test: Post therapy PET/CT Imaging"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Post therapy PET/CT Imaging",
                    "description": "whole-body PET/CT following Y90 radioembolization",
                    "armGroupLabels": [
                        "SIR-Spheres Therapy Selection",
                        "TheraSpheres Therapy Selection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of Active Dose Delivery Monitoring",
                    "description": "This outcome will be measured using modular detector devices placed on the Y90 dose delivery system as well as on the patient. These radiation detectors monitor radiation in real-time during the dose infusion. Time activity curves from the detectors will be collected and assessed for determining if the full dose was delivered as intended.",
                    "timeFrame": "During therapy delivery: ~30 minutes"
                },
                {
                    "measure": "Measurement and Assessment of Free, Circulating Yttrium 90",
                    "description": "This outcome measure will examine the ability to measure free Y90 in the blood during routine therapy procedures. This outcome will be monitored by both modular radiation detectors placed on the patient as well as through blood samples taken before, during, and after the infusion of the therapy dose. An initial blood draw prior to the delivery of the Y90 therapy will provide a baseline for each patient. Samples taken during and after infusion will provide key insights into the changes in blood radioactivity levels which will correspond to the infusion of Y90 and subsequently, the free Y90 circulating in the blood that was not directed to the tumor.",
                    "timeFrame": "Before, during, and after therapy delivery as well as in conjunction with PET/CT: ~40 minutes"
                },
                {
                    "measure": "Therapy Monitoring Using Whole-Body Post-therapy PET/CT Imaging",
                    "description": "This outcome measure will examine the final treatment biodistribution using PET/CT imaging for visual analysis of the data to assess the distribution of spheres within the site of delivery.",
                    "timeFrame": "Following Y90 radioembolization therapy: ~30-40 minutes 2-4 hours post-therapy"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All patients undergoing Y90 radioembolization therapy with SIR-Spheres or TheraSpheres are eligible to participate in this study\n* Must be able to schedule and tolerate additional PET/CT imaging following therapy\n* Must be able to tolerate additional blood draws before, during, and after the radioembolization therapy procedure.\n\nExclusion Criteria:\n\n* Patients that are not candidates for Y90 radioembolization therapy\n* Patients that cannot tolerate additional imaging procedures following therapy\n* Patients that cannot tolerate the additional blood draws required for this study\n* Patients whose schedule does not allow them to remain at the hospital for the additional PET/CT imaging study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dustin Osborne, PhD",
                    "role": "CONTACT",
                    "phone": "8653058264",
                    "email": "dosborne@utmck.edu"
                },
                {
                    "name": "Shelley Acuff",
                    "role": "CONTACT",
                    "phone": "8653056312",
                    "email": "sacuff@utmck.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dustin Osborne, PhD",
                    "affiliation": "University of Tennessee",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Christopher Stephens, MD",
                    "affiliation": "University of Tennessee",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Tennessee Medical Center",
                    "status": "RECRUITING",
                    "city": "Knoxville",
                    "state": "Tennessee",
                    "zip": "37920",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Melissa Weaver",
                            "role": "CONTACT",
                            "phone": "865-305-6181",
                            "email": "mweaver@utmck.edu"
                        },
                        {
                            "name": "Shelley Acuff",
                            "role": "CONTACT",
                            "phone": "8653056312",
                            "email": "sacuff@utmck.edu"
                        },
                        {
                            "name": "Dustin Osborne, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Christopher Stephens, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.96064,
                        "lon": -83.92074
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "Data currently will not be shared but could potentially be shared in the future."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2022-05-12",
                "submissionInfos": [
                    {
                        "releaseDate": "2022-05-12",
                        "resetDate": "2022-06-08",
                        "mcpReleaseN": 1
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006528",
                    "term": "Carcinoma, Hepatocellular"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008113",
                    "term": "Liver Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9613",
                    "name": "Carcinoma, Hepatocellular",
                    "asFound": "Hepatocellular Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11113",
                    "name": "Liver Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}