{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT01794403",
            "orgStudyIdInfo": {
                "id": "20110491"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2019-06935",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (NCI CTRP)"
                }
            ],
            "organization": {
                "fullName": "University of Miami",
                "class": "OTHER"
            },
            "briefTitle": "Radiation Hypofractionation Via Extended Versus Accelerated Therapy (HEAT) For Prostate Cancer",
            "officialTitle": "A Randomized Study of Radiation Hypofractionation Via Extended Versus Accelerated Therapy (HEAT) For Prostate Cancer",
            "acronym": "HEAT",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "radiation-hypofractionation-via-extended-versus-accelerated-therapy-heat-for-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2013-04-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2013-02-14",
            "studyFirstSubmitQcDate": "2013-02-14",
            "studyFirstPostDateStruct": {
                "date": "2013-02-18",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Matthew Abramowitz, MD",
                "investigatorTitle": "Assistant Professor of Clinical",
                "investigatorAffiliation": "University of Miami"
            },
            "leadSponsor": {
                "name": "University of Miami",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Jay L. Friedland MD Prostate Cancer Research Fund",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Accelerated Hypofractionation Radiotherapy for prostate cancer of 36.25 Gy delivered in 5 fractions will not be inferior to the standard treatment of 70.2 Gy given in 26 fractions with respect to two-year failure defined as a positive biopsy two years post treatment completion or earlier evidence of biochemical or clinical failure."
        },
        "conditionsModule": {
            "conditions": [
                "Prostate Cancer"
            ],
            "keywords": [
                "Radiation Therapy",
                "Hypofractionation Radiotherapy",
                "Extended Hypofractionation Radiotherapy",
                "Accelerated Hypofractionation Radiotherapy",
                "AHRT",
                "EHRT"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 456,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Extended Hypofractionation Radiotherapy (EHRT) Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive the EHRT intervention over a period of 6 weeks.",
                    "interventionNames": [
                        "Radiation: Extended Hypofractionation Radiotherapy"
                    ]
                },
                {
                    "label": "Accelerated Hypofractionation Radiotherapy (AHRT) Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will receive the AHRT intervention over a period of 2 weeks.",
                    "interventionNames": [
                        "Radiation: Accelerated Hypofractionation Radiotherapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Extended Hypofractionation Radiotherapy",
                    "description": "A total dose of 70.2 Gy will be delivered in 26 fractions, 2.7 Gy to the Planning Target Volume (PTV) by Intensity Modulated Radiotherapy (IMRT) with stationary gantry or rotating gantry technique.",
                    "armGroupLabels": [
                        "Extended Hypofractionation Radiotherapy (EHRT) Group"
                    ],
                    "otherNames": [
                        "EHRT"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Accelerated Hypofractionation Radiotherapy",
                    "description": "A total dose of 36.25 Gy will be delivered in 5 fractions, 7.25 Gy each to the Planning Target Volume (PTV), by Stereotactic Body Radiotherapy (SBRT) techniques.",
                    "armGroupLabels": [
                        "Accelerated Hypofractionation Radiotherapy (AHRT) Group"
                    ],
                    "otherNames": [
                        "AHRT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of participants achieving two-year failure.",
                    "description": "Reported will be the percentage of participants achieving either a biochemical or clinical failure or positive biopsy. Biochemical Failure will be evaluated using the Phoenix definition wherein failure occurs when the Prostate Specific Antigen (PSA) is ≥ 2 ng/ml more than the lowest PSA measurement before the current one. Clinical failure will be reported as any clinical evidence of local progression or recurrence. A positive biopsy will be concluded via histological evaluation.",
                    "timeFrame": "Up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of treatment related adverse events.",
                    "description": "Toxicity will be reported as the incidence of treatment related grade 2 or higher gastrointestinal (GI) or genitourinary (GU) toxicity. Toxicity will be assessed using the descriptions and grading scales found in the revised NCI Common Terminology Criteria for Adverse Events (CTCAE) version 4.0.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Percentage of Participants achieving failure",
                    "description": "Efficacy will be reported as the percentage of participants achieving biochemical or clinical failure between participants with low and early intermediate risk for prostate cancer. Biochemical Failure will be evaluated using the Phoenix definition wherein failure occurs when the Prostate Specific Antigen (PSA) is ≥ 2 ng/ml more than the lowest PSA measurement before the current one. Clinical failure will be reported as any clinical evidence of local progression or recurrence.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Mortality Rate",
                    "description": "Rate of death from prostate cancer will be reported.",
                    "timeFrame": "Up to 5.25 years"
                },
                {
                    "measure": "Overall Survival",
                    "description": "Overall survival will be reported as the elapsed time from randomization to death from any cause. For surviving patients, follow-up will be censored at the date of last contact.",
                    "timeFrame": "Up to 5.25 years"
                },
                {
                    "measure": "Percentage of participants achieving ASTRO-defined biochemical failure",
                    "description": "American Society for Therapeutic Radiation and Oncology (ASTRO) Consensus Definition (ACD) failure is defined as three consecutive rises in post-treatment PSA, measured at the specified follow-up intervals.",
                    "timeFrame": "Up to 5.25 years"
                },
                {
                    "measure": "HRQOL as assessed by MAX-PC questionnaire",
                    "description": "Health-related quality of life (HRQOL) will be measured using the scores on the Modified 18-item Memorial Anxiety Scale for Prostate Cancer (MAX-PC) from pre-treatment to post-treatment. The scale consists of 18 items (e.g. \"I thought about prostate cancer even though I didn't mean to.\") scored on a scale from 0 (\"not at all\") to 3 (\"often\"). Total scores range from 0 to 54, with higher scores indicating higher levels of anxiety.",
                    "timeFrame": "Up to 5.25 years"
                },
                {
                    "measure": "HRQOL as assessed by EPIC-SF-12 questionnaire",
                    "description": "Health-related Quality of Life (HRQOL) will be measured using the Expanded Prostate Cancer Index Composite and Medical Outcomes Study SF-12 (EPIC SF-12) to evaluate patient function and satisfaction after prostate cancer treatment. The questionnaire has 5 subscales (Urinary Function, Urinary Symptoms, Bowel Habits, Sexual Function and Hormonal Function). Each subscale has a total score ranging from 0-100, with higher scores representing better HRQOL.",
                    "timeFrame": "Up to 5.25 years"
                },
                {
                    "measure": "Incidence of late-occurring treatment related adverse events",
                    "description": "Late occurring toxicity will be reported as the incidence of treatment related grade 2 or higher gastrointestinal (GI) or genitourinary (GU) toxicity occurring more than three months after treatment completion. Toxicity will be assessed using the descriptions and grading scales found in the revised NCI Common Terminology Criteria for Adverse Events (CTCAE) version 4.0.",
                    "timeFrame": "Up to 5.25 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically proven prostate adenocarcinoma.\n\n   * Gleason score 2-7 (reviewed by reference lab at UM).\n   * Biopsy within one year of date of enrollment.\n2. Clinical stage ≤ T2 based on DRE and/or ≤ T3a based on MRI (if done); N0-Nx; M0-Mx (AJCC 7th Edition)\n\n   * T-stage and N-stage determined by physical exam and available imaging studies (CT, and/or MRI of the pelvis; see section 4.5). For MRI, questionable extracapsular extension is permitted. To distinguish blood from tumor the ideal study would be to acquire T2, T1 noncontrast and T1 dynamic contrast enhanced sequence, although this is not required. A small amount of extracapsular extension is permitted, as long as it can be included in the clinical target volume (CTV) and the constraints are met.\n   * M-stage determined by physical exam, CT or MRI. Bone scan not required unless clinical findings suggest possible osseous metastases.\n3. Prostate-Specific Antigen (PSA) \\< 20 ng/ml, obtained no greater than 3 months prior to enrollment.\n4. Patients belonging in one of the following risk groups:\n\n   * Low:\n\n     * Clinical stage\\* T1-T2; Gleason ≤ 6, PSA ≤ 10 \\& \\<50% biopsy cores positive.\n   * Intermediate:\n\n     * Clinical stage T2b-T2c; Gleason ≤ 6, PSA ≤ 10 \\& \\<50% biopsy cores positive.\n     * Clinical stage T1-T2; Gleason ≤ 6, PSA ≤ 10 \\& ≥50% biopsy cores positive.\n     * Clinical stage T1-T2; Gleason = 7, PSA ≤ 10 \\& \\<50% biopsy cores positive or T1-T2; Gleason ≤ 6 \\& PSA \\>10 and \\< 20 \\& \\< 50% biopsy cores positive.\n     * MRI stage T3a with evidence of extraprostatic extension is allowed.\n     * Clinical stage is based on digital rectal exam (DRE). Seminal vesicle invasion on MRI is not eligible. T1a should be permitted if subsequent peripheral zone biopsies show tumor.\n5. Prostate volume: ≤ 80 cc.\n\n   * Determined using: volume = π/6 x length x height x width.\n   * Measured from CT or MRI ≤90 days prior to enrollment.\n6. Zubrod performance status 0-1.\n7. No prior total prostatectomy or cryotherapy of the prostate.\n\n   * Prior suprapubic prostatectomy, transurethral resection and laser ablation are permitted.\n8. No prior radiotherapy to the prostate or lower pelvis.\n9. No implanted hardware or other material that would prohibit appropriate treatment planning or treatment delivery, in the investigator's opinion.\n10. No chemotherapy for a malignancy in the last 5 years.\n11. No history of an invasive malignancy (other than this prostate cancer, or nonmetastatic basal or squamous skin cancers) in the last 5 years.\n12. 4-6 months of androgen deprivation therapy (ADT) are allowed for intermediate risk patients. This must be declared prior to randomization. This may not have been started more than 2 months prior to randomization.\n13. Patient must be able to have gold fiducial markers placed in the prostate (if on anticoagulants, must be cleared by a primary care physician or cardiologist), or if patient already has fiducial marker placed, they must be in accordance with the protocol specifications (Section 4.2.2). NOTE: If a method of intrafraction prostate tracking is available which does not require fiducial markers, this will be adequate for this trial (i.e. 4D transperitoneal ultrasound, onboard MRI guidance).\n14. Ability to understand and the willingness to sign a written informed consent document.\n15. Willingness to fill out quality of life/psychosocial forms.\n16. Age \\>= 35 and =\\< 85 years.\n17. IPSS (AUA) score ≤12\n\nExclusion Criteria:\n\n1. Does not have a diagnosis of prostate adenocarcinoma.\n2. Patient has clinical T3a or any evidence of T3b disease.\n3. Patient has stage N1 or M1 disease.\n4. Patients has a PSA of greater than 20 ng/ml, obtained no greater than 3 months prior to randomization.\n5. Patient does not meet any of the risk groups outlined in section 3.1.4.\n6. Prostate volume greater than 80 cc.\n7. Zubrod performance status 2 or greater.\n8. Prior total prostatectomy.\n9. Prior radiation therapy to the prostate or lower pelvis.\n10. Implanted hardware which limits treatment planning or delivery (determined by the investigator).\n11. Chemotherapy within the past 5 years.\n12. Diagnosis of an invasive malignancy within 5 years (other than current prostate cancer or non-metastatic basal or squamous skin cancers or non-metastatic curatively treated papillary thyroid carcinoma).\n13. The use of more than 2 months of androgen deprivation therapy (ADT) prior to randomization, or plans for ADT to be continued for greater than 6 months.\n14. Inability to have gold fiducial markers placed in the prostate, or fiducial markers already placed that are not in accordance with the protocol (Section 4.2.2). NOTE: If a method of intrafraction prostate tracking is available which does not require fiducial markers, this will be adequate for this trial (i.e. 4D transperitoneal ultrasound, onboard MRI guidance).\n15. Unwilling or inability to give informed consent.\n16. Not willing to fill out quality of life/psychosocial questionnaires.\n17. IPSS score \\> to 12.\n18. Age \\< 35 and \\> 85 years.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "35 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacqueline Rodriguez Amado",
                    "role": "CONTACT",
                    "phone": "305-243-5620",
                    "email": "jxr1572@med.miami.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Matthew Abramowitz, MD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Alan Pollack, MD, PhD",
                    "affiliation": "University of Miami",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Miami",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33136",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacqueline C Rodriguez Amado",
                            "role": "CONTACT",
                            "phone": "305-243-5620",
                            "email": "jxr1572@med.miami.edu"
                        },
                        {
                            "name": "Matthew Abramowitz, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Alan Pollack, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Northern Sydney Local Health District - Royal North Shore Hospital",
                    "status": "RECRUITING",
                    "city": "St. Leonards",
                    "state": "New South Wales",
                    "zip": "2065",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Thomas Eade, M.B.B.S.",
                            "role": "CONTACT",
                            "email": "Thomas.Eade@health.nsw.gov.au"
                        },
                        {
                            "name": "Clare Banks",
                            "role": "CONTACT",
                            "email": "Clare.Banks@health.nsw.gov.au"
                        },
                        {
                            "name": "Thomas Eade, M.B.B.S.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -33.82344,
                        "lon": 151.19836
                    }
                },
                {
                    "facility": "A.O.U. Città della Salute e della Scienza di Torino - University Hospital Trust of Turin",
                    "status": "RECRUITING",
                    "city": "Turin",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "Umberto Ricardi, MD",
                            "role": "CONTACT",
                            "email": "umberto.ricardi@unito.it"
                        },
                        {
                            "name": "Gabriella Furfaro",
                            "role": "CONTACT",
                            "phone": "011-633-4119",
                            "email": "furfarogabriella@gmail.com"
                        },
                        {
                            "name": "Umberto Ricardi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Mario Levis, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Alessia Guarnei, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sara Bartoncini, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.07049,
                        "lon": 7.68682
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}