{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04206319",
            "orgStudyIdInfo": {
                "id": "200010"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-C-0010"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Radium-223 in Biochemically Recurrent Prostate Cancer",
            "officialTitle": "Phase II Trial of Radium-223 in Biochemically Recurrent Prostate Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "radium-in-biochemically-recurrent-prostate-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-19",
            "studyFirstSubmitQcDate": "2019-12-19",
            "studyFirstPostDateStruct": {
                "date": "2019-12-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Cancer Institute (NCI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nSome men who have been treated for localized prostate cancer with surgery or radiation still show signs of the disease in their blood. This is called biochemically recurrent prostate cancer. Radium-223 is a small molecule. It uses radiation to kill cancer cells and improves survival in advanced prostate cancer. Researchers want to see if it can treat prostate cancer and induced immune changes earlier in the disease when the cancer is only detectable by prostate specific antigen (PSA) in the blood.\n\nObjective:\n\nTo learn how Radium-223 affects men with rising PSA but no evidence of cancer on conventional CT or bone scan, but positive findings on PET or molecular imaging in the bones. The primary focus is impact on the immune system with secondary focus on impact on PSA and imaging.\n\nEligibility:\n\nMen ages 18 and older with prostate cancer who have had surgery and/or radiation, but their PSA is rising even though no disease is visible on routine imaging scans (CT or bone scans). Patients are required to have PET or molecular imaging findings in bones, but not organs (lymph nodes are allowed).\n\nDesign:\n\nParticipants will be screened with a medical history and physical exam. Their ability to do normal tasks will be reviewed. They will give tissue samples or a report from their doctor about their cancer. They will have blood and urine tests. They will have an electrocardiogram to measure heart function. They will have a scan of their chest and abdomen using radiation or magnetic resonance imaging. They will have a bone scan with injection of Tc99. They will have a positron emission tomography scan with intravenous (IV) injection of 18F-NaF.\n\nParticipants will get Radium-223 by IV. For this, a small plastic tube is put into an arm vein. Radium-223 will be given on Day 1 of each cycle (1 cycle = 4 weeks) for up to 6 cycles. Participants will repeat the screening tests during the study. They will also complete Quality of Life Surveys and give stool samples.\n\nAfter treatment, participants will have long-term follow-up every 6 weeks for the rest of their lives.",
            "detailedDescription": "Background:\n\nAndrogen deprivation therapy (ADT) and surveillance are treatment options for prostate cancer patients with biochemical progression after localized therapy with either definitive radiation or surgery (biochemically recurrent prostate cancer). A primary goal in these patients is to prevent morbidity from their cancer that results from disease progression and metastatic disease on conventional imaging.\n\nRadium-223 has demonstrated the ability to improve survival in men with symptomatic metastatic castration resistant prostate cancer (mCRPC) with a manageable toxicity profile, particularly in patients who have not yet received docetaxel.\n\nRadiation, even at low doses can impact immune recognition and immune cell killing of cancer cells. Recent findings by the LTIB suggest that radium-223 potentiated T-cell killing of prostate cancer cells.\n\nRadium-223 may present an alternative option for patients with BRPC that is not associated with substantial toxicity (as seen with ADT) and may have a lasting effect due to its potential effect on the immune system and/or the bone microenvironment.\n\nEmerging PET imaging studies will likely find evidence of micrometastatic disease, often in the bones, in biochemically recurrent prostate cancer patients, although these patients will have no standard of care that can be supported by prospective data.\n\nRadium-223 has demonstrated the ability to improve survival in men with symptomatic prostate cancer, but it remains unknown what the impact is in patients with micrometastatic or PET positive prostate cancer in their bones\n\nPreclinical data has suggested that radium-223 can impact the immune system.\n\nIn addition, changes in PSA kinetics, changes on PET scan findings, and safety and tolerability of radium-223 in this population will also be evaluated.\n\nObjective:\n\nTo determine statistically significant changes in immune cell populations compared to baseline in participants with biochemically recurrent or 18F NaF PET scan positive prostate cancer treated with radium-223\n\nEligibility:\n\nHistologically confirmed adenocarcinoma of the prostate\n\nImaging showing positive findings on NaF PET, negative CT Scan and Tc-99m Bone Scan\n\nDetectable PSA\n\nECOG 0-1\n\nDesign:\n\nSingle arm study\n\nParticipants will receive 6 injections of radium-223 with monthly assessments of PSA and periodic immune response. NaF PET scans will be completed at screening then at 4 and 7 months after the start of radium-223.\n\nAfter completion of treatment participant will be followed every 6 (+/- 2 weeks)."
        },
        "conditionsModule": {
            "conditions": [
                "Biochemical Recurrent Prostate Cancer"
            ],
            "keywords": [
                "Immune Response",
                "Isotope",
                "PSA"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 26,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive radium-223 treatment every 4 weeks for up to 6 cycles. 18F-NaF PET scans will be used to assess response in bone.",
                    "interventionNames": [
                        "Drug: Radium-223",
                        "Drug: 18F Sodium Fluoride"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Radium-223",
                    "description": "an alpha particle-emitting drug, dose consists of 55 kBq/kg (1.49 microcurie/kg); administered every 4 days",
                    "armGroupLabels": [
                        "1"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "18F Sodium Fluoride",
                    "description": "18F-NaF (Sodium Fluoride) is a radio-pharmaceutical used to image skeletal pathology with positron emission tomography (PET) imaging",
                    "armGroupLabels": [
                        "1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "changes in immune cell populations",
                    "description": "to determine the statistically significant changes in immune cell populations compared to baseline in participants with biochemically recurrent prostate cancer",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in PSA kinetics",
                    "description": "rate of change in PSA per month",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Changes in PSA kinetics and the changes in immune cell populations relative to patients with similar disease undergoing a surveillance period on a similar protocol (NCT02649439)",
                    "description": "rate of change in PSA per month compared against those on the surveillance arm of 16-C-0035",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Safety and tolerability of radium-223",
                    "description": "type, number and frequency of adverse events",
                    "timeFrame": "every 4 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* Histopathological confirmation of prostate adenocarcinoma confirmed in either the Laboratory of Pathology at the National Institutes of Health (NIH) Clinical Center, or Walter Reed National Military Medical Center prior to enrollment. If no pathologic specimen is available, participants may enroll with a pathologist s report showing a histologic diagnosis of prostate cancer and a clinical course consistent with the disease.\n* Biochemical progression after definitive surgery or radiation define as follows:\n* Participants must have a detectable PSA\n* Negative CT scan/MRI and Tc99 bone scan for metastatic prostate cancer. (Only Tc99 will be used to detect bone lesions, CT/MRI would be used to detect soft tissue lesions)\n* Presence of findings on PET scan (i.e., NaF PET scan) suspicious for metastatic prostate cancer in bone. Note: while lymph node findings would be allowed and provide the opportunity for the assessment of any abscopal effects, PET scan findings suggesting visceral disease will be excluded.\n* Testosterone \\>= 100 ng/dL\n* ECOG performance status of 0 1\n* Recovery from acute toxicity related to prior therapy, including surgery and radiation, (defined as no toxicity \\>= grade 2).\n* Hematological eligibility parameters (within 16 days before treatment initiation):\n\n  * Granulocyte count \\>= 3,000/mm\\^3\n  * Absolute neutrophil count (ANC) \\>= 1,500/mm\\^3\n  * Platelet count \\>= 100,000/mm\\^3\n  * Hgb \\>= 10 g/dL\n* Hepatic function eligibility parameters (within 16 days before treatment initiation)\n\n  -- Bilirubin \\<=1.5 mg/dL (OR in participants with Gilbert s syndrome, a total bilirubin \\<= 3.0), AST and ALT \\<= 2.5 times upper limit of normal.\n* Adequate renal function defined by eGFR within normal as predicted by the CKD-EPI equation (\\>= 50 mL/min/1.73m\\^2) or by measure o f creatinine clearance from 24-hour urine collection.\n* No other active malignancies within 36 months of treatment initiation (with the exception of nonmelanoma skin cancers or carcinoma in situ of the bladder)\n* Participants must be \\>=18 years old. Currently, no dosing or adverse event data is available on the use of radium in participants \\< 18 years of age; therefore, only adults are included in this study.\n* Ability of subject to understand and the willingness to sign a written informed consent document.\n* The effects radium-223 on the developing human fetus are unknown but based on the mechanism of action, radium-223 has the potential to cause fetal harm. For this reason, men must agree to use condoms for the duration of study therapy and at least 6 months\n\nafter the last treatment administration. Female partners of reproductive potential must use a highly effective method of birth control during treatment and for 6 months after their partner s last treatment administration. Should a woman become pregnant or suspect she\n\nis pregnant while her partner is participating in this study, she should inform her treating physician immediately.\n\nEXCLUSION CRITERIA:\n\n* Participants with immunocompromised status due to Human Immunodeficiency Virus (HIV) infection or other immunodeficiency diseases because this is a trial with a primary endpoint looking at immune response, requiring functional immune systems.\n* Participants who test positive for HBV or HCV.\n* Chronic administration (defined as daily or every other day for continued use \\> 14 days) of systemic corticosteroids within 28 days of treatment initiation. Use of corticosteroids with minimal systemic absorption (e.g., inhaled steroids, nasal sprays, intraarticular, and topical agents) is allowed.\n* Receipt of any organ transplantation, including allogeneic stem-cell transplantation, but with the exception of transplants that do not require immunosuppression (e.g. corneal transplant, hair transplant).\n* Serious intercurrent medical illness that, in the judgement of the investigator, would interfere with participant's ability to carry out the treatment program.\n* Subjects required other medications known to alter PSA including 5-alpha reductase inhibitors (finasteride and dutasteride) and alternative therapies (e.g., phytoestrogens and saw palmetto).\n* History of prior chemotherapy.\n* History of prior systemic therapy with radionuclides (e.g., strontium-89, samarium-153, rhenium-186, rhenium-188, or radium 223 dichloride).\n* Receipt of an investigational agent within 28 days (or 56 days for an antibody-based therapy) of treatment initiation.\n* Major surgery within 28 days prior to treatment initiation.\n* PET scan findings suggesting visceral disease.",
            "healthyVolunteers": false,
            "sex": "MALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amy R Hankin, P.A.-C",
                    "role": "CONTACT",
                    "phone": "(240) 858-3149",
                    "email": "amy.hankin@nih.gov"
                },
                {
                    "name": "Ravi A Madan, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 480-7168",
                    "email": "rm480i@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ravi A Madan, M.D.",
                    "affiliation": "National Cancer Institute (NCI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                            "role": "CONTACT",
                            "phone": "888-624-1937"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-C-0010.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP. All collected IPD will be shared with collaborators under the terms of collaborative agreements.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Clinical data available during the study and indefinitely. Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
            "accessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. Genomic data are made available via dbGaP through requests to the data custodians."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011471",
                    "term": "Prostatic Neoplasms"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000005834",
                    "term": "Genital Neoplasms, Male"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005832",
                    "term": "Genital Diseases, Male"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000011469",
                    "term": "Prostatic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14335",
                    "name": "Prostatic Neoplasms",
                    "asFound": "Prostate Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M8946",
                    "name": "Genital Neoplasms, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8944",
                    "name": "Genital Diseases, Male",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14333",
                    "name": "Prostatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000057473",
                    "term": "Listerine"
                },
                {
                    "id": "D000005459",
                    "term": "Fluorides"
                },
                {
                    "id": "D000012969",
                    "term": "Sodium Fluoride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002327",
                    "term": "Cariostatic Agents"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8587",
                    "name": "Fluorides",
                    "asFound": "Team",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                },
                {
                    "id": "M140080",
                    "name": "Listerine",
                    "asFound": "Stretch",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15771",
                    "name": "Sodium Fluoride",
                    "asFound": "Stretch",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}