{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05910879",
            "orgStudyIdInfo": {
                "id": "STUDY00000790"
            },
            "secondaryIdInfos": [
                {
                    "id": "1U01MD018311-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1U01MD018311-01"
                }
            ],
            "organization": {
                "fullName": "University of Oregon",
                "class": "OTHER"
            },
            "briefTitle": "RADx-UP Phase 3D (Oregon Saludable: Juntos Podemos)",
            "officialTitle": "Enhancing SARS-CoV-2 Rapid Testing Acceptance in Latinx Communities",
            "therapeuticArea": [
                "Other"
            ],
            "study": "radx-up-phase-oregon-saludable-juntos-podemos"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-08",
            "studyFirstSubmitQcDate": "2023-06-08",
            "studyFirstPostDateStruct": {
                "date": "2023-06-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Oregon",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The ongoing Oregon Saludable: Juntos Podemos (OSJP, Healthy Oregon: Together We Can) project was developed to directly address the COVID-19 related health disparities among Latinx communities through community engagement funded by Phase I and II of the RADx-UP initiative. This project is organized by the University of Oregon's Oregon Saludable: Juntos Podemos (OSJP) project.\n\nIn this Phase III study, study investigators build on the successful Phase I and Phase II partnerships with Latinx-serving community-based organizations and the project's established Community Scientific Advisory Board (CSAB) to employ a data-informed approach for implementing preventive interventions designed to advance health equity and ameliorate health disparities among vulnerable populations. Based on identity-stress and stereotype threat models for racial and ethnic minorities, study investigators will further tailor the Promotores de Salud COVID-19 evidence-based health promotion intervention to experimentally evaluate a brief behavioral self-affirming implementation intention (SAII) intervention; an approach that is evidence-based for increasing acceptance of health messaging, increasing intentions to change, increasing health promoting behaviors, and decreasing psychological distress.\n\nIn collaboration with the Mexican Consulate (MC), research team members will attend the MC mobile events, invite MC attendees to participate in the research study and complete a survey, offer the Promotores de Salud, and SAII intervention to all attendees (if event is assigned to the intervention condition), and distribute rapid tests to participants.",
            "detailedDescription": "There remains a critical need to understand and address barriers to testing among vulnerable populations. Consistent evidence from national initiatives have shown that Latinx individuals are underrepresented at SARS-CoV-2 testing sites, suggesting that better understanding of psychosocial and behavioral barriers is needed. Latinx individuals are more likely to test positive when testing, with representative data showing that for every 1 percent increase in underrepresentation of Latinx persons in testing, a state's mortality rate is 1.04 percentage points more over-representative compared to non-Latinx COVID-19 mortality rates. Further compounding challenges for Latinx communities is mounting evidence demonstrating the deleterious effects of racial and ethnic discrimination on mental and physical health, which has only been exacerbated by the COVID-19 pandemic.\n\nThe key targets of the SAII intervention will be structural social determinants of health (i.e., discrimination and mistrust) as barriers to testing acceptance. The study research team will employ demonstrated survey collection strategies to accomplish the following specific aims in partnership with the project's existing relationships with the state health authority and the study's community partners:\n\nAim 1. Pilot test rapid SARS-CoV-2 test distribution and an English and Spanish version of the SAII intervention. In the first quarter of Year 1, the study research team will tailor and pilot the existing \"ultra-brief\" SAII intervention to be offered in Spanish and English. The study research team will consult with the project's established community partners and CSAB to develop manualized protocols and train the research study team to administer an oral version of SAII that can be readily applied by the study research team and does not require English language proficiency or literacy. The study research team will also be trained to distribute SARS-CoV-2 rapid test kits. The purpose of Aim 1 will be to assess if the new protocol has acceptable levels of usability with this population.\n\nAim 2. Conduct a clustered randomized trial (CRT) testing a health equity effectiveness hypothesis. The study research team will use a 2-group × 2-time (pre-post) design to randomly assign 400 participants sampled from Mexican Consulate event attendees to either an SAII + Promotores de Salud condition or to a control condition (Promotores de Salud only) and test (a) hypothesized main effects of the SAII intervention on testing and vaccine acceptance and health outcomes, and (b) hypothesized buffering effects of COVID-19 stressors and discrimination on testing and health outcomes.\n\nThe research strategy for this project involves a data-informed approach for the study design, with the primary aim of testing a SAII intervention hypothesized to reduce barriers to SARS-CoV-2 testing. In Aim 1, the study research team will tailor and pilot a brief intervention (SAII) designed to increase health messaging uptake and rapid testing acceptance for a vulnerable population - Latinx individuals. The SAII is an \"ultra-brief\" exercise, where participants are asked to formulate an if-then plan with one preferred self-affirmation-inducing cognition. Together with the project's CSAB, study investigators will tailor the extant SAII intervention to be offered in Spanish and English. Based on practicing and piloting activities, the investigative team will examine the length of SAII intervention delivery, any comprehension or translation challenges, and cultural appropriateness to iteratively refine the SAII protocols for the Latinx population before study activities begin. In addition, the study research team will be trained on the use and distribution of SARS-CoV-2 rapid testing kits. Both the rapid testing distribution and the SAII will be examined for Aim 1.\n\nIn Aim 2, study investigators will experimentally evaluate the effectiveness of SAII using a 2-group × 2-time (pre-post) clustered randomized trial. The study research team will randomly assign 400 participants sampled from Mexican Consulate event attendees to either an SAII + Promotores de Salud condition or to a control condition (the Promotores de Salud only). For Aim 2, members of the study research team will approach individuals attending an event and confirm their eligibility using a recruitment screener to determine individual's eligibility. If individuals are eligible, the research team will invite them to: 1) complete the research survey; 2) receive the Promotores de Salud, and 3) receive free COVID-19 rapid testing kits. If the event is assigned to the Intervention Condition, the participants will also receive the ultra-brief SAII.\n\nStudy investigators hypothesize (a) the SAII will increase SARS-CoV-2 rapid testing, testing and vaccine acceptance, and health outcomes through enhancing health promotion messaging, reducing stigma, and affirming self-perceptions; and (b) the SAII will serve as a buffer that moderates (lowers) negative effects of COVID-19-related stressors and discrimination on testing and health outcomes. The study research team will conduct project activities at events sponsored by the Mexican Consulate throughout the state of Oregon."
        },
        "conditionsModule": {
            "conditions": [
                "Health Behavior",
                "Health Care Utilization",
                "Vaccine Hesitancy"
            ],
            "keywords": [
                "Latinx",
                "SARS-CoV-2",
                "COVID-19",
                "Hispanic",
                "Vaccine",
                "Vaccine Acceptance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Promotores Health Education only condition",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Promotores de Salud Health Education intervention includes: (1) a culturally tailored health education to increase knowledge about COVID-19 and the benefits of testing; (2) motivational interviewing (MI) strategies to explore personal, social, and behavioral barriers to testing and to discuss available resources to resolve these barriers; (3) emotional support to address testing-related concerns and anxieties that may dissuade Latinx individuals from getting tested; and (4) service navigation.\n\nWhen promotores (community health advocates) are on-site at Mexican Consulate events, they will provide information about COVID-19 and preventive behaviors using in-person instruction on effective mask wearing, hand washing, and physical distancing, as well as the importance of repeated testing and vaccines.",
                    "interventionNames": [
                        "Behavioral: Promotores de Salud (Health Education)"
                    ]
                },
                {
                    "label": "Self-Affirmation Implementation Intentions (SAII) intervention (plus Promotores Health Education)",
                    "type": "EXPERIMENTAL",
                    "description": "The SAII is designed to reduce stigma and enhance uptake of health messaging. SAII couples; (a) self-affirming interventions that focus on restoring self-integrity in the face of identity threats, with (b) implementation intention interventions focus on whether realization of goal intentions for health behaviors is facilitated by forming an \"implementation intention\" that spells out when, where, and how of goal striving in advance.",
                    "interventionNames": [
                        "Behavioral: Self-Affirmation Implementation Intentions (SAII) Intervention",
                        "Behavioral: Promotores de Salud (Health Education)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-Affirmation Implementation Intentions (SAII) Intervention",
                    "description": "In an \"brief\" exercise, participants are asked to provide a personal story and positive experience during the challenging and sometimes stressful COVID19 pandemic, \"...a time when you felt successful and proud of yourself. ...You can also tell us about a time that you did something to help someone in need.\" The self-affirmation is designed to offset effects of threats to self. In the next section participants are asked to formulate an if-then plan with one preferred self-affirmation-inducing cognition: \"If I feel sad, threatened, or discriminated against, then I will... a)...think about things I value about myself, b)...remember things that I have succeeded in, c) ...think about what I stand for, or d)...think about things that are important to me\". After selecting response, participants read the full If-Then plan out loud and are provided with a paper copy of their exercise to take home.",
                    "armGroupLabels": [
                        "Self-Affirmation Implementation Intentions (SAII) intervention (plus Promotores Health Education)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Promotores de Salud (Health Education)",
                    "description": "The Promotores de Salud intervention includes: (1) a culturally tailored health education to increase knowledge about COVID-19 and the benefits of testing; (2) motivational interviewing (MI) strategies to explore personal, social, and behavioral barriers to testing and to discuss available resources to resolve these barriers; (3) emotional support to address testing-related concerns and anxieties that may dissuade Latinx individuals from getting tested; and (4) service navigation. When promotores (community health advocates) are on-site at Mexican Consulate events, they will provide information about COVID-19 and preventive behaviors using in-person instruction on effective mask wearing, hand washing, and physical distancing, as well as the importance of repeated testing and vaccines.",
                    "armGroupLabels": [
                        "Promotores Health Education only condition",
                        "Self-Affirmation Implementation Intentions (SAII) intervention (plus Promotores Health Education)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rapid Testing Acceptance",
                    "description": "Participants are offered to take home 0-4 SARS-CoV-2 rapid home test kits after enrolling in the project. The primary hypothesis focuses on increasing the likelihood a participant will take home testing kits for COVID-19. After the Promotores only intervention or the Promotores plus SAII intervention, the number or test kits participants choose to take home are recorded.",
                    "timeFrame": "One time point only (Day 1 for ~5 minute), when a participant engages in receiving test kits, no longitudinal follow-up"
                },
                {
                    "measure": "Vaccine Hesitancy/Acceptance",
                    "description": "Vaccine hesitancy is assessed via the Vaccine Acceptance scales of the RADx Common Data Elements and project specific measures. In total, there are 10 items recorded on a 6-point Likert scale of \"Strongly Agree\" to \"Strongly Disagree\" on participant's level of agreement to statements on how accepting they are about the vaccine. Mean score will be calculated with range of 1-6 rated on a scale of \"1. Strongly Agree\" to \"6. Strongly Disagree\", then reverse coded. Low score on vaccine acceptance is a worse outcome and a high score on vaccine acceptance is a better outcome.",
                    "timeFrame": "Change from baseline attitudes towards COVID-19 vaccines at 30 days"
                },
                {
                    "measure": "Coronavirus-Related eHealth Literacy Scale (CoV-eHEALS)",
                    "description": "Coronavirus-Related eHealth Literacy Scale (CoV-eHEALS) is an 8-item measure to assess an individual's self-rated ability (on a 5-point Likert scale) to use the internet to find and utilize health information about the coronavirus. An average mean score CoV-eHEALS score is computed, with a minimum value of 8 and a maximum value of 40. Higher scores indicate better literacy and thus a better outcome.",
                    "timeFrame": "Change from baseline health behaviors at 30 days"
                },
                {
                    "measure": "COVID-19 Knowledge & Attitudes (KAPs)",
                    "description": "The COVID-19 Knowledge \\& Attitudes (KAPs) measure is used to assess survey respondent's knowledge and attitudes about COVID-19. A 7-item scale based on common key factors related to COVID-19 is measured on a 5-point scale ranging from \"1. Definitely False\" to \"5. Definitely True\". An overall knowledge score is calculated based on a mean of the scores for each item. This scale has a minimum value of 7 and a maximum value of 35. Higher scores indicate better knowledge and thus a better outcome.",
                    "timeFrame": "Change from baseline health behaviors at 30 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Broadband internalizing symptoms",
                    "description": "Participants respond to the Phenx Toolkit depression (2 items) and anxiety (2 items) subscales regarding how much or how often they have been bothered by each problem during the past 2 weeks. Items are rated on a scale ranging from 0-4, where 0=\"none/not at all\" and 4= \"severe/nearly every day\". A mean score will be computed from the 4 items, with higher scores indicating more symptoms.",
                    "timeFrame": "Change from baseline symptoms at 30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 or older\n* Attending a Mexican Consulate event that our team is attending\n\nExclusion Criteria:\n\n* Unable to understand Spanish or English or another language translated by a qualified translator at a 5th grade level\n* Individual has previously enrolled in the research project",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kelsey Van Brocklin, BS",
                    "role": "CONTACT",
                    "phone": "541-346-9530",
                    "email": "kelseyvb@uoregon.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dave DeGarmo, PhD",
                    "affiliation": "University of Oregon",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Oregon",
                    "status": "RECRUITING",
                    "city": "Eugene",
                    "state": "Oregon",
                    "zip": "97403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelsey Van Brocklin, BS",
                            "role": "CONTACT",
                            "phone": "541-346-9530",
                            "email": "kelseyvb@uoregon.edu"
                        },
                        {
                            "name": "Dave DeGarmo, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Leslie Leve, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Ellen Hawley McWhirter, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jorge Ramirez Garcia, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.05207,
                        "lon": -123.08675
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We will share all Tier 1 \\& 2 data IPD with the RADx-UP CDCC.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "IPD will be shared in accordance with timeframes set by the RADX-UP CDCC",
            "accessCriteria": "The RADX-UP CDCC will make these determinations",
            "url": "https://radx-up.org/about/"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-04-26",
                    "uploadDate": "2024-04-30T17:47",
                    "filename": "ICF_000.pdf",
                    "size": 137749
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}