{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02917460",
            "orgStudyIdInfo": {
                "id": "160468"
            },
            "organization": {
                "fullName": "Rady Pediatric Genomics & Systems Medicine Institute",
                "class": "OTHER"
            },
            "briefTitle": "Rady Children's Institute Genomic Biorepository",
            "officialTitle": "Genomic Biorepository: Protocol for the Collection, Storage, Analysis, and Distribution of Biological Samples, Genomic and Clinical Data",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "rady-children-s-institute-genomic-biorepository"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2050-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2050-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-08-10",
            "studyFirstSubmitQcDate": "2016-09-26",
            "studyFirstPostDateStruct": {
                "date": "2016-09-28",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2022-12-08",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stephen F. Kingsmore",
                "investigatorTitle": "President and CEO",
                "investigatorAffiliation": "Rady Pediatric Genomics & Systems Medicine Institute"
            },
            "leadSponsor": {
                "name": "Rady Pediatric Genomics & Systems Medicine Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false
        },
        "descriptionModule": {
            "briefSummary": "Rady Children's Institute for Genomic Medicine (RCI) will collect biological samples (such as blood), derived genomic sequences (from DNA and RNA), and clinical features in a Biorepository as a standardized resource for future research studies. The purpose of the Genomic Institute Biorepository is to provide consented samples and data for basic and clinical research related to the genomic cause and treatment of childhood disease, and, in the future, as reference (Quality Control) data to improve the ability to make clinical diagnoses or clinical decisions.\n\nIn addition, the Biorepository will provide a mechanism for making a diagnosis of a genetic disease. That is, once genomic sequences have been derived from biological samples, they will be immediately analyzed. If a genetic disease is identified that appears to explain an affected child's clinical features, then those results will be confirmed by the medically accepted standard, and placed in the electronic health record.",
            "detailedDescription": "RCI will collect biological samples (such as blood), derived genomic sequences (from DNA and RNA), and clinical features in a Biorepository as a standardized resource for future research studies. The purpose of the Genomics Institute Biorepository is to provide consented samples and data for basic and clinical research related to the genomic cause and treatment of childhood disease, and, in the future, as reference (Quality Control) data to improve the ability to make clinical diagnoses or clinical decision.\n\nA diverse Biorepository of biological samples and clinical data is essential to allow these studies to undertake broad and detailed comparisons. In particular, a large Biorepository will allow Institute-affiliated researchers to identify new causes of diseases or treatment responses in many of the understudied ethnic and racial groups that Rady Children's Hospital, San Diego (RCHSD) serves.\n\nSpecifically, the Biorepository, via subsequent individual research protocols, will enable research to improve rates of clinical diagnoses for enrolled subjects and subsequently all affected patients, improve testing capabilities offered to patients, enhance understanding of the mechanisms of disease and treatment responses, and improve clinical management of these diseases. The Biorepository will enroll affected and unaffected individuals and family members, or affected and unaffected tissues, for the purposes of analysis and comparison in order to identify the underlying cause of the disease or treatment in the affected samples. Samples and data will be stored indefinitely and shared with approved researchers to further understanding of genomic components of pediatric diseases.\n\nIn addition, the Biorepository will provide a mechanism for making a diagnosis of a genetic disease. That is, once genomic sequences have been derived from biological samples, they will be immediately analyzed. If a genetic disease is identified that appears to explain an affected child's clinical features, then those results will be confirmed in a manner that is compliant with the Clinical Laboratory Improvements Act (CLIA) and College of American Pathologist (CAP) recommendations, and placed in the electronic health record (EHR). Samples confirmed by CLIA and CAP methods will be identified as such and retained for future confirmatory investigations.\n\nSpecific Aims\n\n1. To collect biological samples and associated clinical data (Phenome).\n2. To create, analyze and store genomic data from the biological samples. Genomic data will include genome (DNA) sequences, RNA sequences, and/or other related 'omic data (including pharmacogenomics, transcriptomics, epigenetics, and the microbiome). Some genomic data will be whole genome sequences. For other samples the genomic data will be panels of specific genes or of all exons of genes (the \"Exome\").\n3. To investigate and improve genomics technologies and software to enhance understanding and testing abilities related to childhood diseases and treatment responses.\n4. To make specimens and data available for qualified researchers and collaborators to further the understanding of childhood diseases and treatment responses.\n5. To collect and correlate genomic data from a wide variety of populations and clinical presentations.\n6. To provide sample and data collections with uniform consent, methods of acquisition, storage for genome-based research studies with subsequent IRB approvals.\n7. To analyze and report clinically-confirmed genomic diagnoses and treatment guidance through use of new research technologies.\n8. To identify and study novel gene and disease processes.\n\nThe investigator will plan to enroll 3000 subjects per year. Following informed consent, the study team will collect a family history and blood samples. The investigator will collect clinical information from the medical record at the time of enrollment and longitudinally to assess changes in the subject's medical condition as well as collect new symptoms. The study team will scavenge tissue and other biological materials obtained from clinical procedures as indicated by clinical presentation and for future research testing."
        },
        "conditionsModule": {
            "conditions": [
                "Genetic Diseases"
            ],
            "keywords": [
                "Rady",
                "Pediatric",
                "Genomic",
                "Precision medicine",
                "Biorepository"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 102000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Enrollees",
                    "type": "EXPERIMENTAL",
                    "description": "Enrollment of healthy and affected subjects to collect samples and data for a pediatric genomic Biorepository. Data includes genomic sequencing and resultant molecular diagnostic results, if any.",
                    "interventionNames": [
                        "Genetic: Genomic sequencing and molecular diagnostic results, if any"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "Genomic sequencing and molecular diagnostic results, if any",
                    "description": "Samples will be stored in the pediatric genomic Biorepository. A subset of samples will undergo genetic/genomic analysis.",
                    "armGroupLabels": [
                        "Enrollees"
                    ],
                    "otherNames": [
                        "Pediatric Genetic Biorepository",
                        "Pediatric Precision Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of samples enrolled per year",
                    "description": "Establishment of a Biorepository for genomic/precision medicine use in pediatric population. This will make samples available to study rare genetic disorders, screening methods, diagnostic methods, other \"omics\", and bench research for possible treatments.",
                    "timeFrame": "Yearly through study completion estimated to be 40 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of children receiving molecular diagnoses",
                    "description": "Utilize cutting edge technologies to improve both diagnostic rates and time to diagnosis for rare genetic diseases. Symptom driven return of clinical results and analysis of clinical utility.",
                    "timeFrame": "Through study completion estimated to be 40 years"
                },
                {
                    "measure": "Time taken to receive molecular diagnosis",
                    "timeFrame": "From date of enrollment until the date of documented clinical laboratory diagnosis or date of death from any cause, whichever came first, assessed up to 10 years."
                },
                {
                    "measure": "Proportion of children in which human phenotype ontology (HPO) terms accurately predict molecular diagnosis",
                    "timeFrame": "Through study completion estimated to be 40 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* All ages, races, genders, ethnicities, and health status will be eligible for participation. Enrollment will include that following vulnerable populations: pregnant women, neonates, fetuses, those with cognitive disabilities, pediatric patients, minorities, and employees.\n\nExclusion Criteria:\n\n* None",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dominic Baun, MBS",
                    "role": "CONTACT",
                    "phone": "858-576-1700",
                    "phoneExt": "228491",
                    "email": "jbaun@rchsd.org"
                },
                {
                    "name": "Lauren Olsen, MSN",
                    "role": "CONTACT",
                    "phone": "858-576-1700",
                    "phoneExt": "228456",
                    "email": "lolsen1@rchsd.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Kingsmore, MD, MSc",
                    "affiliation": "Rady Pediatric Genomics & Systems Medicine Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rady Pediatric Genomics & Systems Medicine Institute",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92123",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dominic Baun, MBS",
                            "role": "CONTACT",
                            "phone": "858-576-1700",
                            "phoneExt": "228491",
                            "email": "jbaun@rchsd.org"
                        },
                        {
                            "name": "Lauren Olsen, MSN",
                            "role": "CONTACT",
                            "phone": "858-576-1700",
                            "phoneExt": "228456",
                            "email": "lolsen1@rchsd.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30404926",
                    "type": "BACKGROUND",
                    "citation": "Briggs B, James KN, Chowdhury S, Thornburg C, Farnaes L, Dimmock D, Kingsmore SF; RCIGM Investigators. Novel Factor XIII variant identified through whole-genome sequencing in a child with intracranial hemorrhage. Cold Spring Harb Mol Case Stud. 2018 Dec 17;4(6):a003525. doi: 10.1101/mcs.a003525. Print 2018 Dec."
                },
                {
                    "pmid": "31019026",
                    "type": "BACKGROUND",
                    "citation": "Clark MM, Hildreth A, Batalov S, Ding Y, Chowdhury S, Watkins K, Ellsworth K, Camp B, Kint CI, Yacoubian C, Farnaes L, Bainbridge MN, Beebe C, Braun JJA, Bray M, Carroll J, Cakici JA, Caylor SA, Clarke C, Creed MP, Friedman J, Frith A, Gain R, Gaughran M, George S, Gilmer S, Gleeson J, Gore J, Grunenwald H, Hovey RL, Janes ML, Lin K, McDonagh PD, McBride K, Mulrooney P, Nahas S, Oh D, Oriol A, Puckett L, Rady Z, Reese MG, Ryu J, Salz L, Sanford E, Stewart L, Sweeney N, Tokita M, Van Der Kraan L, White S, Wigby K, Williams B, Wong T, Wright MS, Yamada C, Schols P, Reynders J, Hall K, Dimmock D, Veeraraghavan N, Defay T, Kingsmore SF. Diagnosis of genetic diseases in seriously ill children by rapid whole-genome sequencing and automated phenotyping and interpretation. Sci Transl Med. 2019 Apr 24;11(489):eaat6177. doi: 10.1126/scitranslmed.aat6177."
                },
                {
                    "pmid": "30755602",
                    "type": "BACKGROUND",
                    "citation": "Friedman J, Smith DE, Issa MY, Stanley V, Wang R, Mendes MI, Wright MS, Wigby K, Hildreth A, Crawford JR, Koehler AE, Chowdhury S, Nahas S, Zhai L, Xu Z, Lo WS, James KN, Musaev D, Accogli A, Guerrero K, Tran LT, Omar TEI, Ben-Omran T, Dimmock D, Kingsmore SF, Salomons GS, Zaki MS, Bernard G, Gleeson JG. Biallelic mutations in valyl-tRNA synthetase gene VARS are associated with a progressive neurodevelopmental epileptic encephalopathy. Nat Commun. 2019 Feb 12;10(1):707. doi: 10.1038/s41467-018-07067-3."
                },
                {
                    "pmid": "31788263",
                    "type": "BACKGROUND",
                    "citation": "Kadakia S, Farnaes L, Dimmock D, Chowdhury S, Ding Y, Anderson EJ, Kingsmore S, Newfield RS. Diagnosis and treatment of a boy with IPEX syndrome presenting with diabetes in early infancy. Clin Case Rep. 2019 Sep 27;7(11):2123-2127. doi: 10.1002/ccr3.2438. eCollection 2019 Nov."
                },
                {
                    "pmid": "31196892",
                    "type": "BACKGROUND",
                    "citation": "Laurenzano SE, McFall C, Nguyen L, Savla D, Coufal NG, Wright MS, Tokita M, Dimmock D, Kingsmore SF, Newfield RS. Neonatal diabetes mellitus due to a novel variant in the INS gene. Cold Spring Harb Mol Case Stud. 2019 Aug 1;5(4):a004085. doi: 10.1101/mcs.a004085. Print 2019 Aug."
                },
                {
                    "pmid": "31246743",
                    "type": "BACKGROUND",
                    "citation": "Sanford EF, Clark MM, Farnaes L, Williams MR, Perry JC, Ingulli EG, Sweeney NM, Doshi A, Gold JJ, Briggs B, Bainbridge MN, Feddock M, Watkins K, Chowdhury S, Nahas SA, Dimmock DP, Kingsmore SF, Coufal NG; RCIGM Investigators. Rapid Whole Genome Sequencing Has Clinical Utility in Children in the PICU. Pediatr Crit Care Med. 2019 Nov;20(11):1007-1020. doi: 10.1097/PCC.0000000000002056."
                },
                {
                    "pmid": "31624069",
                    "type": "BACKGROUND",
                    "citation": "Tokita MJ, Nahas S, Briggs B, Malicki DM, Mesirov JP, Reyes IAC, Farnaes L, Levy ML, Kingsmore SF, Dimmock D, Crawford JR, Wechsler-Reya RJ. Biallelic loss of GNAS in a patient with pediatric medulloblastoma. Cold Spring Harb Mol Case Stud. 2019 Oct 23;5(5):a004572. doi: 10.1101/mcs.a004572. Print 2019 Oct."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "We may share samples and data confidentially with collaborators, such as commercial laboratories or technology companies. All data and sample sharing will be strictly confidential. No identifying information will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "asFound": "Genetic Diseases",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}