{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05277896",
            "orgStudyIdInfo": {
                "id": "210500"
            },
            "secondaryIdInfos": [
                {
                    "id": "K23HL153584",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K23HL153584"
                },
                {
                    "id": "BPS-2022C3-30021",
                    "type": "OTHER_GRANT",
                    "domain": "Patient-Centered Outcomes Research Institute"
                }
            ],
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Randomized Trial of Sedative Choice for Intubation",
            "officialTitle": "The Randomized Trial of Sedative Choice for Intubation",
            "acronym": "RSI",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "randomized-trial-of-sedative-choice-for-intubation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-03",
            "studyFirstSubmitQcDate": "2022-03-03",
            "studyFirstPostDateStruct": {
                "date": "2022-03-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonathan Casey",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                },
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Among critically ill adults undergoing emergency tracheal intubation, one in five experience hypotension, cardiac arrest, or death. The sedatives used to rapidly induce anesthesia for emergency tracheal intubation have been hypothesized to effect cardiovascular complications and patient outcomes, but the optimal sedative medication for intubation of critically ill adults remains unknown. Ketamine and etomidate are the two most commonly used sedatives during intubation of critically ill adults. Data from a randomized clinical trial are urgently needed to determine the effect of ketamine versus etomidate on cardiovascular complications and clinical outcomes of emergency tracheal intubation.",
            "detailedDescription": "Each year more than 1.5 million critically ill adults receive invasive mechanical ventilation in the United States, at a cost of nearly $30 billion dollars annually. Recent research has dramatically improved patient safety during the maintenance, weaning, and liberation stages of invasive mechanical ventilation. In contrast, the optimal approach to the initiation of mechanical ventilation remains an important knowledge gap in the care of adults with respiratory failure. Among critically ill adults, life-threatening complications during tracheal intubation and initiation of invasive mechanical ventilation remain common. One in five patients experiences hypotension and one-in-forty experiences cardiac arrest during the two-minute tracheal intubation procedure\n\nCardiovascular collapse is a peri-procedural outcome defined as severe hypotension, new or increased vasopressors, cardiac arrest or death. The occurrence of cardiovascular collapse during tracheal intubation of critically ill adults increases patients' risk of in-hospital mortality. Randomized trials examining intubation technique commonly target cardiovascular collapse as an outcome. Adherence to recommended best-practices for tracheal intubation (e.g., preoxygenation, optimization of patient positioning, and procedural checklists) are insufficient to prevent 20-40% of critically ill adults from experiencing cardiovascular collapse during tracheal intubation.\n\nRapid sequence induction and tracheal intubation, the most common method of intubation for critically ill patients, is the nearly simultaneous administration of a sedative medication and neuromuscular blocking medication. The ideal sedative agent for rapid sequence intubation would rapidly provide a deep state of unconsciousness and analgesia without causing hemodynamic side effects. No available agent meets all of these criteria. The administration of any of the available sedative agents at a dose large enough to rapidly induce unconsciousness contributes to cardiovascular collapse through vasodilation, decreased cardiac filling pressures from sedation-induced venodilation, and decreased endogenous catecholamines. While all sedatives commonly used during emergency tracheal intubation of critically ill patients have been associated with unsatisfactory hypotension (21 CFR 50.24(a)(1)), ketamine and etomidate are the medications used most commonly in clinical practice due to their rapid onset and favorable hemodynamic profiles relative to the other available sedatives. Other sedatives that have been used in some settings during rapid sequence intubation include benzodiazepines, propofol, and barbiturates. Benzodiazepines do not provide any analgesia and are associated with an unsatisfactory degree of hypotension, with a drop in mean arterial blood pressure of 10 to 25 percent, even among healthy patients. At present, barbiturates are rarely used for tracheal intubation in the US because of unsatisfactorily high rates of post-intubation hypotension and evidence of negative cardiac ionotropy. While propofol is commonly used to induce anesthesia among healthy patients, and is commonly administered as a continuous infusion to maintain sedation for critically ill patients, it is used less commonly as a bolus during tracheal intubation of critically ill patients because it has been suggested to cause unsatisfactorily high rates of hypotension and cardiac depression, compared to ketamine or etomidate.\n\nKetamine is a phencyclidine derivative that provides anesthesia via its effect at the NMDA receptors. Ketamine has been approved by the United States Food and Drug Administration (FDA) with approved indications including \"use as the sole anesthetic agent for diagnostic and surgical procedures that do not require skeletal muscle relaxation\" and \"induction of anesthesia prior to the administration of other general anesthetic agents.\" In addition to sedation, ketamine provides significant amnesia and analgesia via action at the opioid receptors, and is commonly used for procedural sedation and as a continuous infusion to control pain.\n\nKetamine activates the sympathetic nervous system, stimulating the release of catecholamines, which may increase heart rate and blood pressure during intubation and prevent peri-procedural cardiovascular collapse. Conversely ketamine has direct negative ionotropic effects, leading to myocardial depression. While the myocardial depression may be counteracted by increased catecholamine release, ketamine could cause cardiovascular collapse among patients with depleted catecholamine stores, and case reports of unexpected cardiac arrest during intubations with ketamine have been published. Despite stimulating the release of catecholamines, using ketamine as the induction agent during emergency tracheal intubation does not appear to frequently cause or worsen hypertensive urgency or emergency; however, the literature on this topic is limited to case reports.\n\nHistorically, concerns have been raised that ketamine might increase intracranial pressure and cause deleterious decreases in cranial perfusion pressure. Recent studies have suggested, however, that ketamine may be associated with a beneficial increase in cranial perfusion pressure as a result of increased mean arterial pressure, and a recent, large before-after study showed no significant differences in clinical outcomes for trauma patients intubated with ketamine versus etomidate.\n\nEtomidate is an imidazole derivative that acts at gamma-aminobutyric acid \"A\" (GABA) receptors. Etomidate has been approved by the FDA with an indication for \"induction of general anesthesia.\" In a recent review of more than 19,000 intubations by a large, multicenter emergency medicine registry, etomidate was the most commonly used sedative during emergency tracheal intubation.\n\nEtomidate causes less hemodynamic instability than propofol or midazolam, but the data regarding the relative risk of hemodynamical instability with etomidate, compared to ketamine, is unclear. It was initially suggested that ketamine might cause less hypotension than etomidate, given ketamine's ability to stimulate the release of catecholamines, but a recent observational study comparing ketamine and etomidate among nearly 7,000 critically ill adults undergoing tracheal intubation in emergency departments suggested that ketamine was independently associated with an increased risk of peri-intubation hypotension.\n\nEtomidate was initially used both for induction of anesthesia and as a continuous drip for maintenance of anesthesia. Its use as a continuous drip for maintenance of anesthesia was halted after it was discovered that prolonged use of etomidate causes inhibition of adrenal cortisol production by blockade of 11-β-hydroxylase, leading to adrenal insufficiency, and increased mortality. Etomidate use as a single bolus for induction of anesthesia has continued, but numerous studies have demonstrated that even a single dose of etomidate can cause transient adrenal insufficiency. The clinical significance of this relative adrenal insufficiency, however, remains unclear. Contrasting observational studies have suggested that etomidate may have positive, negative or neutral impacts on mortality.\n\nTwo randomized trials have directly compared ketamine to etomidate for RSI among critically ill adults. The Ketased trial, published in 2009, was a 469-patient trial conducted across 12 emergency medical services and emergency departments in France. Because many patients were enrolled in the pre-hospital setting without continuous blood pressure monitoring, peri-procedural outcomes such as cardiovascular collapse were not collected, and the results were indeterminate, in regards to the primary outcome, average Sequential Organ Failure Assessment (SOFA) scores in the 72 hours after intubation. The results, however, demonstrated significant heterogeneity. Patients with trauma (for whom increased intracranial pressure from ketamine may be important) experienced a non-significant 4% absolute increase in mortality when intubated with ketamine compared to etomidate. All other patients experienced a non-significantly lower mortality when intubated with ketamine, particularly patients with sepsis who experienced a non-significant 7% absolute mortality benefit (and in whom adrenal insufficiency from etomidate may be particularly important).\n\nThe EvK trial, published in January 2022, was a single-center, 801-patient trial conducted among hospitalized patients at a single hospital in Texas.61 Survival at 7 days, the primary outcome of the EvK trial, was higher in the ketamine group, compared to the etomidate group (85.1% vs 77.3%; p=0.005), but this difference was attenuated by day 28, at which point it was no longer significant (66.8% vs 64.1%, p=0.294). The conclusion of this single-center trial was that \"there was no significant difference in survival by Day 28\", however it was noted that this \"could represent a small but durable long-term survival effect, one which our trial was under-powered to detect.\"\n\nExperts have pointed out that the currently available data on sedative choice during tracheal intubation of critically ill patients are inadequate and have called for additional randomized clinical trials. Because (1) cardiovascular collapse is common during tracheal intubation of critically ill adults (2) sedatives are a driver of cardiovascular collapse, (3) use of ketamine or etomidate varies between centers, specialties, and operators, and (4) prior data suggests the potential for ketamine to significantly decrease mortality for patients without trauma, a large, multicenter trial is needed to determine the effects of ketamine and etomidate on mortality in non-traumatic critical illness."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Respiratory Failure"
            ],
            "keywords": [
                "Critical illness",
                "Emergency airway management",
                "Tracheal intubation",
                "Ketamine",
                "Etomidate"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 2364,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ketamine Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients in the ketamine group will be assigned to receive intravenous ketamine for induction of anesthesia during tracheal intubation. A dose of 2 mg/kg will be recommended, and the group assignment sheet will contain a nomogram providing the recommended dose for a range of patient weights (in pounds and kg). In this pragmatic trial, treating clinicians will be able elect to give a lesser or greater dose of ketamine than recommended if felt to be required for optimal patient care.",
                    "interventionNames": [
                        "Drug: Ketamine"
                    ]
                },
                {
                    "label": "Etomidate Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients in the etomidate group will be assigned to receive intravenous etomidate for induction of anesthesia during tracheal intubation. A dose of 0.3 mg/kg will be recommended, and the group assignment sheet will contain a nomogram providing the recommended dose for a range of patient weights (in pounds and kg). In this pragmatic trial, treating clinicians will be able elect to give a lesser or greater dose of etomidate than recommended if felt to be required for optimal patient care.",
                    "interventionNames": [
                        "Drug: Etomidate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ketamine",
                    "description": "Intravenous ketamine as the sedative for induction of anesthesia during emergency tracheal intubation",
                    "armGroupLabels": [
                        "Ketamine Group"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Etomidate",
                    "description": "Intravenous etomidate as the sedative for induction of anesthesia during emergency tracheal intubation",
                    "armGroupLabels": [
                        "Etomidate Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "All-cause, 28-day, in-hospital mortality",
                    "timeFrame": "28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cardiovascular Collapse",
                    "description": "A composite of any of the following between induction and 2 minutes after intubation:\n\n* Systolic blood pressure \\< 65 mmHg\n* New or increased vasopressors\n* Cardiac arrest not resulting in death within 1 hour of induction\n* Cardiac arrest resulting in death within 1 hour of induction",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Cormack-Lehane Grade of glottic view",
                    "description": "Grade of glottic view on first attempt at intubation:\n\nGrade 1: Full view of glottis Grade 2: Partial view of glottis Grade 3: Only epiglottis seen (none of glottis) Grade 4: Neither glottis nor epiglottis seen",
                    "timeFrame": "Duration of procedure (minutes)"
                },
                {
                    "measure": "Number of attempts at tracheal intubation",
                    "description": "Number of laryngoscope attempts required for successful intubation",
                    "timeFrame": "Duration of procedure (minutes)"
                },
                {
                    "measure": "Time from induction to successful tracheal intubation",
                    "timeFrame": "Duration of procedure (minutes)"
                },
                {
                    "measure": "Operator-assessed difficulty of intubation",
                    "description": "Classified as \"Easy,\" \"Moderate,\" or \"Difficult\"",
                    "timeFrame": "Duration of procedure (minutes)"
                },
                {
                    "measure": "Lowest oxygen saturation between induction and two minutes after intubation",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                },
                {
                    "measure": "Lowest oxygen saturation < 80% between induction to two minutes after intubation",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                },
                {
                    "measure": "Highest and lowest systolic blood pressure from induction to two minutes after intubation",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                },
                {
                    "measure": "Systolic blood pressure > 180 between induction and two minutes after intubation",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                },
                {
                    "measure": "Systolic blood pressure < 65 mmHg between induction and 2 minutes after intubation",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                },
                {
                    "measure": "New or increased vasopressor between induction and 2 minutes after intubation",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                },
                {
                    "measure": "Cardiac arrest within 2 minutes of intubation not resulting in death within 1 hour of induction",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                },
                {
                    "measure": "Cardiac arrest within 2 minutes of intubation resulting in death within 1 hour of induction",
                    "timeFrame": "from induction to 2 minutes following tracheal intubation"
                },
                {
                    "measure": "Ventilator-free days to study day 28",
                    "timeFrame": "28 days"
                },
                {
                    "measure": "Vasopressor-free days to study day 28",
                    "timeFrame": "28 days"
                },
                {
                    "measure": "ICU-free days to study day 28",
                    "timeFrame": "28 days"
                },
                {
                    "measure": "Systolic blood pressure at 24 hours after induction",
                    "timeFrame": "24 hours"
                },
                {
                    "measure": "Receipt of vasopressors at 24 hours after induction",
                    "timeFrame": "24 hours"
                },
                {
                    "measure": "Cardiac arrest receiving cardiopulmonary resuscitation between induction and hospital discharge",
                    "timeFrame": "28 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is critically ill and undergoing emergency tracheal intubation with sedation in an enrolling unit\n* Planned procedure is orotracheal intubation using a laryngoscope\n* Planned operator is a clinician expected to routinely perform tracheal intubation in the participating unit\n\nExclusion Criteria:\n\n* Patient is known to be less than 18 years old\n* Patient is known to be pregnant\n* Patient is known to be a prisoner\n* Patient is known to have an allergy to ketamine or etomidate\n* Patient is presenting to the emergency department with a primary diagnosis of trauma\n* Patient or LAR declines participation during pre-enrollment opt-out conversation or by wearing opt-out bracelet for the RSI trial\n* Clinician feels ketamine is required or contraindicated for the optimal care of the patient\n* Clinician feels etomidate is required or contraindicated for the optimal care of the patient\n* Clinician feels an induction medication other than ketamine or etomidate is required for the optimal care of the patient\n* Immediate need for intubation precludes safe performance of study procedures",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan D Casey, MD, MSc",
                    "role": "CONTACT",
                    "phone": "615-875-4681",
                    "email": "Jonathan.d.Casey@vumc.org"
                },
                {
                    "name": "Matthew W Semler, MD, MSc",
                    "role": "CONTACT",
                    "email": "matthew.w.semler@vumc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan D Casey, MD, MSc",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Matthew W Semler, MD, MSc",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "STUDY_CHAIR"
                },
                {
                    "name": "Todd W Rice, MD, MSc",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Wesley H Self, MD, MPH",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "UAB Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Derek W Russell, MD",
                            "role": "CONTACT",
                            "email": "dwrussell@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                },
                {
                    "facility": "University of Colorado Denver",
                    "status": "RECRUITING",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Adit A Ginde, MD, MPH",
                            "role": "CONTACT",
                            "email": "adit.ginde@cuanschutz.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "Denver Health Medical Center",
                    "status": "RECRUITING",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stacy A Trent, MD, MSPH",
                            "role": "CONTACT",
                            "email": "Stacy.Trent@dhha.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Hennepin County Medical Center",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55415",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brian E Driver, MD",
                            "role": "CONTACT",
                            "email": "Brian.Driver@hcmed.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                },
                {
                    "facility": "Wake Forest Baptist Medical Center",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kevin W Gibbs, MD",
                            "role": "CONTACT",
                            "email": "kgibbs@wakehealth.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan D Casey, MD, MSc",
                            "role": "CONTACT",
                            "phone": "615-875-4681",
                            "email": "Jonathan.d.Casey@vumc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Following publication, individual patient data will be made available for sharing to researchers with 1) a signed data access agreement, 2) research testing a hypothesis, 3) a protocol that has been approved by an institutional review board, and 4) a proposal that has received approval from the principal investigator",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Following publication. No end date",
            "accessCriteria": "1. a signed data access agreement\n2. research testing a hypothesis\n3. a protocol that has been approved by an institutional review board\n4. a proposal that has received approval from the principal investigator"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012131",
                    "term": "Respiratory Insufficiency"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14968",
                    "name": "Respiratory Insufficiency",
                    "asFound": "Respiratory Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M19010",
                    "name": "Critical Illness",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007649",
                    "term": "Ketamine"
                },
                {
                    "id": "D000005045",
                    "term": "Etomidate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000778",
                    "term": "Anesthetics, Dissociative"
                },
                {
                    "id": "D000018686",
                    "term": "Anesthetics, Intravenous"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000018691",
                    "term": "Excitatory Amino Acid Antagonists"
                },
                {
                    "id": "D000018683",
                    "term": "Excitatory Amino Acid Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000006993",
                    "term": "Hypnotics and Sedatives"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M10674",
                    "name": "Ketamine",
                    "asFound": "Nerve",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10043",
                    "name": "Hypnotics and Sedatives",
                    "relevance": "LOW"
                },
                {
                    "id": "M8190",
                    "name": "Etomidate",
                    "asFound": "Nicotine Replacement Therapy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4108",
                    "name": "Anesthetics, Dissociative",
                    "relevance": "LOW"
                },
                {
                    "id": "M20766",
                    "name": "Anesthetics, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                },
                {
                    "id": "M20771",
                    "name": "Excitatory Amino Acid Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}