{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05626036",
            "orgStudyIdInfo": {
                "id": "21-14036"
            },
            "organization": {
                "fullName": "United States Naval Medical Center, San Diego",
                "class": "FED"
            },
            "briefTitle": "Randomized Controlled Trial Comparing Suture Button Versus Fibulink Fixation for Acute Ankle Syndesmosis Injuries",
            "officialTitle": "Randomized Controlled Trial Comparing Clinical Outcomes of Patients Treated Surgically With Suture Button Versus Fibulink Fixation for Acute Ankle Syndesmosis Injuries",
            "therapeuticArea": [
                "Other"
            ],
            "study": "randomized-controlled-trial-comparing-suture-button-versus-fibulink-fixation-for-acute-ankle-syndesmosis-injuries"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-12",
            "studyFirstSubmitQcDate": "2022-11-22",
            "studyFirstPostDateStruct": {
                "date": "2022-11-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Benjamin Wheatley",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "United States Naval Medical Center, San Diego"
            },
            "leadSponsor": {
                "name": "United States Naval Medical Center, San Diego",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Ankle fractures are a common injury with potentially significant morbidity. Syndesmosis injury occurs in 10% to 13% of ankle fractures and poses a greater risk to long-term outcomes for patients.\n\nThe gold standard for syndesmosis fixation has traditionally been screw fixation. However, issues with screw fixation include screw breakage, screw loosening, reoperation, and malreduction. Due to growing concerns with static screw fixation, implants based on the flexible suture button design, such as the TightRope system, gained traction.\n\nThe Fibulink Syndesmosis Repair System, a relatively new design that became clinically available in 2017, has showed promising results.\n\nTo our knowledge, there is no study that directly compares outcomes with the Fibulink implant to suture button implants.",
            "detailedDescription": "Ankle fractures are a common injury with potentially significant morbidity. Syndesmosis injury occurs in 10% to 13% of ankle fractures and poses a greater risk to long-term outcomes for patients1,2. If not recognized and adequately reduced, injuries to the syndesmosis have shown to result in instability, persistent pain, and post-traumatic arthritis3. 11% of cases are accompanied by symptomatic advanced osteoarthritis after fixation of the syndesmosis4.\n\nThe gold standard for syndesmosis fixation has traditionally been screw fixation5. However, issues with screw fixation include screw breakage, screw loosening, reoperation, and malreduction6-8. This has been speculated to be a result of the ankle syndesmosis, a dynamic construct, being inappropriately fixed with static fixation. Due to growing concerns with static screw fixation, implants based on the flexible suture button design, such as the TightRope system, gained traction. Advantages with these designs include superior outcome scores, as well as lower rates of osteoarthritis and reoperation7,9,10. However, despite achieving improved joint mechanics, these systems have their drawbacks as well, such as infection or damage to the superficial medial neurovascular bundle9.\n\nThe Fibulink Syndesmosis Repair System, a relatively new design that became clinically available in 2017, has showed promising results. It has been promoted as an implant that potentially provides both the fixation of a screw and flexibility of a suture to respect the dynamic nature of the ankle joint. Benefits of this design include eliminating damage to the medial neurovascular bundle and soft tissues, promoting physiologic motion of the ankle joint, and allowing improved tension control. In a case series with 14 patients that received the Fibulink implant, Desai found no complications with a mean follow-up of 9.5 months9. However, more long-term data is needed in order to draw any conclusions. The potential advantage of this system over suture button designs is that it incorporates the rigidity of screw fixation on top of the dynamic fixation of suture button implants. It also addresses the limitations of suture button designs, such as avoiding medial soft tissue disruption and lack of two-way tension control.\n\nThe comparison between screw fixation and suture button designs has been thoroughly investigated in the literature. To our knowledge, there is no study that directly compares outcomes with the Fibulink implant to suture button implants. It is imperative to directly compare these methods so we can definitively assess their suitability and provide patients that sustain these injuries the best method of fixation in order to improve patient outcomes.\n\nThe purpose of this study is to compare radiographic and clinical outcomes in patients who sustain an acute ankle fracture with an associated syndesmosis injury by comparing two surgical treatments currently in the practice of the study investigators. The study will compare suture button fixation versus Fibulink implant in patients with this injury.\n\nInadequate syndesmosis fixation has been found to result in significant morbidity to patients, including persistent pain, instability, and post-traumatic arthritis. This emphasizes the need to assess the available methods of fixation in order to minimize negative long-term consequences. Currently, standard single screw fixation remains a common choice among orthopaedic surgeons. However, there is some evidence of superior outcomes with dynamic fixation, using designs such as the suture button or the Fibulink system, in terms of functional results, residual pain, and other measures. With an enhanced understanding of patient outcomes with these methods of fixation, we will better be able to determine more effective ways to manage these injures and offer guidance for optimal management and patient satisfaction."
        },
        "conditionsModule": {
            "conditions": [
                "Syndesmotic Injuries"
            ],
            "keywords": [
                "syndesmosis",
                "clinical outcomes",
                "ankle fracture"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized Controlled Trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arthrex Tightrope",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Syndesmosis fixation performed with Arthrex Tightrope device. This is a high-tension suture fixation with a button based anchor system.",
                    "interventionNames": [
                        "Device: Arthrex Tightrope"
                    ]
                },
                {
                    "label": "Synthes Fibulink",
                    "type": "EXPERIMENTAL",
                    "description": "Syndesmosis fixation performed with Synthes Fibulink device. This is a high-tension suture fixation with a screw based anchor system.",
                    "interventionNames": [
                        "Device: Synthes Fibulink"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Arthrex Tightrope",
                    "description": "High-tensile strength suture syndesmosis repair",
                    "armGroupLabels": [
                        "Arthrex Tightrope"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Synthes Fibulink",
                    "description": "High-tensile strength suture syndesmosis repair",
                    "armGroupLabels": [
                        "Synthes Fibulink"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Visual Analog Scale (VAS) pain score",
                    "description": "VAS pain score is rated from 0-10 with 0 being no pain and 10 being the worst pain possible.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Foot and Ankle Disability Index",
                    "description": "Functional score with a score of 0-104 with higher scores indicating better function.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Olerud-Molander Ankle Score",
                    "description": "Functional score with a score of 0-100 with higher scores indicating better function",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with medical or surgical complications",
                    "description": "Medical and surgical complications to include: surgical site infection, re-operation, device failure, loss of motion",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Ankle fracture with associated syndesmotic injury requiring surgery\n* Age 18 years or older\n* Ability to understand the content of the patient information/Informed consent form\n\nExclusion Criteria:\n\n* Any not medically managed severe systemic disease\n* Patient preference for specific implant\n* Refusal of randomization\n* Pregnant patients\n* Prisoners\n* Participation in any other pharmacologic or medicinal product study within the previous month that could influence the results of this study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ashley Hughey",
                    "role": "CONTACT",
                    "phone": "619-532-9535",
                    "email": "ashley.e.hughey.ctr@health.mil"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Benjamin Wheatley",
                    "affiliation": "NMCSD",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Naval Medical Center San Diego",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92134",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Hughey",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Benjamin Wheatley",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "6787831",
                    "type": "RESULT",
                    "citation": "Lindsjo U. Operative treatment of ankle fractures. Acta Orthop Scand Suppl. 1981;189:1-131. doi: 10.3109/ort.1981.52.suppl-189.01."
                },
                {
                    "pmid": "9524517",
                    "type": "RESULT",
                    "citation": "Court-Brown CM, McBirnie J, Wilson G. Adult ankle fractures--an increasing problem? Acta Orthop Scand. 1998 Feb;69(1):43-7. doi: 10.3109/17453679809002355."
                },
                {
                    "pmid": "22357084",
                    "type": "RESULT",
                    "citation": "Sagi HC, Shah AR, Sanders RW. The functional consequence of syndesmotic joint malreduction at a minimum 2-year follow-up. J Orthop Trauma. 2012 Jul;26(7):439-43. doi: 10.1097/BOT.0b013e31822a526a."
                },
                {
                    "pmid": "29409288",
                    "type": "RESULT",
                    "citation": "Ray R, Koohnejad N, Clement ND, Keenan GF. Ankle fractures with syndesmotic stabilisation are associated with a high rate of secondary osteoarthritis. Foot Ankle Surg. 2019 Apr;25(2):180-185. doi: 10.1016/j.fas.2017.10.005. Epub 2017 Oct 28."
                },
                {
                    "pmid": "20567742",
                    "type": "RESULT",
                    "citation": "Bava E, Charlton T, Thordarson D. Ankle fracture syndesmosis fixation and management: the current practice of orthopedic surgeons. Am J Orthop (Belle Mead NJ). 2010 May;39(5):242-6."
                },
                {
                    "pmid": "17054878",
                    "type": "RESULT",
                    "citation": "Gardner MJ, Demetrakopoulos D, Briggs SM, Helfet DL, Lorich DG. Malreduction of the tibiofibular syndesmosis in ankle fractures. Foot Ankle Int. 2006 Oct;27(10):788-92. doi: 10.1177/107110070602701005."
                },
                {
                    "pmid": "25260059",
                    "type": "RESULT",
                    "citation": "Laflamme M, Belzile EL, Bedard L, van den Bekerom MP, Glazebrook M, Pelet S. A prospective randomized multicenter trial comparing clinical outcomes of patients treated surgically with a static or dynamic implant for acute ankle syndesmosis rupture. J Orthop Trauma. 2015 May;29(5):216-23. doi: 10.1097/BOT.0000000000000245."
                },
                {
                    "pmid": "23051785",
                    "type": "RESULT",
                    "citation": "Naqvi GA, Cunningham P, Lynch B, Galvin R, Awan N. Fixation of ankle syndesmotic injuries: comparison of tightrope fixation and syndesmotic screw fixation for accuracy of syndesmotic reduction. Am J Sports Med. 2012 Dec;40(12):2828-35. doi: 10.1177/0363546512461480. Epub 2012 Oct 10."
                },
                {
                    "pmid": "32009435",
                    "type": "RESULT",
                    "citation": "Raeder BW, Figved W, Madsen JE, Frihagen F, Jacobsen SB, Andersen MR. Better outcome for suture button compared with single syndesmotic screw for syndesmosis injury: five-year results of a randomized controlled trial. Bone Joint J. 2020 Feb;102-B(2):212-219. doi: 10.1302/0301-620X.102B2.BJJ-2019-0692.R2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-11-02",
                    "uploadDate": "2023-07-16T01:33",
                    "filename": "ICF_000.pdf",
                    "size": 656080
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000016512",
                    "term": "Ankle Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "relevance": "LOW"
                },
                {
                    "id": "M30291",
                    "name": "Ankle Fractures",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18909",
                    "name": "Ankle Injuries",
                    "asFound": "Syndesmotic Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}