{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06172452",
            "orgStudyIdInfo": {
                "id": "STU00220039"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Randomized Controlled Trial of Project Body Neutrality",
            "officialTitle": "Testing a Single-Session Online Body Image and Mood Program for Sexual and Gender Minority (SGM) Adolescents",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "randomized-controlled-trial-of-project-body-neutrality"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-07",
            "studyFirstSubmitQcDate": "2023-12-07",
            "studyFirstPostDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jessica Schleider",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study tests a single-session intervention (SSI) targeting risk factors for depression and eating disorders among sexual and gender minority (SGM) adolescents. Youth ages 13-17 who identify as sexual or gender minorities will be randomized to the intervention condition (Project Body Neutrality SSI) or a control (supportive therapy SSI). Participants will complete questionnaires before the intervention, immediately after the intervention, and 3-months after completing the intervention so that the study team can investigate if Project Body Neutrality leads to reductions in depression and eating disorder symptoms compared to the control."
        },
        "conditionsModule": {
            "conditions": [
                "Depression",
                "Eating Disorders",
                "Body Image"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to either the intervention condition or the supportive therapy control.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Project Body Neutrality SSI",
                    "type": "EXPERIMENTAL",
                    "description": "Project Body Neutrality is a digital, self-guided SSI that teaches adolescents about body neutrality. It contains self-reflection exercises, vignettes from fictional peers, and psychoeducation that support users in understanding why body positivity may be a difficult mindset for some individuals to obtain; additional self-reflection exercises and vignettes that present body neutrality as a well-rounded alternative to body positivity; exercises that culminate in a user-generated list of activities that their body allows them to enjoy as well as statements they can use to counter negative thoughts about their body; writing prompts where users provide advice based on body neutrality principles to fictional peers struggling with their body image; and an opportunity to contribute their advice or reflections anonymously to a lab-run social media campaign as a form of body neutrality advocacy. See all materials for this intervention here: https://osf.io/7qtuj.",
                    "interventionNames": [
                        "Behavioral: Project Body Neutrality SSI"
                    ]
                },
                {
                    "label": "Supportive Therapy SSI",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The Sharing Feelings SSI is a digital, self-guided SSI that is structurally similar to Project Body Neutrality, but it is designed to mimic supportive therapy (ST). The goals of the ST intervention are to encourage participants to identify and express feelings to close others; the intervention does not teach or emphasize specific skills or beliefs. The ST-SSI is designed to control for nonspecific aspects of intervention, including engagement in a computer program, reading and writing exercises, and vignettes from fictional peers. See all materials for this intervention here: https://osf.io/u4axs/.",
                    "interventionNames": [
                        "Behavioral: Supportive Therapy SSI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Project Body Neutrality SSI",
                    "description": "Online, 30-minute self-guided intervention for youth ages 13-17",
                    "armGroupLabels": [
                        "Project Body Neutrality SSI"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Supportive Therapy SSI",
                    "description": "Online, 30-minute self-guided activity for youth ages 13-17",
                    "armGroupLabels": [
                        "Supportive Therapy SSI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Eating Disorder Examination Questionnaire - 10 item, 3 factor version (EDE-Q; Fairburn & Beglin, 2008; Habashy et al., 2023)",
                    "description": "A 10-item questionnaire designed to assess the range and severity of features associated with a diagnosis of eating disorder. The original measure's factor structure has failed to replicate across many samples, especially for diverse populations. This version has achieved strict invariance by gender and race/ethnicity. Higher global scores indicate greater eating disorder severity (primary outcome). Outcomes for the three subscales (Dietary Restaurant, Preoccupation with Eating Concern, and Shape/Weight Overvaluation) will also be reported. Each item is on a 0 to 6 scale and the scores are computed as means.",
                    "timeFrame": "Pre-Intervention to 3-month follow-up"
                },
                {
                    "measure": "Short Mood and Feelings Questionnaire (SMFQ; Messer et al., 1995)",
                    "description": "A 13-item questionnaire designed to assess depressive symptoms in youth. Total scores range from 0 to 26, with higher scores indicating greater depression severity (primary outcome).",
                    "timeFrame": "Pre-Intervention to 3-month follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Beck Hopelessness Scale - 4 item version (BHS; Perczel Forintos et al., 2013)",
                    "description": "Asks respondents to rate four statements reflecting their sense of hopelessness from 0 (Absolutely Disagree) to 3 (Absolutely Agree). Total scores range from 0 to 12, with higher scores indicating greater levels of hopelessness.",
                    "timeFrame": "Pre-Intervention to Immediately Post-Intervention; Pre-Intervention to 3-month follow-up"
                },
                {
                    "measure": "State Hope Scale - 3 item Pathways subscale (SHS; Snyder et al., 1996)",
                    "description": "Asks respondents to rate three statements from 1 (Definitely False) to 8 (Definitely True). Total score ranges from 3 to 24, with higher scores reflecting greater perceived ability to identify goal-oriented routes.",
                    "timeFrame": "Pre-Intervention to Immediately Post-Intervention; Pre-Intervention to 3-month follow-up"
                },
                {
                    "measure": "Functionality Appreciation Scale (FAS; Alleva et al., 2017)",
                    "description": "Asks respondents to rate seven statements from 1 (Strongly Disagree) to 5 (Strongly Agree). Total scores range from 7 to 35, where higher scores indicate greater appreciation for body functionality.",
                    "timeFrame": "Pre-Intervention to Immediately Post-Intervention; Pre-Intervention to 3-month follow-up"
                },
                {
                    "measure": "Body Image States Scale (BISS; Cash et al., 2002)",
                    "description": "Asks respondents to rate six items from 1 (poor body image state) to 9 (favorable body image state). Total scores range from 6 to 54, where higher scores indicate a more favorable body image state.",
                    "timeFrame": "Pre-Intervention to Immediately Post-Intervention; Pre-Intervention to 3-month follow-up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Body Image Acceptance and Action Questionnaire (BI-AAQ; Sandoz et al., 2013)",
                    "description": "Asks respondents to rate twelve items from 1 (Never True) to 7 (Always True). Total scores range from 12 to 84, with higher scores indicating greater body image flexibility.",
                    "timeFrame": "Pre-Intervention to Immediately Post-Intervention; Pre-Intervention to 3-month follow-up"
                },
                {
                    "measure": "Comprehensive Inventory of Mindfulness Experiences for Adolescents - Accepting with Nonjudgmental Orientation Subscale (CHIME-A; Johnson et al., 2017)",
                    "description": "Asks respondents to rate three items from 1 (Almost Never) to 6 (Almost Always). Total scores range from 3 to 18 with higher scores indicating greater nonjudgmental acceptance. We adapted the items of this subscale to ask specifically about nonjudgmental acceptance of one's physical appearance.",
                    "timeFrame": "Pre-Intervention to Immediately Post-Intervention; Pre-Intervention to 3-month follow-up"
                },
                {
                    "measure": "Muscle Dysmorphic Disorder Inventory (MDDI; Hildebrandt et al., 2004)",
                    "description": "Asks respondents to rate thirteen items from 1 (Never) to 5 (Always). Total scores range from 13 to 65 with higher scores reflecting a greater severity of muscle dysphoria symptoms.",
                    "timeFrame": "Pre-Intervention to 3-month follow-up"
                },
                {
                    "measure": "Program Feedback Scale (PFS; Schleider et al., 2019)",
                    "description": "Asks respondents to rate seven statements regarding intervention acceptability and feasibility; it also includes open-ended items that invite respondents to share what they liked and/or would change about the intervention. The seven statements are rated from 1 (Really Disagree) to 5 (Really Agree). Total score ranges from 5 to 35, with higher scores indicating a more positive evaluation.",
                    "timeFrame": "Immediately Post-Intervention"
                },
                {
                    "measure": "Treatment seeking questions",
                    "description": "Respondents are asked two questions about mental health treatment seeking in the past three months: \"In the past 3 months (since completing the first survey for this study), did you seek out any new support for depression or mood problems?\" and \"In the past 3 months (since completing the first survey for this study), did you seek out any new support for an eating disorder or body image problems?\"",
                    "timeFrame": "3-month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Identify as a sexual or gender minority individual per self-report\n* 13-17 years old at the time of enrollment\n* English proficiency per self-report\n* Report having body image concerns per self-report\n* Score of ≥ 2 on the Patient Health Questionnaire-2 (PHQ-2; Kroenke et al., 2003), - indicating elevated depressive symptoms\n* Did not participate in a past study involving Project Body Neutrality per self-report\n* Residing within the United States per IP address\n* Passes comprehension of consent language assessment\n\nExclusion Criteria:\n\n* Fail to meet the above-listed inclusion criteria\n* Exit the study prior to condition randomization\n* Failure to pass the data integrity measures\n* Duplicate responses from the same individual in baseline or follow-up surveys",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica L Schleider, PhD",
                    "role": "CONTACT",
                    "phone": "(917) 439-1872",
                    "email": "jessica.schleider@northwestern.edu"
                },
                {
                    "name": "Arielle C Smith, BA",
                    "role": "CONTACT",
                    "phone": "(408) 460-1673",
                    "email": "arielle.smith@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jessica L Schleider, PhD",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica L Schleider, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28822275",
                    "type": "BACKGROUND",
                    "citation": "Alleva JM, Tylka TL, Kroon Van Diest AM. The Functionality Appreciation Scale (FAS): Development and psychometric evaluation in U.S. community women and men. Body Image. 2017 Dec;23:28-44. doi: 10.1016/j.bodyim.2017.07.008. Epub 2017 Aug 17."
                },
                {
                    "pmid": "16864251",
                    "type": "BACKGROUND",
                    "citation": "Cash TF, Fleming EC, Alindogan J, Steadman L, Whitehead A. Beyond body image as a trait: the development and validation of the Body Image States Scale. Eat Disord. 2002 Summer;10(2):103-13. doi: 10.1080/10640260290081678."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Fairburn CG, Beglin SJ. Eating disorder examination questionnaire. Cognitive Behavior Therapy and Eating Disorders. 2008; 309: 313."
                },
                {
                    "pmid": "36516727",
                    "type": "BACKGROUND",
                    "citation": "Habashy J, Benning SD, Renn BN, Borgogna NC, Lawrence EM, Kraus SW. Psychometric properties of the eating disorder examination questionnaire: Factor analysis and measurement invariance by race/ethnicity and gender. Eat Behav. 2023 Jan;48:101696. doi: 10.1016/j.eatbeh.2022.101696. Epub 2022 Dec 7."
                },
                {
                    "pmid": "18089149",
                    "type": "BACKGROUND",
                    "citation": "Hildebrandt T, Langenbucher J, Schlundt DG. Muscularity concerns among men: development of attitudinal and perceptual measures. Body Image. 2004 May;1(2):169-81. doi: 10.1016/j.bodyim.2004.01.001."
                },
                {
                    "pmid": "27254018",
                    "type": "BACKGROUND",
                    "citation": "Johnson C, Burke C, Brinkman S, Wade T. Development and validation of a multifactor mindfulness scale in youth: The Comprehensive Inventory of Mindfulness Experiences-Adolescents (CHIME-A). Psychol Assess. 2017 Mar;29(3):264-281. doi: 10.1037/pas0000342. Epub 2016 Jun 2."
                },
                {
                    "pmid": "14583691",
                    "type": "BACKGROUND",
                    "citation": "Kroenke K, Spitzer RL, Williams JB. The Patient Health Questionnaire-2: validity of a two-item depression screener. Med Care. 2003 Nov;41(11):1284-92. doi: 10.1097/01.MLR.0000093487.78664.3C."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Messer SC, Angold A, Costello EJ, Loeber R, Van Kammen W, Stouthamer-Loeber M. Development of a short questionnaire for use in epidemiological studies of depression in children and adolescents: Factor composition and structure across development. International Journal of Methods in Psychiatric Research. 1995; 5: 251-262."
                },
                {
                    "pmid": "23756722",
                    "type": "BACKGROUND",
                    "citation": "Perczel Forintos D, Rozsa S, Pilling J, Kopp M. Proposal for a short version of the Beck Hopelessness Scale based on a national representative survey in Hungary. Community Ment Health J. 2013 Dec;49(6):822-30. doi: 10.1007/s10597-013-9619-1. Epub 2013 Jun 12."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sandoz EK, Wilson KG, Merwin RM, Kate Kellum, K. Assessment of body image flexibility: The Body Image-Acceptance and Action Questionnaire. Journal of Contextual Behavioral Science. 2013; 2(1): 39-48."
                },
                {
                    "pmid": "31290406",
                    "type": "BACKGROUND",
                    "citation": "Schleider JL, Mullarkey MC, Weisz JR. Virtual Reality and Web-Based Growth Mindset Interventions for Adolescent Depression: Protocol for a Three-Arm Randomized Trial. JMIR Res Protoc. 2019 Jul 9;8(7):e13368. doi: 10.2196/13368."
                },
                {
                    "pmid": "8636885",
                    "type": "BACKGROUND",
                    "citation": "Snyder CR, Sympson SC, Ybasco FC, Borders TF, Babyak MA, Higgins RL. Development and validation of the State Hope Scale. J Pers Soc Psychol. 1996 Feb;70(2):321-35. doi: 10.1037//0022-3514.70.2.321."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001068",
                    "term": "Feeding and Eating Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4380",
                    "name": "Feeding and Eating Disorders",
                    "asFound": "Eating Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}