{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05884476",
            "orgStudyIdInfo": {
                "id": "MHBC-006-22S"
            },
            "secondaryIdInfos": [
                {
                    "id": "1IK2CX002448-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1IK2CX002448-01A1"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Randomized Clinical Trial of Re-Evaluating Suicidal Thoughts in Veterans",
            "officialTitle": "Effects of a Targeted Web-Based Suicide Prevention Intervention on Suicidal Ideation and Self-Directed Violence: A Randomized Controlled Trial in Veterans",
            "acronym": "REST-V",
            "therapeuticArea": [
                "Other"
            ],
            "study": "randomized-clinical-trial-of-re-evaluating-suicidal-thoughts-in-veterans"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-22",
            "studyFirstSubmitQcDate": "2023-05-31",
            "studyFirstPostDateStruct": {
                "date": "2023-06-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Suicide prevention is a top priority for VA as all continue to seek new and inventive ways to reduce suicide rates among Veterans. Many experts agree that suicide prevention efforts could be improved by making suicide-specific interventions easier to access. The current project aims to move toward that goal by testing a web-based suicide prevention intervention using an experimental design. The roughly 40-minute intervention aims to teach Veterans coping skills that are designed to ease the emotional distress that often comes with thoughts of suicide. The project will evaluate whether Veterans who receive this intervention report more improvement in suicidal thoughts and behaviors than Veterans who receive a standard course of health care visits. Suicidal thoughts and behaviors will be measured over the course of one month. The investigators hypothesize that Veterans who receive the intervention will report lower suicidal thoughts and behaviors than those who receive the standard course of health care.",
            "detailedDescription": "Approximately 100,000 United States Veterans have died by suicide since 2000, at age- and sex-adjusted rates which far outpace that of non-Veterans. Suicide prevention remains VA's highest priority while the investigators seek innovative, research driven approaches. Psychotherapeutic interventions for suicide prevention are one area for further innovation. Specifically, strategies from evidence-based interventions that directly address suicidality could be distilled into briefer, more scalable formats to expand access to suicide prevention interventions.\n\nMost psychotherapies target syndromes that contribute to suicidality (e.g., depression), which is arguably inefficient for reducing suicidality. Instead, effective suicide prevention interventions should directly target mechanisms that contribute to the progression from suicidal thoughts to plans, preparations and attempts. One mechanism associated with change in suicidality is psychological inflexibility. In the context of suicide, psychological inflexibility reflects a tendency to view suicidal thoughts as distressing and problematic, resulting in struggles to eliminate them. Suicide prevention interventions may therefore be more effective if they provision adaptive skills for coping with the psychological burden of suicidal ideation (SI). Of the few existing interventions that take this approach, most are not accessible enough to adequately address the issue due to numerous barriers to mental health care. Structured web-based interventions that provision adaptive coping responses for SI present one opportunity to overcome these barriers and reduce suicidality.\n\nRecognizing these limitations, the PI developed a brief suicide-specific intervention, Re-Evaluating Suicidal Thoughts (REST), which is designed to provision skills to improve psychological inflexibility in the context of SI. Preliminary data from two samples, both of which completed a single session of REST in the clinic, are promising.\n\nThe current proposal aims to build on that work by evaluating REST as an adjunctive suicide prevention intervention compared to treatment-as-usual (TAU) in a sample of Veterans. In this two-arm RCT, Veterans (N = 180) will be randomized (1:1) to complete REST + TAU or to maintain TAU-only. Psychological inflexibility will be indexed via self-report across five time-points (Day 1 Pre-Intervention, Day 1 Post-Intervention, Day 3, Week 1, and Week 2). Psychological inflexibility will be indexed via the Acceptance and Action Questionnaire for Suicidal Ideation (AAQ-SI). Clinical outcomes of suicidal ideation severity (self-report measurement) and self-directed violence behaviors (clinical interview) will also be measured at five time-points (Day 1 Pre-Intervention, Day 3, Week 1, Week 2, and Month 1). Suicidal ideation severity will be indexed via the Beck Scale for Suicide Ideation (BSS). Suicidal self-directed violence behaviors will be indexed via the Columbia Suicide Severity Rating Scale (C-SSRS) interview.\n\nAim 1. Evaluate the effect of REST on the putative therapeutic mechanism, psychological inflexibility. Hypothesis 1. Compared to TAU, REST will be associated with significant differences between conditions in psychological inflexibility at Week 2, controlling for baseline psychological inflexibility.\n\nAim 2. Evaluate the effect of REST on (a) suicidal ideation severity and (b) self-directed violence. Hypothesis 2a and b. Compared to TAU, REST will be associated with significant differences between conditions in (2a) suicidal ideation severity and (2b) self-directed violence at Month 1, controlling for baseline suicidal ideation or behaviors.\n\nAim 3. Evaluate the mechanism through which REST reduces suicidal ideation severity and behaviors. Hypothesis 3a and b. Differences in psychological inflexibility at Week 2 will mediate differences in (3a) suicidal ideation severity and (3b) suicidal behaviors at Month 1, controlling for baseline variables.\n\nRecruitment. Veterans will be recruited from the Southeast Louisiana Veterans Health Care System (SLVHCS).\n\nPersonnel. The study coordinator will conduct the initial contacts regarding study interest, schedule participants, administer study measures, and conduct chart review. The PI will conduct preliminary eligibility screenings based on chart review.\n\nDay 1/Intervention Appointment. Upon presentation to SLVHCS for the Day 1 appointment Veterans will complete informed consent. Next they will complete a battery of baseline self-report measures, followed by the C-SSRS interview and safety planning intervention with a clinician. Eligible Veterans will then be randomized to condition. Randomization will occur at the individual level. Participants will be randomized at a 1:1 ratio to one of two conditions, REST + TAU or TAU-only control. Veterans assigned to the REST + TAU condition will complete the REST intervention alone on a computer or mobile device. Following the intervention they will complete a post-intervention self-report measure of psychological inflexibility. Veterans who are assigned to the TAU-only control condition will complete a post-assessment self-report measure of psychological inflexibility.\n\nFollow-up Appointments. There will be four follow-up appointments that follow the Day 1/Intervention appointment. These will occur at Day 3, Week 1, Week 2, and Month 1. Appointment procedures will be nearly identical between conditions and across appointments, with one exception for the Month 1 appointment during which time Veterans assigned to TAU-only will be offered the opportunity to complete the REST intervention. Veterans will be given the choice of completing the follow-up appointments over virtual telehealth modalities or face-to-face."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation",
                "Suicide, Attempted"
            ],
            "keywords": [
                "Suicidal Ideation",
                "Suicide, Attempted"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants are randomized (1:1) upon enrollment to one of two conditions.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants are blind to condition randomization, as is the PI, who provides suicide risk assessments throughout the follow-up period.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "REST + TAU",
                    "type": "EXPERIMENTAL",
                    "description": "Veterans in this condition will complete the REST intervention and be expected to remain engaged in their standard course of health care as described in the TAU condition.",
                    "interventionNames": [
                        "Behavioral: Re-Evaluating Suicidal Thoughts"
                    ]
                },
                {
                    "label": "TAU",
                    "type": "OTHER",
                    "description": "Veterans in this condition will be expected to engage in their standard course of heath care.",
                    "interventionNames": [
                        "Other: Treatment-as-usual"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Treatment-as-usual",
                    "description": "Veterans in the TAU-only control condition will remain engaged in their normal standard of mental health care throughout their participation in this study. Veterans in the TAU condition will have access to and receive referrals for any of the following services normally afforded to patients at this VA hospital: VA Office of Connected Care web-based training programs and mobile mental health applications; primary care appointments; PCMHI consultation; outpatient mental health individual and group therapies; psychiatry appointments; inpatient hospitalization in the event of a suicidal crisis during study participation; and post-discharge mental health follow-up appointments following inpatient hospitalization for medical or mental health reasons.",
                    "armGroupLabels": [
                        "TAU"
                    ],
                    "otherNames": [
                        "TAU"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Re-Evaluating Suicidal Thoughts",
                    "description": "REST is a brief, computerized intervention designed to mitigate psychological inflexibility associated with the experience of suicidal ideation. Most individuals complete the intervention in under one hour. REST provides psychoeducation to correct common misconceptions about suicidal ideation and help Veterans de-catastrophize the occurrence and meaning of these thoughts. This includes information about the prevalence of suicidal ideation among Veterans, a conceptualization of suicidal ideation as a response to stress, normalizing emotional reactions to suicidal ideation, and framing suicidal ideation as \"thoughts and conjectures\" as opposed to \"truth and reality.\" These components were chosen to directly address emotional distress related to suicidal thoughts, which is central to the construct of psychological inflexibility. Veterans randomized to receive REST will have access to and be encouraged to utilize any and all of these options described in the TAU-only condition.",
                    "armGroupLabels": [
                        "REST + TAU"
                    ],
                    "otherNames": [
                        "REST + TAU"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Suicidal ideation severity change",
                    "description": "Data sourced from Beck Scale for Suicidal Ideation (BSS) self-report measure total score. BSS scores range from 0-38 on 19 items rated on a 0-2 scale. Higher scores indicate greater suicidal ideation severity.",
                    "timeFrame": "Baseline and one month"
                },
                {
                    "measure": "Psychological inflexibility of suicidal ideation change",
                    "description": "Data sourced from Acceptance and Action Questionnaire for Suicidal Ideation (AAQ-SI) self-report measure total scores. AAQ-SI scores range from 4-28 on seven items rated on a 1-7 scale. Higher scores indicate greater experiential avoidance of suicidal ideation.",
                    "timeFrame": "Baseline and two weeks"
                },
                {
                    "measure": "Suicidal behaviors change",
                    "description": "Data sourced from the Columbia Suicide Severity Rating Scale clinical interview (C-SSRS). The presence or absence of five categories of suicidal behaviors is indicated on a dichotomous (Yes/No) scale. Categories include: (1) Preparatory acts or behavior, (2) aborted attempt, (3) interrupted attempt, (4) actual attempt (non-fatal), and (5) completed suicide. Higher assigned score indicates greater severity of suicidal behavior.",
                    "timeFrame": "Baseline and one month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Veteran\n* 18 years or older\n* Past two-week suicidal ideation as indicated by positive reply to C-SSRS questions (\"Have you had any actual thoughts of killing yourself,\" or, \"Have you been thinking about how you might do this?\")\n\nExclusion Criteria:\n\n* Active psychosis\n* Unmedicated bipolar disorder\n* Instances in which a substance use disorder would indicate inpatient detoxification prior to engaging in other outpatient mental health interventions",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joseph W Boffa, PhD",
                    "role": "CONTACT",
                    "phone": "(504) 507-2000",
                    "email": "joseph.boffa@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Joseph W Boffa, PhD",
                    "affiliation": "Southeast Louisiana Veterans Health Care System, New Orleans, LA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Southeast Louisiana Veterans Health Care System, New Orleans, LA",
                    "status": "RECRUITING",
                    "city": "New Orleans",
                    "state": "Louisiana",
                    "zip": "70119",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joseph W Boffa, PhD",
                            "role": "CONTACT",
                            "phone": "504-507-2000",
                            "email": "joseph.boffa@va.gov"
                        },
                        {
                            "name": "Jessica L Chambliss, MS",
                            "role": "CONTACT",
                            "phone": "(504) 507-2000",
                            "phoneExt": "65195",
                            "email": "jessica.chambliss@va.gov"
                        },
                        {
                            "name": "Joseph W Boffa, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.95465,
                        "lon": -90.07507
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There are no plans to disclose data outside of the VA, however, if there is a need to disclose data outside of the VA (e.g., a member of the scientific community requests a copy), IRB approval will be sought, data will be de-identified prior to disclosing, and the disclosure will be recorded on a VA disclosure log as required by VA policy."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                },
                {
                    "id": "D000013406",
                    "term": "Suicide, Attempted"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16192",
                    "name": "Suicide, Attempted",
                    "asFound": "Suicide, Attempted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}