{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05188118",
            "orgStudyIdInfo": {
                "id": "GCO 21-1913"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Rapid Sequencing of Approved Therapies in Patients With Metastatic or Unresectable Clear Cell Renal Cell Carcinoma",
            "officialTitle": "A Pilot, Rapid Sequencing of First Line Cabozantinib, Ipilimumab and Nivolumab, and Lenvatinib and Everolimus in Patients With Metastatic or Unresectable Clear Cell Renal Cell Carcinoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "rapid-sequencing-of-approved-therapies-in-patients-with-metastatic-or-unresectable-clear-cell-renal-cell-carcinoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-27",
            "studyFirstSubmitQcDate": "2021-12-27",
            "studyFirstPostDateStruct": {
                "date": "2022-01-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Che-Kai Tsao",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a pilot, single-center, single-arm study where 20 patients with metastatic or unresectable clear cell renal cell carcinoma will receive same sequential treatment strategy (Cabozantinib for 12 weeks, then proceed with Ipilimumab plus Nivolumab immunotherapy x4 over 12 weeks, then subsequent therapies depending on treatment response for another 12 weeks \\[Nivolumab for CR/PR/SD, Cabozantinib or Lenvatinib/Everolimus for PROG\\]).",
            "detailedDescription": "Multi-targeted tyrosine kinase inhibitors (TKI) and immune checkpoint inhibitors represent two systemic modalities that has improved outcomes in patient with metastatic clear cell renal cell carcinoma (ccRCC). However, as an increasing number of treatment approaches has been sequentially approved in the front line setting, the optimal treatment selection and sequence have yet to be clearly defined.\n\nFirst line combination immunotherapy with nivolumab (PD-1 inhibitor) plus ipilimumab (CTLA-4 Inhibitor) has demonstrated improved overall survival and patient quality of life compared to Sunitinib in patients with IMDC intermediate and poor risk disease, but the primary progression rate of 20% poses a concern. Comparatively, a number of TKI plus CPI combinations have demonstrated even higher response rates and lower rates of primary progression, however the higher rate of significant adverse events and non-improvement in patient quality of life compared to Sunitinib are areas of concern.\n\nCabozantinib, a potent, multiple-receptor TKI targeting MET, vascular endothelial growth factor receptor (VEGFR), AXL, and RET), is currently approved for the first and second line treatment of advanced RCC. Importantly, AXL and other targets such as TYRO3 and MER have been implicated in promoting tumor-immune suppression, and preclinical studies and clinical observations on circulating immune suppressive cells and immune effector cells suggest that Cabozantinib promotes an immune-permissive environment through inhibition of immune-modulatory targets on immune cells. This presents an opportunity for synergistic effects from combining CPI treatment with Cabozantinib.\n\nThe researchers hypothesize that a sequential approach of Cabozantinib treatment course followed by immediate Ipilimumab plus Nivolumab may retain synergistic effects seen with concurrent therapy with an improved safety profile. Although anti-angiogenesis TKI therapy is effective both as monotherapy or in combination with ICI, continuous use can lead to persistent side effects, potentially compromising patient's quality of life. Thus, a rapid sequential treatment approach may optimize the therapeutic effect and preserve patient quality of life.\n\nThe rapidly-cycling treatment regimen contains three, separate, consecutive treatment modules, each lasting 12 weeks: 1. Cabozantinib; 2. Ipilimumab + Nivolumab; 3. Nivolumab or Cabozantinib or Lenvatinib plus Everolimus depending on the response to the first and second modules.\n\nPrimary objective is to evaluate the overall response rate after treatment with Cabozantinib and Ipilimumab plus Nivolumab. Additional exploratory objective are to evaluate the safety of this rapid sequencing treatment, as well as correlation of tissue and blood based biomarkers at various times-points with clinical outcome measures."
        },
        "conditionsModule": {
            "conditions": [
                "Renal Cell Carcinoma"
            ],
            "keywords": [
                "Clear cell",
                "Renal cell carcinoma",
                "Metastatic",
                "Unresectable",
                "Immunotherapy",
                "Targeted therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patients with metastatic or unresectable clear cell renal cell carcinoma",
                    "type": "EXPERIMENTAL",
                    "description": "Patients with metastatic or unresectable clear cell renal cell carcinoma to receive same sequential treatment strategy. (Cabozantinib for 12 weeks, then proceed with Ipilimumab plus Nivolumab immunotherapy x4 over 12 weeks, then subsequent therapies depending on treatment response for another 12 weeks \\[Nivolumab for CR/PR/SD, Cabozantinib or Lenvatinib/Everolimus for PROG\\]).",
                    "interventionNames": [
                        "Drug: Cabozantinib",
                        "Drug: Ipilimumab",
                        "Drug: Nivolumab",
                        "Drug: Lenvatinib",
                        "Drug: Everolimus"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Cabozantinib",
                    "description": "60mg oral once daily for 12 weeks",
                    "armGroupLabels": [
                        "Patients with metastatic or unresectable clear cell renal cell carcinoma"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ipilimumab",
                    "description": "1mg/kg intravenous once every 3 weeks over 12 weeks",
                    "armGroupLabels": [
                        "Patients with metastatic or unresectable clear cell renal cell carcinoma"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nivolumab",
                    "description": "3mg/kg intravenous once every 3 weeks over 12 weeks, then 480mg once every 4 weeks after",
                    "armGroupLabels": [
                        "Patients with metastatic or unresectable clear cell renal cell carcinoma"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lenvatinib",
                    "description": "18mg oral once daily for 12 weeks",
                    "armGroupLabels": [
                        "Patients with metastatic or unresectable clear cell renal cell carcinoma"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Everolimus",
                    "description": "5mg oral once daily for 12 weeks",
                    "armGroupLabels": [
                        "Patients with metastatic or unresectable clear cell renal cell carcinoma"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Best Overall Response Rate (ORR)",
                    "description": "ORR is defined as the proportion of subjects who achieved a best response of CR or PR using the RECIST 1.1.\n\nComplete Response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm.\n\nPartial Response (PR): At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum longest diameters",
                    "timeFrame": "9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Diagnostic Odds Ratio (DoR)",
                    "description": "Diagnostic Odds Ratio - the ratio of the odds of the test being positive if the subject has a disease relative to the odds of the test being positive if the subject does not have the disease.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Progression-Free Survival (PFS)",
                    "description": "PFS is defined as the time from randomization until objective tumor progression or death, whichever occurs first.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "The length of time from either the date of diagnosis or the start of treatment that patients diagnosed with the disease are still alive.",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Functional Assessment of Cancer Therapy Kidney Symptom Index-19 (FKSI-19)",
                    "description": "Patient quality of life measured by the FKSI-19. Total scale ranges from 0-76, with higher scores indicating fewer symptoms.",
                    "timeFrame": "9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years at the time of study entry\n* Capable of understanding and complying with the protocol requirements and must have signed the informed consent document\n* ECOG performance status of 0 or 1 or KPS of at least 80%\n* Life expectancy ≥ 12 weeks\n* Histologically confirmed advanced (not amenable to curative surgery or radiation therapy) or metastatic (stage IV) RCC with predominantly clear cell component (sarcomatoid differentiation \\<50%)\n\n  a. Patients with localized RCC who develop metastatic disease post definitive nephrectomy, with or without systemic therapy in the adjuvant setting, are eligible\n* Patients with favorable, intermediate, or poor risk categories as defined by the MSKCC Prognostic Model or the IMDC consortium (Appendix A) will be eligible for the study\n* Evidence of measurable disease per RECIST 1.1 (i.e., ≥1 malignant tumor mass ≥10 mm with spiral CT scan using a 5 mm or smaller contiguous reconstruction algorithm)\n* Adequate normal organ, marrow and coagulation function based on below labs within 14 days before first dose of study treatment:\n\n  1. Hgb ≥ 9.0g/dL\n  2. White blood count ≥ 2500/ µL\n  3. ANC ≥1 x 109/L (≥1500/L) without growth factor support\n  4. Plt count ≥ 100 x 109 /L (≥100,000/L) without transfusion\n  5. Total serum bilirubin ≤1.5 x institutional ULN; Gilbert's disease, Total serum bilirubin ≤3 x institutional ULN\n  6. Serum transaminases (AST/ALT) ≤3 x the institutional ULN; ALP ≤5 x the institutional ULN with documented bone metastasis\n  7. Serum albumin ≥ 2.8 g/dl\n  8. PT/INR or PTT test ≥ 1.3 x the laboratory ULN\n  9. Serum creatinine ≤ 2.0 x ULN or calculated creatinine clearance ≥ 30 mL/min\n  10. UPCR ≤ 1mg/mg (≤113.2 mg/mmol) or 24-h urine protein ≤ 1 g\n* Representative FFPE tumor block (archival or recent acquisition) with an associated anonymized pathology report must be available for central testing.\n* Recovery to baseline or ≤ Grade 1 (CTCAE v. 5.0) from toxicities related to any prior treatments, unless AE(s) are clinically non-significant and/or stable on supportive therapy.\n* Sexually active fertile subjects and their partners must agree to use medically accepted methods of contraception (e.g., barrier methods, including male condom, female condom, or diaphragm with spermicidal gel) during the course of the study and for 4 months after the last dose of study treatment (See Appendix E).\n* Female subjects of childbearing potential must not be pregnant at screening (negative serum or urine pregnancy test within 2 weeks prior to the first dose of therapy). Female subjects are considered to be of childbearing potential unless one of the following criteria are met:\n\n  1. Documented permanent sterilization (hysterectomy, bilateral salpingectomy, or bilateral oophorectomy)\n  2. Documented postmenopausal status (defined as 12 months of amenorrhea in a woman \\> 45 years-of-age in the absence of other biological or physiological causes. In addition, females \\< 55 years-of-age must have a serum FSH level \\> 40 mIU/mL to confirm menopause).\n  3. Note: documentation may include review of medical records, medical examinations, or medical history interview by the study site\n\nExclusion Criteria:\n\n* Prior treatment with cabozantinib, nivolumab, ipilimumab, or any other systemic kidney cancer directed therapy for advanced disease (i.e. must be treatment naïve for advanced disease; adjuvant treatment post definitive local therapy is acceptable).\n* Receipt of the last dose of anti-cancer therapy (chemotherapy, immunotherapy, endocrine therapy, targeted therapy, biologic therapy, tumor embolization, monoclonal antibodies) within 4 weeks or five half-lives of the anti-cancer therapy prior to the first dose of study drug, whichever is shorter.\n* Receipt of any type of small molecule kinase inhibitor (including investigational kinase inhibitor) within 2 weeks before first dose of study treatment.\n* Radiation therapy for bone metastases within 2 weeks, any other radiation therapy within 4 weeks, or systemic treatment with radionuclides within 6 weeks before first dose of study treatment; ongoing clinically relevant complications from prior radiation therapy are not eligible.\n* Known brain metastases or cranial epidural disease unless adequately treated with radiotherapy and/or surgery (including radiosurgery) and stable for at least 4 weeks prior to first dose of study treatment.\n* Concomitant anticoagulation with coumarin agents (e.g., warfarin), direct thrombin inhibitors (e.g., dabigatran), direct factor Xa inhibitor betrixaban, or platelet inhibitors (e.g., clopidogrel). Allowed anticoagulants are the following:\n\n  1. Prophylactic use of low-dose aspirin for cardio-protection (per local applicable guidelines) and low-dose low molecular weight heparins.\n  2. Therapeutic doses of LMWH or anticoagulation with direct factor Xa inhibitors rivaroxaban, edoxaban, or apixaban in subjects without known brain metastases who are on a stable dose of the anticoagulant for at least 1 week before first dose of study treatment without clinically significant hemorrhagic complications from the anticoagulation regimen or the tumor.\n* The subject has uncontrolled, significant inter-current or recent illness including, but not limited to, the following conditions:\n\n  1. Cardiovascular disorders:\n\n     I. Congestive heart failure New York Heart Association Class 3 or 4, unstable angina pectoris, serious cardiac arrhythmias.\n\n     II. Uncontrolled hypertension defined as sustained blood pressure \\> 140 mm Hg systolic or \\> 90 mm Hg diastolic despite optimal antihypertensive treatment.\n\n     III. Stroke (including TIA), MI, or other ischemic event, or thromboembolic event (e.g., DVT, PE) within 6 months before first dose of study treatment.\n\n     IV. Subjects with a diagnosis of incidental, subsegmental PE or DVT within 6 months are allowed if stable, asymptomatic, and treated with a stable dose of permitted anticoagulation (see exclusion criterion #6) for at least 1 week before first dose of study treatment\n  2. GI disorders including those associated with a high risk of perforation or fistula formation:\n\nI. The subject has evidence of tumor invading the GI tract, active peptic ulcer disease, inflammatory bowel disease (e.g., Crohn's disease), diverticulitis, cholecystitis, symptomatic cholangitis or appendicitis, acute pancreatitis, acute obstruction of the pancreatic duct or common bile duct, or gastric outlet obstruction.\n\nII. Abdominal fistula, GI perforation, bowel obstruction, or intra-abdominal abscess within 6 months before first dose of study treatment.\n\nIII. Note: Complete healing of an intra-abdominal abscess must be confirmed before first dose of study treatment.\n\n* Clinically significant hematuria, hematemesis, or hemoptysis of \\> 0.5 teaspoon (2.5 ml) of red blood, or other history of significant bleeding (e.g., pulmonary hemorrhage) within 12 weeks before first dose of study treatment.\n* Cavitating pulmonary lesion(s) or known endotracheal or endobronchial disease manifestation.\n* Lesions invading or encasing any major blood vessels.\n* Other clinically significant disorders that would preclude safe study participation.\n\n  1. Serious non-healing wound/ulcer/bone fracture.\n  2. Uncompensated/symptomatic hypothyroidism.\n  3. Moderate to severe hepatic impairment (Child-Pugh B or C).\n* Major surgery (e.g., laparoscopic nephrectomy, GI surgery, removal or biopsy of brain metastasis) within 2 weeks before first dose of study treatment. Minor surgeries within 10 days before first dose of study treatment. Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior surgery are not eligible.\n* Corrected QT interval calculated by the Fridericia formula (QTcF) \\> 500 ms per ECG within 14 days before first dose of study treatment. Note: If a single ECG shows a QTcF with an absolute value \\> 500 ms, two additional ECGs at intervals of approximately 3 min must be performed within 30 min after the initial ECG, and the average of these three consecutive results for QTcF will be used to determine eligibility.\n* Current or prior use of immunosuppressive medication within 21 days before the first dose of protocol therapy, with the exceptions of intranasal and inhaled corticosteroids or systemic corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone, or an equivalent corticosteroid.\n* Pregnant or lactating females.\n* Inability to swallow tablets.\n* History of hypersensitivity to cabozantinib, nivolumab, ipilimumab, lenvatinib, everolimus, or any excipient or history of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n* Any other active malignancy at time of first dose of study treatment or diagnosis of another malignancy within 3 years prior to first dose of study treatment that requires active treatment, except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix, or breast.\n* History of leptomeningeal carcinomatosis.\n* Treatment with systemic immune-stimulatory agents (including but not limited to IL-2) within 4 weeks or five half-lives of the drug, whichever is shorter, prior to enrolment.\n* Receipt of live attenuated vaccination within 30 days prior to study entry or within 30 days of receiving protocol therapy or anticipation that such a live, attenuated vaccine will be required during the study.\n* Any prior Grade ≥3 irAE while receiving any previous immunotherapy agent, or any unresolved irAE \\> Grade 1.\n* Active or prior documented autoimmune disease within the past 2 years including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis. NOTE: Subjects with vitiligo, Grave's disease, or psoriasis not requiring systemic treatment (within the past 2 years) are not excluded. Patients with a history of autoimmune-related hypothyroidism on a stable dose of thyroid-replacement hormone may be eligible for this study.\n* Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative colitis) or history of GI disorders (medical disorders or extensive surgery) which may interfere with the absorption of the study drug.\n* History of primary immunodeficiency.\n* History of prior allogeneic stem cell or solid organ transplant.\n* Participation in another clinical study with an investigational product within 28 days prior to enrolment in the study.\n* Any condition that, in the opinion of the investigator, would interfere with evaluation of study treatment or interpretation of patient safety or study results.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Che-Kai Tsao, MD",
                    "role": "CONTACT",
                    "phone": "212-824-8782",
                    "email": "che-kai.tsao@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Che-Kai Tsao",
                    "affiliation": "Investigator",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Che-Kai Tsao, MD",
                            "role": "CONTACT",
                            "phone": "212-824-8536",
                            "email": "che-kai.tsao@mssm.edu"
                        },
                        {
                            "name": "Lindsay Diamond, NP",
                            "role": "CONTACT",
                            "phone": "347-514-1561",
                            "email": "Lindsay.diamond@mssm.edu"
                        },
                        {
                            "name": "Chei-Kai Tsao, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All of the individual participant data collected during the trial, after deidentification.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Immediately following publication. No end date.",
            "accessCriteria": "Anyone who wishes to access the data. Any purpose. Proposals may be submitted up to 36 months following article publication. After 36 months the data will be available in our University's data warehouse but without investigator support other than deposited metadata."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002292",
                    "term": "Carcinoma, Renal Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                },
                {
                    "id": "D000007680",
                    "term": "Kidney Neoplasms"
                },
                {
                    "id": "D000014571",
                    "term": "Urologic Neoplasms"
                },
                {
                    "id": "D000014565",
                    "term": "Urogenital Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007674",
                    "term": "Kidney Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5548",
                    "name": "Carcinoma, Renal Cell",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M10703",
                    "name": "Kidney Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17320",
                    "name": "Urologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17315",
                    "name": "Urogenital Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10698",
                    "name": "Kidney Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4906",
                    "name": "Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1341",
                    "name": "Clear Cell Renal Cell Carcinoma",
                    "asFound": "Renal Cell Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "D000074324",
                    "term": "Ipilimumab"
                },
                {
                    "id": "D000068338",
                    "term": "Everolimus"
                },
                {
                    "id": "C000531958",
                    "term": "Lenvatinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000091203",
                    "term": "MTOR Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M353738",
                    "name": "Lenvatinib",
                    "asFound": "Approved",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1348",
                    "name": "Ipilimumab",
                    "asFound": "Enrolled",
                    "relevance": "HIGH"
                },
                {
                    "id": "M255",
                    "name": "Everolimus",
                    "asFound": "14 days",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M353695",
                    "name": "Temsirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M2827",
                    "name": "MTOR Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}