{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05100004",
            "orgStudyIdInfo": {
                "id": "58808"
            },
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Rapid Acting TMS for Suicide Ideation in Depression",
            "officialTitle": "Rapid Acting Transcranial Magnetic Stimulation for Suicide Ideation in Depression",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rapid-acting-tms-for-suicide-ideation-in-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-29",
            "studyFirstSubmitQcDate": "2021-10-19",
            "studyFirstPostDateStruct": {
                "date": "2021-10-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Spiegel",
                "investigatorTitle": "Professor, Psychiatry and Behavioral Sciences, Stanford School of Medicine",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study evaluates the effects of an accelerated schedule of theta-burst stimulation, termed accelerated intermittent theta-burst stimulation (aiTBS), on the neural networks underlying explicit and implicit suicidal cognition in inpatients with major depressive disorder.",
            "detailedDescription": "Investigators recently developed a form of neuromodulation termed Stanford Neuromodulation Therapy (SNT). SNT-induced remission is associated with significant reductions in the functional connectivity of the neural network underlying explicit suicidal cognition (between sgACC-DMN). This project aims to further elucidate the SNT induced neural network changes underlying explicit suicidal cognition."
        },
        "conditionsModule": {
            "conditions": [
                "Depressive Disorder, Major",
                "Suicide"
            ],
            "keywords": [
                "suicidality",
                "neuromodulation",
                "transcranial magnetic stimulation",
                "depression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Patients will receive either active or sham stimulation to the DLPFC. Patients will be randomized to either condition with a 50:50 chance.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Left Dorsolateral Prefrontal Cortex (L-DLPFC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The accelerated theta burst stimulation protocol will be applied to the left dorsolateral prefrontal cortex (DLPFC)",
                    "interventionNames": [
                        "Device: Accelerated Theta Burst Stimulation"
                    ]
                },
                {
                    "label": "Sham Stimulation",
                    "type": "SHAM_COMPARATOR",
                    "description": "Sham (non-active) stimulation will be applied to the left dorsolateral prefrontal cortex (DLPFC) region",
                    "interventionNames": [
                        "Device: Sham Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Accelerated Theta Burst Stimulation",
                    "description": "Participants who are randomly assigned to this group will receive active iTBS (intermittent theta burst stimulation) to the left DLPFC. Stimulation intensity will be standardized at 90% of resting motor threshold (adjusted for cortical depth).\n\nStimulation will be delivered using the Magventure Magpro X100 TMS system.",
                    "armGroupLabels": [
                        "Left Dorsolateral Prefrontal Cortex (L-DLPFC)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham Stimulation",
                    "description": "Participants who are randomly assigned to this group will receive sham stimulation to the left DLPFC.\n\nSham stimulation will be delivered using the Magventure Magpro X100 TMS system.",
                    "armGroupLabels": [
                        "Sham Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in suicidal ideation as measured by the modified Scale for Suicide Ideation (m-SSI).",
                    "description": "The modified Scale for Suicide (m-SSI) is an 18-item clinician rated scale that measures suicidal ideation. Each item is scored from 0-3. Scores are summed for 1 total score. Higher scores indicate more severe suicidal ideation. Investigators will assess change in m-SSI scores at the post-inpatient treatment completion (day 2-7).",
                    "timeFrame": "At baseline (day 0) and at post-inpatient treatment completion (day 2-7)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rates of remission immediately after treatment in the Montgomery-Åsberg Depression Rating Scale (MADRS) score.",
                    "description": "The Montgomery-Åsberg Depression Rating Scale (MADRS), is a ten item diagnostic questionnaire used to measure the severity of depressive episodes in patients with mood disorders. Higher MADRS score indicates more severe depression, and each item yields a score of 0 to 6. The overall score ranges from 0 to 60.\n\nRemission is defined as MADRS ≤10.",
                    "timeFrame": "At baseline (day 0) and at post-inpatient treatment completion (day 2-7)"
                },
                {
                    "measure": "Rates of response immediately after treatment in the Montgomery-Åsberg Depression Rating Scale (MADRS) score.",
                    "description": "The Montgomery-Åsberg Depression Rating Scale (MADRS), is a ten item diagnostic questionnaire used to measure the severity of depressive episodes in patients with mood disorders. Higher MADRS score indicates more severe depression, and each item yields a score of 0 to 6. The overall score ranges from 0 to 60.\n\nResponse is defined as a reduction of \\>/=50% of MADRS baseline score.",
                    "timeFrame": "At baseline (day 0) and at post-inpatient treatment completion (day 2-7)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 22-65 year old at the time of screening on voluntary or involuntary hold\n2. Able to read, understand, and provide written, dated informed consent prior to screening. Participants will be deemed likely to comply with study protocol and communicate with study personnel about adverse events and other clinically important information.\n3. Diagnosed with Major Depressive Disorder (MDD) or Bipolar Affective Disorder II (BAPD II), according to the criteria defined in the Diagnosis and Statistical Manual of Mental Disorders, Fifth Edition, Text Revision (DSM-5).\n\n   Endorse suicidal ideation (score ≥9 on the SSI-M).\n4. Meet the threshold on the MADRS and HAMD-17 with a total score of \\>/=20 at baseline.\n5. Not in a current state of mania (Young Mania Rating Scale) or psychosis (MINI)\n6. Have to be TMS naive\n7. In good general health, as ascertained by medical history.\n8. Scheduled with a psychiatrist\n9. Access to clinical rTMS after hospital discharge\n10. If participant is of childbearing potential and not already pregnant, must agree to use adequate contraception prior to study and for the duration of study participation.\n11. No recent use (for the actual depressive episode) of rapid acting antidepressive agent (ketamine)\n\nExclusion Criteria:\n\n1. Any abnormalities indicated on previous MRI scans e.g. structural neurological condition, more subcortical lesions than would be expected for age, stroke affecting stimulated area or connected areas or any other clinically significant abnormality that might affect safety, study participation, or confound interpretation of study results.\n2. Metal implant in brain (e.g. deep brain stimulation), cardiac pacemaker, or cochlear\n3. History of epilepsy/ seizures (including history of withdrawal/ provoked seizures)\n4. Shrapnel or any ferromagnetic item in the head.\n5. Pregnancy: The effects of rTMS on the developing human fetus are incipient and still uncertain (25). Pregnant women will not be enrolled into this study. Women of childbearing potential must agree to use adequate contraception (hormonal / barrier method of birth control or abstinence) prior to study entry and for the duration of study participation. Females of childbearing-age, will have a pregnancy test prior to receiving each rTMS stimulation session. Should a woman become pregnant or suspects she is pregnant while participating in this study, she should inform study staff.\n6. Autism Spectrum disorder\n7. A diagnosis of obsessive-compulsive disorder (OCD)\n8. The presence or diagnosis of prominent anxiety disorder, personality disorder, or dysthymia\n9. Any current or past history of any physical condition which in the investigator's opinion might put the subject at risk or interfere with study results interpretation.\n10. Active substance use (\\<1 week) or intoxication verified by toxicology screen--of cocaine, amphetamines, benzodiazepines\n11. Cognitive impairment (including dementia)\n12. Current severe insomnia (must sleep a minimum of 5 hours the night before stimulation)\n13. Current mania or psychosis\n14. Bipolar Affective Disorder I and primary psychotic disorders.\n15. Showing symptoms of withdrawal from alcohol or benzodiazepines\n16. IQ\\<70\n17. Parkinsonism or other movement d/o determined by PI to interfere with treatment\n18. Desirous of getting ECT and previous intolerant exposure to ECT\n19. Any other indication the PI feels would comprise data\n20. No access to clinical rTMS after discharge.\n21. Previous TMS exposure.\n22. Depth-adjusted aiTBS treatment dose \\> 65% maximum stimulator output (MSO).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jean-Marie Batail, MD, PhD",
                    "role": "CONTACT",
                    "phone": "650-497-3933",
                    "email": "jmbatail@stanford.edu"
                },
                {
                    "name": "Romina Nejad, MS",
                    "role": "CONTACT",
                    "email": "rnejad@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David Spiegel, MD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Hospital",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jean-Marie Batail, MD, PhD",
                            "role": "CONTACT",
                            "phone": "650-497-3933",
                            "email": "jmbatail@stanford.edu"
                        },
                        {
                            "name": "Romina Nejad, MSc",
                            "role": "CONTACT",
                            "email": "rnejad@stanford.edu"
                        },
                        {
                            "name": "David Spiegel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20439832",
                    "type": "BACKGROUND",
                    "citation": "George MS, Lisanby SH, Avery D, McDonald WM, Durkalski V, Pavlicova M, Anderson B, Nahas Z, Bulow P, Zarkowski P, Holtzheimer PE 3rd, Schwartz T, Sackeim HA. Daily left prefrontal transcranial magnetic stimulation therapy for major depressive disorder: a sham-controlled randomized trial. Arch Gen Psychiatry. 2010 May;67(5):507-16. doi: 10.1001/archgenpsychiatry.2010.46."
                },
                {
                    "pmid": "8547583",
                    "type": "BACKGROUND",
                    "citation": "George MS, Wassermann EM, Williams WA, Callahan A, Ketter TA, Basser P, Hallett M, Post RM. Daily repetitive transcranial magnetic stimulation (rTMS) improves mood in depression. Neuroreport. 1995 Oct 2;6(14):1853-6. doi: 10.1097/00001756-199510020-00008."
                },
                {
                    "pmid": "8684201",
                    "type": "BACKGROUND",
                    "citation": "Pascual-Leone A, Rubio B, Pallardo F, Catala MD. Rapid-rate transcranial magnetic stimulation of left dorsolateral prefrontal cortex in drug-resistant depression. Lancet. 1996 Jul 27;348(9022):233-7. doi: 10.1016/s0140-6736(96)01219-6."
                },
                {
                    "pmid": "27604566",
                    "type": "BACKGROUND",
                    "citation": "Abdallah CG, Averill LA, Collins KA, Geha P, Schwartz J, Averill C, DeWilde KE, Wong E, Anticevic A, Tang CY, Iosifescu DV, Charney DS, Murrough JW. Ketamine Treatment and Global Brain Connectivity in Major Depression. Neuropsychopharmacology. 2017 May;42(6):1210-1219. doi: 10.1038/npp.2016.186. Epub 2016 Sep 8."
                },
                {
                    "pmid": "24629537",
                    "type": "BACKGROUND",
                    "citation": "Liston C, Chen AC, Zebley BD, Drysdale AT, Gordon R, Leuchter B, Voss HU, Casey BJ, Etkin A, Dubin MJ. Default mode network mechanisms of transcranial magnetic stimulation in depression. Biol Psychiatry. 2014 Oct 1;76(7):517-26. doi: 10.1016/j.biopsych.2014.01.023. Epub 2014 Feb 5."
                },
                {
                    "pmid": "26717528",
                    "type": "BACKGROUND",
                    "citation": "Green KL, Brown GK, Jager-Hyman S, Cha J, Steer RA, Beck AT. The Predictive Validity of the Beck Depression Inventory Suicide Item. J Clin Psychiatry. 2015 Dec;76(12):1683-6. doi: 10.4088/JCP.14m09391."
                },
                {
                    "pmid": "30761601",
                    "type": "BACKGROUND",
                    "citation": "Ballard ED, Reed JL, Szczepanik J, Evans JW, Yarrington JS, Dickstein DP, Nock MK, Nugent AC, Zarate CA Jr. Functional Imaging of the Implicit Association of the Self With Life and Death. Suicide Life Threat Behav. 2019 Dec;49(6):1600-1608. doi: 10.1111/sltb.12543. Epub 2019 Feb 13."
                },
                {
                    "pmid": "31825760",
                    "type": "BACKGROUND",
                    "citation": "Tello N, Harika-Germaneau G, Serra W, Jaafari N, Chatard A. Forecasting a Fatal Decision: Direct Replication of the Predictive Validity of the Suicide-Implicit Association Test. Psychol Sci. 2020 Jan;31(1):65-74. doi: 10.1177/0956797619893062. Epub 2019 Dec 11."
                },
                {
                    "pmid": "31481688",
                    "type": "BACKGROUND",
                    "citation": "Light SN, Bieliauskas LA, Taylor SF. Measuring change in anhedonia using the \"Happy Faces\" task pre- to post-repetitive transcranial magnetic stimulation (rTMS) treatment to left dorsolateral prefrontal cortex in Major Depressive Disorder (MDD): relation to empathic happiness. Transl Psychiatry. 2019 Sep 3;9(1):217. doi: 10.1038/s41398-019-0549-8."
                },
                {
                    "pmid": "29560909",
                    "type": "BACKGROUND",
                    "citation": "Baeken C, Duprat R, Wu GR, De Raedt R, van Heeringen K. Subgenual Anterior Cingulate-Medial Orbitofrontal Functional Connectivity in Medication-Resistant Major Depression: A Neurobiological Marker for Accelerated Intermittent Theta Burst Stimulation Treatment? Biol Psychiatry Cogn Neurosci Neuroimaging. 2017 Oct;2(7):556-565. doi: 10.1016/j.bpsc.2017.01.001. Epub 2017 Jan 20."
                },
                {
                    "pmid": "24388670",
                    "type": "BACKGROUND",
                    "citation": "Downar J, Geraci J, Salomons TV, Dunlop K, Wheeler S, McAndrews MP, Bakker N, Blumberger DM, Daskalakis ZJ, Kennedy SH, Flint AJ, Giacobbe P. Anhedonia and reward-circuit connectivity distinguish nonresponders from responders to dorsomedial prefrontal repetitive transcranial magnetic stimulation in major depression. Biol Psychiatry. 2014 Aug 1;76(3):176-85. doi: 10.1016/j.biopsych.2013.10.026. Epub 2013 Nov 28. Erratum In: Biol Psychiatry. 2014 Sep 1;76(5):430."
                },
                {
                    "pmid": "27378888",
                    "type": "BACKGROUND",
                    "citation": "Duprat R, De Raedt R, Wu GR, Baeken C. Intermittent Theta Burst Stimulation Increases Reward Responsiveness in Individuals with Higher Hedonic Capacity. Front Hum Neurosci. 2016 Jun 16;10:294. doi: 10.3389/fnhum.2016.00294. eCollection 2016."
                },
                {
                    "pmid": "31787757",
                    "type": "BACKGROUND",
                    "citation": "Schmaal L, van Harmelen AL, Chatzi V, Lippard ETC, Toenders YJ, Averill LA, Mazure CM, Blumberg HP. Imaging suicidal thoughts and behaviors: a comprehensive review of 2 decades of neuroimaging studies. Mol Psychiatry. 2020 Feb;25(2):408-427. doi: 10.1038/s41380-019-0587-x. Epub 2019 Dec 2."
                },
                {
                    "pmid": "30819549",
                    "type": "BACKGROUND",
                    "citation": "Gartner M, Aust S, Bajbouj M, Fan Y, Wingenfeld K, Otte C, Heuser-Collier I, Boker H, Hattenschwiler J, Seifritz E, Grimm S, Scheidegger M. Functional connectivity between prefrontal cortex and subgenual cingulate predicts antidepressant effects of ketamine. Eur Neuropsychopharmacol. 2019 Apr;29(4):501-508. doi: 10.1016/j.euroneuro.2019.02.008. Epub 2019 Feb 26."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Depressive Disorder, Major",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}