{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06193174",
            "orgStudyIdInfo": {
                "id": "IRB-300012182"
            },
            "secondaryIdInfos": [
                {
                    "id": "HT9425-23-1-0805",
                    "type": "OTHER_GRANT",
                    "domain": "USAMRAA"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Re-Administration of C134 in Patients With Recurrent GBM (C134-HSV-1)",
            "officialTitle": "A Phase IB (Repeat Dosing) Trial of Second Dose Oncolytic HSV Administered Intratumorally in Patients With Recurrent Malignant Glioma.",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "re-administration-of-in-patients-with-recurrent-gbm-hsv"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2025-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-28",
            "studyFirstSubmitQcDate": "2023-12-20",
            "studyFirstPostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "James Markert, MD",
                "investigatorTitle": "Chair, Department of Neurosurgery",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine how safe and how well-tolerated the experimental study drug, C134 is when re-administered into the brain where the tumor is located.",
            "detailedDescription": "C134 is a genetically engineered herpes simplex virus or \"HSV\" (the virus that usually causes cold sores and rarely, a severe infection of the brain). It has been known that viruses may kill tumor cells. When tumor cells are mixed with certain viruses in the laboratory, the tumor cells die. The DNA of the (HSV) virus has been modified so that tumor cells may be killed when infected by C134. The changes made to the virus (HSV) should help prevent the (C134) virus from infecting normal brain tissue. Extensive testing in both mice and monkeys has demonstrated that C134 is not able to cause HSV when injected directly into the brain. C134 may also be able to help kill tumor cells because it can prevent tumor cells from killing it more effectively than other, similar viruses can. This allows it to infect and kill more brain tumor cells. C134 has been tested in more than ten patients previously. The virus has had only two instances of known significant toxicities. In one patients with extensive disease present on both sides of the brain, the virus traveled throughout the brain and as a result, caused extensive inflammation that required treatment with an antiviral drug. The patient recovered partially, but eventually succumbed to their tumor. A second patient developed an infection of the retina (back of the eye) apparently as a result of the virus migrating to that area from the site of inoculation in the occipital lobe.\n\nBased on these findings the investigators have amended the protocol to protect future patients from these toxicities as follows: 1) The dose of the virus being administered has been lowered; 2) patients with enhancing tumor on both sides of the brain are not eligible for the trial and 3) patients with disease in the occipital lobe which has connections to the retina are not eligible for the trial\n\nBased on laboratory testing, the investigators believe multiple doses of C134 viral therapy in cases such as the patients, could potentially benefit from repeat treatment as this has been seen in preclinical studies, since the patients have received C134, the patients are thus eligible for retreatment under this protocol."
        },
        "conditionsModule": {
            "conditions": [
                "Recurrent Malignant Glioma",
                "Glioblastoma Multiforme of Brain",
                "Gliosarcoma of Brain",
                "Anaplastic Astrocytoma of Brain"
            ],
            "keywords": [
                "Brain Tumor",
                "Progressive",
                "Recurrent"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Recurrent Malignant Glioma",
                    "type": "EXPERIMENTAL",
                    "description": "Participants that have completed the study \"Trial of C134 in Patients With Recurrent GBM (C134-HSV-1)\"",
                    "interventionNames": [
                        "Drug: C134 Re-Administration"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "C134 Re-Administration",
                    "description": "Administration of a second dose of C134 to participants that have completed the study Trial of C134 in Patients With Recurrent GBM (C134-HSV-1).",
                    "armGroupLabels": [
                        "Recurrent Malignant Glioma"
                    ],
                    "otherNames": [
                        "C134-HSV-1 Re-Administration"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Measure of Treatment-Emergent Adverse Events",
                    "description": "Adverse events will be monitored and any changes in status will be recorded for each patient as outlined in CTCAE v4.0 reporting requirements.",
                    "timeFrame": "baseline through month 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measure of Progression Free Survival",
                    "description": "Patients will receive contrast-enhanced MRI to monitor progression (changes in tumor volume or tumor enhancement assessed by the iRANO criteria). As indicated in the criteria, biopsy and/or resection may be performed in instances of uncertainty. Determination of time to progression (in months) will be recorded for each patient and median progression-free survival will be calculated for the entire cohort (Kaplan-Meier).",
                    "timeFrame": "pre-study, day 3, day 28, month 3, month 6, month 12"
                },
                {
                    "measure": "Measure Overall Survival",
                    "description": "Patients survival will be recorded (Kaplan-Meier)",
                    "timeFrame": "day 0, day 1, day 2, day 3, day 7, day 28, month 3, month 6, month 12"
                },
                {
                    "measure": "Measurement of HSV titer",
                    "description": "Detection and quantification of HSV antibody titer via ELISA, pfu/mL.",
                    "timeFrame": "pre-study, day 28, month 3, month 6, month 12"
                },
                {
                    "measure": "Composition of the white blood cells",
                    "description": "White blood cell subset analysis by FACS, as a percent of total white blood cell number.",
                    "timeFrame": "pre-study, day 2, day 7, day 28, month 3, month 6, month 12"
                },
                {
                    "measure": "Measure interferon levels",
                    "description": "Intracellular lymphocyte interferon levels will be assessed by FACS analysis ng/mL",
                    "timeFrame": "pre-study, day 2, day 7, day 28, month 3, month 6, month 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must have histologically or cytologically confirmed recurrent/progressive glioblastoma multiforme, anaplastic astrocytoma, or gliosarcoma.\n\nPrior therapy. Patients must have failed a course of external beam radiotherapy to the brain at least 4 weeks prior to enrollment.\n\nAge ≥18 years. Because no dosing or adverse event data are currently available on the use of C134 in patients \\<18 years of age, children are excluded from this study but will be eligible for future pediatric phase 1 single-agent trials.\n\nKarnofsky Performance Status ≥70%\n\nLife expectancy of greater than 4 weeks.\n\nPatients must have normal organ and marrow function as defined below:\n\nleukocytes \\>3,000/ μl absolute neutrophil count \\>1,500/ μl platelets \\>100,000/ μl total bilirubin within normal institutional limits AST(SGOT)/ALT(SGPT) \\<2.5 X institutional upper limit of normal Creatinine within normal institutional limits OR creatinine clearance \\>60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal.\n\nResidual lesion must be ≥1.0 cm in diameter as determined by MRI.\n\nThe effects of C134 on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception prior to study entry and for the first six months after receiving C134. Because it is currently unknown if C134 can be transmitted by sexual contact, a barrier method of birth control should be employed. Should a woman become pregnant while participating in this study, she should inform her treating physician immediately.\n\nAbility to understand and the willingness to sign a written informed consent document.\n\nFemales of childbearing potential must not be pregnant; this will be confirmed by a negative serum pregnancy test within 14 days prior to starting study treatment.\n\nSteroid use is allowed as long as dose has not increased within 2 weeks of scheduled C134 administration whenever possible, the patient should be on a steroid dose that is equivalent to a dexamethasone dose of ≤ 4mg daily at the time of treatment.\n\nPatients must have previously been treated with C134 in the Phase I dose escalation study here at UAB \\> 4 weeks prior and have shown evidence of either tumor progression or pseudoprogression by MRI.\n\nExclusion Criteria:\n\nPatients who have had chemotherapy, cytotoxic therapy, immunotherapy or gene therapy within 6 weeks prior to entering the study, surgical resection within 4 weeks prior to entering the study, or have received experimental viral therapy at any time (e.g., adenovirus, retrovirus or herpesvirus\\* protocol). Also, those who have not recovered from adverse events due to therapeutic interventions administered more than 4 weeks earlier.\n\nPatients may not be receiving any other investigational agents (except C134 per protocol).\n\nEnhancing tumor diameter larger than 5.5 cm\n\nHistory of allergic reactions or CTCAE version 5.0 Grade IV toxicity attributed to C134 or compounds of similar biologic composition to C134.\n\nTumor involvement which would require ventricular, brainstem, basal ganglia, or posterior fossa inoculation or would require access through a ventricle in order to deliver treatment.\n\nPrior history of encephalitis, multiple sclerosis, or other CNS infection.\n\nActive oral herpes lesion.\n\nConcurrent therapy with any drug active against HSV (acyclovir, valaciclovir, penciclovir, famciclovir, ganciclovir, foscarnet, cidofovir).\n\nUncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or any other medical condition that precludes surgery. Also, psychiatric illness/social situations that would limit compliance with study requirements.\n\nRequired steroid increase within 2 weeks of scheduled C134 administration. When possible, the patient should be on a dexamethasone equivalent dose of ≤ 2mg daily at the time of treatment.\n\nKnown history of allergic reaction to IV contrast material that is not amenable to pre-treatment by UAB protocol.\n\nHave a pacemaker, ferro-magnetic aneurysm clips, metal infusion pumps, metal or shrapnel fragments, or certain types of stents.\n\nReceived Bevacizumab (Avastin) therapy within 4 weeks of scheduled C134 administration.\n\nExcluded patient groups Pregnant women are excluded from this study because C134 is a viral oncolytic therapy with unknown potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with C134 breastfeeding should be discontinued if the mother is treated with C134.\n\nImmune deficient, because patients with immune deficiency will be unable to mount the anticipated immune response underlying this therapeutic rationale, HIV-seropositive patients are excluded from this study. Other treatment studies for this disease that are less dependent on the patients' immune response are more appropriate for HIV-seropositive patients.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Norma Miller, RN",
                    "role": "CONTACT",
                    "phone": "2059756169",
                    "email": "ncmiller@uabmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James Markert, MD",
                    "affiliation": "The University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Markert, MD",
                            "role": "CONTACT",
                            "email": "jmarkert@uabmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000018316",
                    "term": "Gliosarcoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Malignant Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma Multiforme",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "asFound": "Anaplastic Astrocytoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20460",
                    "name": "Gliosarcoma",
                    "asFound": "Gliosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T364",
                    "name": "Anaplastic Astrocytoma",
                    "asFound": "Anaplastic Astrocytoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2522",
                    "name": "Gliosarcoma",
                    "asFound": "Gliosarcoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}