{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05414903",
            "orgStudyIdInfo": {
                "id": "12-13-XP"
            },
            "organization": {
                "fullName": "Father Flanagan's Boys' Home",
                "class": "OTHER"
            },
            "briefTitle": "Reading Outcomes in Children With Vestibular Loss",
            "officialTitle": "Reading Outcomes in Children With Vestibular Loss",
            "therapeuticArea": [
                "Other"
            ],
            "study": "reading-outcomes-in-children-with-vestibular-loss"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-06",
            "studyFirstSubmitQcDate": "2022-06-08",
            "studyFirstPostDateStruct": {
                "date": "2022-06-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kristen Janky",
                "investigatorTitle": "Scientist II; Director, Vestibular and Balance Laboratory",
                "investigatorAffiliation": "Father Flanagan's Boys' Home"
            },
            "leadSponsor": {
                "name": "Father Flanagan's Boys' Home",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Vestibular loss can co-occur with hearing loss causing dual sensory deficits. This project examines vestibular loss as a contributing factor to reading difficulties for children with hearing loss, where previously only the effects of hearing loss and subsequent language difficulties have been considered. These results are expected to influence the identification and habilitation of vestibular loss in children with hearing loss.",
            "detailedDescription": "Vestibular loss can co-occur with hearing loss causing dual sensory deficits. Unfortunately, children with hearing loss are rarely assessed for vestibular loss. As a result, the impact of co-morbid vestibular loss in children with hearing loss is unknown, particularly on academic and cognitive outcomes. While vestibular loss has been speculated to affect reading outcomes in children (Braswell 2006a; Snashall 1983; Tomaz 2014), the extent to which vestibular loss affects reading outcomes and the association between vestibular loss and reading is not understood. Therefore, the purpose of this proposal is to investigate the relationship between reading outcomes and vestibular loss in children with hearing loss. The vestibular system is responsible for decoding head movement and eliciting eye movements in an equal and opposite direction to maintain steady vision. It is not surprising therefore that vestibular loss results in reduced dynamic visual acuity - the ability to see clearly during head movement - (Rine 2003; Janky 2015); however, children with vestibular loss and reduced dynamic visual acuity also have reduced reading acuity - the smallest print size that can be read - and require larger print size for reading compared to peers with normal hearing (Braswell 2006a). Thus, Aim 1 will test the hypothesis that vestibular loss results in visual acuity deficits due to vestibulo-ocular reflex and cognitive deficits, which could impact reading. Theoretically, the Simple View of Reading (Gough 1986) suggests that reading comprehension can be explained by decoding and language comprehension abilities; however, these two factors do not account for all the variance in reading comprehension (Aaron 1999). In children with hearing loss, reading is affected by language, phonological processing, and auditory access; however, these factors alone do not fully explain the variance. Aim 2 will test the hypothesis that after controlling for variables known to contribute to reading performance (i.e., language, phonological processing, auditory access, etc.), vestibular loss will account for a significant amount of the variance in reading outcomes. The long-term goals of this research program are to define the developmental and academic impact of comorbid vestibular loss and then develop rehabilitative strategies that mitigate negative outcomes. The proposed work will provide a better understanding of vestibular loss as a contributing factor to reading difficulties for children with hearing loss, where previously only the effects of hearing loss have been considered. The proposed work will improve the scientific understanding of reading deficits in children with hearing loss and could lead to new rehabilitative interventions for reading in children with hearing loss by considering vestibular loss, a factor that has until now been ignored. A scaffolded training plan has been devised to enhance the investigator's understanding of literacy outcomes in children with hearing loss, cognition, neuroanatomy, development, and the ability to incorporate eye tracking to address the hypotheses."
        },
        "conditionsModule": {
            "conditions": [
                "Vestibular Disorder",
                "Hearing Loss, Sensorineural"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Children with Normal Hearing",
                    "description": "typically developing children with normal hearing (thresholds ≤ 20 dB HL from 0.25 to 8 kHz) age-matched to the children with hearing loss",
                    "interventionNames": [
                        "Behavioral: Dynamic Visual Acuity",
                        "Behavioral: Reading Outcomes",
                        "Behavioral: Static Visual Acuity"
                    ]
                },
                {
                    "label": "Children with hearing loss and normal vestibular function",
                    "description": "Children with hearing loss will have a pure-tone average (PTA) \\> 65 dB and normal vestibular evaluation.",
                    "interventionNames": [
                        "Behavioral: Dynamic Visual Acuity",
                        "Behavioral: Reading Outcomes",
                        "Behavioral: Static Visual Acuity"
                    ]
                },
                {
                    "label": "children with hearing loss and vestibular loss",
                    "description": "Children with hearing loss will have a pure-tone average (PTA) \\> 65 dB and and varying degree of vestibular loss (i.e., unilateral or bilateral).",
                    "interventionNames": [
                        "Behavioral: Dynamic Visual Acuity",
                        "Behavioral: Reading Outcomes",
                        "Behavioral: Static Visual Acuity"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Dynamic Visual Acuity",
                    "description": "First, participants will report the direction of the open portion of a \"Landolt C\" (right, left, up, or down) with the head still. Ten targets at 5 acuity levels (LogMAR -0.3, 0, 0.3, 0.7, 1.0, corresponding to Snellen visual acuity of 20/10, 20/20, 20/40, 20/100, 20/200) will be identified. Next, a rate sensor will be placed on the subject's head in the plane of the horizontal canals and htDVA will be measured. The \"Landolt C\" will be presented automatically when the examiner has moved the subject's head \\> 150˚/sec. htDVA scores will be the LogMAR at which the subject fails to correctly identify 50% of the visual targets or reaches a LogMAR of -0.3. The overall htDVA score is calculated by subtracting the head still LogMAR from the htDVA LogMAR. htDVA scores will be calculated for right and left head movements separately.",
                    "armGroupLabels": [
                        "Children with Normal Hearing",
                        "Children with hearing loss and normal vestibular function",
                        "children with hearing loss and vestibular loss"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Reading Outcomes",
                    "description": "The TOSWRF will be used to assess reading fluency. Children get 3 minutes to identify as many words as possible by drawing boundaries between successive unrelated words.\n\nThe TOSCRF will be used to assess reading fluency. Children are allowed 3 minutes to identify as many contextually related words as possible by drawing boundaries between successive words.\n\nThe TILLS will be used to assess reading comprehension. Each subject will read a short passage and answer 3 yes/no questions assessing reading comprehension.\n\nA computer based MNREAD Test will be used to assess reading acuity, critical print size and Reading Accessibility Index.\n\nDuring the TILLS and MNRead test, eye tracking (Eye Link 1000+ eye tracker) will be used to record fixation duration, saccade length, regression frequency, and total time spent.",
                    "armGroupLabels": [
                        "Children with Normal Hearing",
                        "Children with hearing loss and normal vestibular function",
                        "children with hearing loss and vestibular loss"
                    ],
                    "otherNames": [
                        "The Test of Silent Word Reading Fluency, 2nd Ed (TOSWRF)",
                        "The Test of Silent Contextual Reading Fluency, 2nd Ed (TOSCRF)",
                        "The Test of Integrated Language and Literacy Skills (TILLS): Reading Comprehension subtest",
                        "MNREAD Test"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Static Visual Acuity",
                    "description": "The subject's head will be in a headrest. Static visual acuity will be assessed in 9 domains (3 levels of visual target complexity x 3 levels of presentation complexity). The 3 levels of visual target complexity are identifying: 1) colors, 2) the direction of the open prongs of the \"Landolt C\" (right, left, up, or down), which does not require alphabet knowledge, and 3) single letters (C, D, H, K, O, N, S, R, V, and Z; NIH Toolbox, Li 2014)). The 3 levels of presentation complexity are identifying: 1) 1-visual optotype, 2) a successive row of 5 visual optotypes flashed for 3 seconds (Hillman 1999), and 3) successive rows of optotypes in paragraph form as quickly as possible (i.e., rapid automatized naming). Outcome parameters will be %-correct at each acuity level and reaction time. Fixation duration, saccade length, saccade frequency, regression frequency, and total time spent will be collected via an eye tracker (Eye Link 1000+ eye tracker \\[SR Research, EyeLink, Ontario, Canada\\]).",
                    "armGroupLabels": [
                        "Children with Normal Hearing",
                        "Children with hearing loss and normal vestibular function",
                        "children with hearing loss and vestibular loss"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The Dynamic Visual Acuity Test",
                    "description": "The dynamic visual acuity test measures the ability to see clearly during head movement. 3 type of head movement will be assessed: Active (participant moves their own head), Passive (Investigator moves participant's head) and impulse (Investigator moves participant's head).",
                    "timeFrame": "June 6, 2022 - November 30, 2026"
                },
                {
                    "measure": "Reading Ability",
                    "description": "The Test of Silent Word Reading Fluency, 2nd Ed (TOSWRF) The Test of Silent Contextual Reading Fluency, 2nd Ed (TOSCRF) The Test of Integrated Language and Literacy Skills (TILLS): Reading Comprehension subtest MNREAD Test",
                    "timeFrame": "June 6, 2022 - November 30, 2026"
                },
                {
                    "measure": "Static Visual Acuity Test",
                    "description": "Static visual acuity will be assessed in 9 domains (3 levels of visual target complexity x 3 levels of presentation complexity). The 3 levels of visual target complexity are identifying: 1) colors, 2) the direction of the open prongs of the \"Landolt C\" (right, left, up, or down), which does not require alphabet knowledge, and 3) single letters",
                    "timeFrame": "June 6, 2022 - November 30, 2026"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Children will be required to have nonverbal problem-solving/intelligence scores within 1.5 SD of the mean (mean = 100, SD = 15, 1.5 SD of mean = 77 - 123).\n* Children with normal hearing must have thresholds ≤20 dB HL from 0.25 to 8 kHz.\n* Children with hearing loss must have pure-tone averages \\> 65 dB HL.\n\nExclusion Criteria:\n\n* Fail a vision screen at 20/30\n* Have autism, blindness, or other optic disorders, cerebral palsy, significant neurologic involvement, uncorrectable vision problems, and intellectual disability.\n* Children with nonverbal problem-solving/intelligence scores \\> 123 or \\< 77 will be excluded.\n* Each participant's current medications will be reviewed. Children taking medications known to result in oculomotor slowing will be excluded (i.e., anti-depressants, vestibular suppressants, sedatives, etc).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "8 Years",
            "maximumAge": "14 Years",
            "stdAges": [
                "CHILD"
            ],
            "studyPopulation": "Participants will be children in upper elementary and middle school, grades 3 - 8 (\\~ 8 - 14 years, n = 90). All children will receive audiometric assessment (air- and bone-conduction thresholds from 0.25 to 8 kHz) and tympanometry to assess middle ear function. For all experiments, there will be 3 groups, with 30 children in each group: 1) a control group of typically developing children with normal hearing (thresholds ≤ 20 dB HL from 0.25 to 8 kHz) age-matched to, 2) children with hearing loss and normal vestibular function, and 3) children with hearing loss and varying degree of vestibular loss.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristen L Janky, PhD",
                    "role": "CONTACT",
                    "phone": "15313556535",
                    "email": "kristen.janky@boystown.org"
                },
                {
                    "name": "Jessie N Patterson, PhD",
                    "role": "CONTACT",
                    "phone": "15313556333",
                    "email": "jessie.patterson@boystown.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kristen L Janky, PhD",
                    "affiliation": "Father Flanagan's Boys' Home",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boys Town National Research Hospital",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68131",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kristen L Janky, PhD",
                            "role": "CONTACT",
                            "phone": "531-355-6535",
                            "email": "kristen.janky@boystown.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "16945429",
                    "type": "BACKGROUND",
                    "citation": "Braswell J, Rine RM. Evidence that vestibular hypofunction affects reading acuity in children. Int J Pediatr Otorhinolaryngol. 2006 Nov;70(11):1957-65. doi: 10.1016/j.ijporl.2006.07.013. Epub 2006 Aug 30."
                },
                {
                    "pmid": "20894507",
                    "type": "BACKGROUND",
                    "citation": "Snashall SE. Vestibular function tests in children. J R Soc Med. 1983 Nov;76(11):985-6. doi: 10.1177/014107688307601125. No abstract available."
                },
                {
                    "pmid": "24830967",
                    "type": "BACKGROUND",
                    "citation": "Tomaz A, Gananca MM, Garcia AP, Kessler N, Caovilla HH. Postural control in underachieving students. Braz J Otorhinolaryngol. 2014 Apr;80(2):105-10. doi: 10.5935/1808-8694.20140024. English, Portuguese."
                },
                {
                    "pmid": "14597370",
                    "type": "BACKGROUND",
                    "citation": "Rine RM, Braswell J. A clinical test of dynamic visual acuity for children. Int J Pediatr Otorhinolaryngol. 2003 Nov;67(11):1195-201. doi: 10.1016/j.ijporl.2003.07.004."
                },
                {
                    "pmid": "26182202",
                    "type": "BACKGROUND",
                    "citation": "Janky KL, Givens D. Vestibular, Visual Acuity, and Balance Outcomes in Children With Cochlear Implants: A Preliminary Report. Ear Hear. 2015 Nov-Dec;36(6):e364-72. doi: 10.1097/AUD.0000000000000194."
                },
                {
                    "pmid": "15499713",
                    "type": "BACKGROUND",
                    "citation": "Aaron PG, Joshi M, Williams KA. Not all reading disabilities are alike. J Learn Disabil. 1999 Mar-Apr;32(2):120-37. doi: 10.1177/002221949903200203."
                },
                {
                    "pmid": "25400618",
                    "type": "BACKGROUND",
                    "citation": "Li C, Beaumont JL, Rine RM, Slotkin J, Schubert MC. Normative Scores for the NIH Toolbox Dynamic Visual Acuity Test from 3 to 85 Years. Front Neurol. 2014 Oct 30;5:223. doi: 10.3389/fneur.2014.00223. eCollection 2014."
                },
                {
                    "pmid": "10334016",
                    "type": "BACKGROUND",
                    "citation": "Hillman EJ, Bloomberg JJ, McDonald PV, Cohen HS. Dynamic visual acuity while walking in normals and labyrinthine-deficient patients. J Vestib Res. 1999;9(1):49-57."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gough, PB, Tunmer, WE (1986). Decoding, reading, and disability. Remedial and Special Education, 7(1), 6-10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All IPD that are included in any publications.",
            "timeFrame": "De-identified data will be shared once all data have been collected and published.",
            "accessCriteria": "De-identified data will be shared via Open Science Framework."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000034381",
                    "term": "Hearing Loss"
                },
                {
                    "id": "D000006319",
                    "term": "Hearing Loss, Sensorineural"
                },
                {
                    "id": "D000015837",
                    "term": "Vestibular Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006311",
                    "term": "Hearing Disorders"
                },
                {
                    "id": "D000004427",
                    "term": "Ear Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000007759",
                    "term": "Labyrinth Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M24420",
                    "name": "Hearing Loss",
                    "asFound": "Hearing Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6840",
                    "name": "Deafness",
                    "relevance": "LOW"
                },
                {
                    "id": "M9407",
                    "name": "Hearing Loss, Sensorineural",
                    "asFound": "Hearing Loss, Sensorineural",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18387",
                    "name": "Vestibular Diseases",
                    "asFound": "Vestibular Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9400",
                    "name": "Hearing Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7601",
                    "name": "Ear Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M10779",
                    "name": "Labyrinth Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10782",
                    "name": "Labyrinthitis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}