{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04138680",
            "orgStudyIdInfo": {
                "id": "GCO 19-0616"
            },
            "secondaryIdInfos": [
                {
                    "id": "Study-19-00401",
                    "type": "OTHER",
                    "domain": "Icahn School of Medicine at Mount Sinai"
                }
            ],
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Real-time Biofeedback With 7-Tesla MRI for Treatment of Depression",
            "officialTitle": "Real-time Biofeedback With 7-Tesla MRI for Neurocircuit Based Treatment of Depression",
            "acronym": "Biofeedback",
            "therapeuticArea": [
                "Other"
            ],
            "study": "real-time-biofeedback-with-tesla-mri-for-treatment-of-depression"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-22",
            "studyFirstSubmitQcDate": "2019-10-23",
            "studyFirstPostDateStruct": {
                "date": "2019-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Laurel Morris",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Previous research has shown that modulation of a brain region in rodents, the ventral tegmental area (VTA), improves depressive symptoms. Human research has also shown that VTA self-modulation using 'biofeedback' is feasible and successful in healthy volunteers. This biofeedback procedure is a type of cognitive training that includes real-time feedback about brain signal levels from the VTA. Our question is whether VTA self-modulation with biofeedback can influence depression symptoms.",
            "detailedDescription": "Major depressive disorder (MDD) is the world's largest health problem, and current available treatments fail at relieving symptoms for many patients. The best medical approach will depend on taking an individualized approach to treatment, targeting core symptoms such as reduced self-driven motivation. In rodent studies of depression, problems with motivation have been linked to the activity of the ventral tegmental area (VTA), a small part of the brain that releases dopamine and guides decision making for rewards. However, there have been barriers in examining the VTA in humans because current MRI scanners are relatively low-resolution. Therefore, the researchers have recently developed an ultra-high field MRI procedure that provides improved images of the VTA, compared to current standard MRI procedures.\n\nThe study team now intend to further this work by conducting a randomized controlled trial that will help train individuals with MDD to modulate their own VTA activity during an ultra-high field MRI scanning session. Previous studies have shown that the activity of the VTA can be changed in healthy volunteers if they are trained to use certain thought patterns while watching their own VTA activity in 'real-time'. This procedure is called real-time biofeedback The research question is whether this same type of training is feasible in patients with MDD with ultra-high field MRI, and whether it can influence measures of motivation.\n\nAim 1. To determine the feasibility of VTA self-regulation. The study team will recruit 30 patients with MDD and 15 will receive VTA real-time biofeedback whereas the other 15 will receive a different, control feedback. Participants will be trained to \"generate a heightened state of motivation\" and will simultaneously view a progress bar on the screen that represents their VTA activity. They will be trained to try to increase the level of the bar by motivating themselves. The investigators expect that the group receiving VTA real-time biofeedback will show a greater increase in VTA activity self-regulation compared to the group with non-VTA, control feedback.\n\nAim 2. To determine the impact of VTA self-regulation on motivation. The research team will test levels of motivation using novel, validated computerized tasks before and after the real-time biofeedback training session. The researchers will also explore a measure of mood using a validated questionnaire, and as well as assess levels of clinical depression severity by a trained clinician. The investigators expect that individuals who show a greater increase in VTA activity self-regulation will also show an increase in motivation after training.\n\nIf this real-time biofeedback tool is shown to be possible for changing VTA activity in patients with MDD, this work will provide a critical next step in individualized treatment for depression. By exploring how changes in VTA activity self-regulation relate to changes in motivation, the researchers will show how the brain works to regulate important behaviors associated with depression. Ultimately, this work is expected to provide new ways to treat patients with depression."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder"
            ],
            "keywords": [
                "Brain Imaging",
                "Biofeedback"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Single-blind sham controlled randomized trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active Biofeedback",
                    "type": "EXPERIMENTAL",
                    "description": "The patients in the active group will receive one active biofeedback training session.",
                    "interventionNames": [
                        "Behavioral: Active Biofeedback"
                    ]
                },
                {
                    "label": "Sham Biofeedback",
                    "type": "SHAM_COMPARATOR",
                    "description": "The patients in the sham group will receive one sham biofeedback training session.",
                    "interventionNames": [
                        "Behavioral: Sham Biofeedback"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Active Biofeedback",
                    "description": "The active biofeedback session will be done within the 7T MRI. It will include a pre-training run, 3 training runs, and a post-training run. Each run will be comprised of MOTIVATE and REST trials. During each MOTIVATE trial, subjects will be instructed to \"generate a heightened state of motivation\". Participants will be encouraged to identify strategies that are personally relevant or useful and to monitor the efficacy of the strategies. Subjects will simultaneously view a progress bar on the screen during MOTIVATE trials that represents their VTA activity and they will be trained to try to increase the level of the bar by motivating themselves. For the active VTA biofeedback group, the progress bar will be updated every second to accurately convey level of VTA signal activation. During REST trials, all subjects will be instructed to count backwards. During the post-training 'test' run, subjects will be instructed to use the strategies they found to be most effective.",
                    "armGroupLabels": [
                        "Active Biofeedback"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Sham Biofeedback",
                    "description": "The sham biofeedback session resembles the active condition, however, the thermometer seen during the MOTIVATE trials will represent yoked sham values.",
                    "armGroupLabels": [
                        "Sham Biofeedback"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent Increase in VTA Activation during MOTIVATE trials",
                    "description": "For each subject, the % increase in VTA activation during MOTIVATE trails at post-training compared to pre-training will be computed (\\[MOTIVATEpost\\>RESTpost\\] \\> \\[MOTIVATEpre\\>RESTpre\\]), indicating the efficacy of training on VTA activity self- regulation. This measure of VTA activity self-regulation from pre to post training will be entered into an independent samples t-test to compare between active and control feedback groups.",
                    "timeFrame": "baseline (Pre-training) and 2 hours (Post-training) during the assessment visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\nInclusion criteria for Subjects suffering from Depression:\n\n* Male or female aged 18-65 years;\n* Meets DSM-5 criteria for major depressive disorder (MDD) as determined by the Structured Clinical Interview for DSM-5 Axis Disorders (SCID) or the Mini International Neuropsychiatric Interview (MINI); with a current major depressive episode.\n* Participants must have a level of understanding of the English language sufficient to agree to all tests and examinations required by the study and must be able to participate fully in the informed consent process.\n\nInclusion criteria for Healthy Control Subjects:\n\n* Male or female aged 18-65 years;\n* Does not meet for any current or past psychiatric diagnoses as defined by DSM-5 criteria as determined by the Structured Clinical Interview for DSM-5 Axis Disorders (SCID) or the Mini International Neuropsychiatric Interview (MINI);\n* Participants must have a level of understanding of the English language sufficient to agree to all tests and examinations required by the study and must be able to participate fully in the informed consent process.\n\nExclusion Criteria:\n\n* Current or history of schizophrenia or other psychotic disorder, neurodevelopmental disorder, or neurocognitive disorder for patients and for healthy control subjects: any current or lifetime psychiatric disorder as determined by the Structured Clinical Interview for DSM-5 Axis Disorders (SCID) or the Mini International Neuropsychiatric Interview (MINI);\n* Active substance use disorder within the past 6 months;\n* Concomitant use of any medication with central nervous system activity within 1 week of scan;\n* Positive urine toxicology screen for drugs of abuse at the time of screening;\n* Any unstable medical illnesses including hepatic, renal, gastroenterologic, respiratory, cardiovascular (including ischemic heart disease); endocrinologic, neurologic (including history of severe head injury), immunologic, or hematologic disease;\n* Women who are pregnant;\n* Any contraindications to MRI, including claustrophobia, any trauma or surgery which may have left magnetic material in the body, magnetic implants or pacemakers, inability to lie still for 1 hour or more, and inability to fit in the MRI scanner.\n* Patients who are currently hospitalized on the inpatient psychiatric units at Mount Sinai Hospital or involuntarily admitted/court ordered.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Grace Butler",
                    "role": "CONTACT",
                    "phone": "(212) 585-4620",
                    "email": "grace.butler@mssm.edu"
                },
                {
                    "name": "Abigail Adams, B.A",
                    "role": "CONTACT",
                    "phone": "(203) 305-5354",
                    "email": "abigail.adams@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laurel Morris, PhD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Grace Butler",
                            "role": "CONTACT",
                            "phone": "212-585-4620",
                            "email": "grace.butler@mssm.edu"
                        },
                        {
                            "name": "Laurel Morris, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}