{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05268367",
            "orgStudyIdInfo": {
                "id": "69410"
            },
            "organization": {
                "fullName": "University of Kentucky",
                "class": "OTHER"
            },
            "briefTitle": "Reclaiming Your Life After Sexual Trauma",
            "officialTitle": "Reclaiming Your Life After Sexual Trauma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "reclaiming-your-life-after-sexual-trauma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-22",
            "studyFirstSubmitQcDate": "2022-03-02",
            "studyFirstPostDateStruct": {
                "date": "2022-03-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Jesse McCann",
                "investigatorTitle": "Doctoral Student",
                "investigatorAffiliation": "University of Kentucky"
            },
            "leadSponsor": {
                "name": "Jesse McCann",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Mental contamination-an internal experience of dirtiness evoked in the absence of physical contact with an external source-has been linked to the development and maintenance of posttraumatic stress disorder (PTSD) following exposure to sexual abuse or assault (Adams et al., 2014; Badour et al., 2013; Brake et al., 2017). Mental contamination has been associated with greater PTSD severity (Rachman et al., 2015) and higher elevations in specific PTSD symptom clusters (particularly those of intrusive re-experiencing, negative cognitions/mood, and arousal/reactivity; Brake et al., 2019; Fergus \\& Bardeen, 2016). Additionally, trauma-related mental contamination has been linked to a number of negative posttraumatic emotions such as shame, guilt, disgust, and anger (Fairbrother \\& Rachman, 2004; Radomsky \\& Elliott, 2009). Despite clear and consistent links between mental contamination and problematic posttraumatic outcomes following sexual trauma, there is a dearth of research investigating how existing or promising new interventions for PTSD impact mental contamination.\n\nWritten Exposure Therapy (WET) is a five-session treatment for PTSD that was designed to be both brief and easy to administer (Sloan et al., 2012). According to Sloan and colleagues' (2012) protocol, sessions broadly involve 30-minute exposures in which the patient writes about the events of their trauma in detail, followed by 10 minutes of discussing the exposure with the therapist. This treatment protocol has minimal therapist involvement, no homework assignments, and shorter treatment sessions. Research shows that WET is efficacious among different samples (e.g., survivors of motor vehicle accidents and combat veterans), has low dropout rates, treatment satisfaction is high, and the gains seen by participants after completion are maintained at follow-up (Sloan et al., 2012, 2013, 2018; Thompson-Hollands et al., 2018, 2019). Given these factors, WET has the potential to be a useful intervention in reducing symptoms of PTSD among a sample of survivors of sexual trauma. Given its relevance to this trauma population, a test of this intervention for its impact on reducing trauma-related mental contamination is also needed.\n\nThe current study will use Single Case Experimental Design to isolate and evaluate the effects of WET in reducing both PTSD symptoms and trauma-related mental contamination among individuals with PTSD resulting from sexual trauma.\n\nAims: Explore whether participants demonstrate reductions in mental contamination and PTSD symptoms in response to 5 sessions of WET. Visual inspection analysis and statistical methods will be used to draw conclusions regarding the effects of the interventions on PTSD symptoms and mental contamination.",
            "detailedDescription": "Individuals interested in participating in this study will complete a phone screening to determine if they are likely to be eligible and can be scheduled for an in-person diagnostic intake to take place at the Stress Trauma and Recovery Research Collaborative (STARRC) within the UK Clinic for Emotional Health or via HIPAA compliant Zoom. All participants will be provided with details regarding the phone screen questions and will be required to provide verbal consent over the phone before proceeding with the phone screen.\n\nOnce scheduled for an intake, participants will be sent a link to complete the intake questionnaires online prior to the start of the intake appointment and informed consent will be obtained in compliance with the University of Kentucky's Institutional Review Board (UK IRB) for these questionnaires. During the intake session, the participant will first be given a written and verbal description of the study and informed consent. The consent form will be presented to the participant on a tablet, or remotely, through REDCap in which they will be asked to provide a digital signature. If consent is provided, they will be given the option to be emailed a copy. They may also request a signed paper copy of the consent for their records or if they have additional questions in the future. The PI or designated staff will discuss the informed consent form with the participant volunteer. The consent process will take place in a quiet and private room or online via HIPAA compliant Zoom. Participants may take as much time as needed to make a decision about their trial participation and may take the document home if desired. The person obtaining consent will thoroughly explain each element of the document and outline the risks and benefits, alternative treatment(s), and requirements of the study. Participants will be informed that they can withdraw from the research at any time. Procedures and consent forms will comply with the requirements of the UK-IRB and ORI's Best Practices for Remote Informed Consent. The experimenter will then complete a consent post-test with participants. If a participant screens out of the study due to a consent capacity issue, any data from that participant that may have been previously collected during the phone screening and/or online surveys will not be used for research purposes.\n\nParticipant privacy will be maintained and questions regarding participation will be answered. No coercion or undue influence will be used in the consent process. No research-related procedures will be performed prior to obtaining informed consent. All signatures and dates will be obtained. A copy of the signed consent will be given to the participant. Signed electronic consents will be maintained and stored through REDCap and will be separated from participant data. We do not have reason to expect that participants are likely to have impaired consent capacity in this study. However, in a previous study our lab conducted where we did have this expectation we included a consent capacity evaluation document and found that we liked using it as an extra check that participants were aware of the study details and what they were agreeing to, and could state back to us in their own words what they could do if they became uncomfortable or decided they wished to take a break, skip sections, or discontinue the study. It is now our lab's standard operating procedure to include this measure in all in-person studies.\n\nUpon referral to the study, participants will complete a brief telephone screening. The screen will predominantly be conducted by trained undergraduate/post-baccalaureate research/clinic assistants, however the PI, Co-Is, or a supervised graduate students/post-doctoral scholars may also conduct the phone screens. Screening forms for individuals who are deemed ineligible for the study will be retained for study records and research purposes. Likely eligible participants, determined by the phone screen, will be asked to complete a battery of self-report questionnaires, which will assess symptoms of anxiety/depression, shame, level of functioning (e.g., quality of life), and measures of PTSD and mental contamination (to be completed online via REDCap). This survey platform is designed specifically for collection of research data, and therefore meets the privacy standards imposed on health care records by the Health Insurance Portability and Accountability Act (HIPAA). Resources to manage symptom difficulty will also be provided. Participants will also be invited to attend the intake in-person in the PI's research lab at the Clinic for Emotional Health or via HIPAA-compliant video conferencing service (i.e., Zoom via the UK HealthCare portal). A study assessor (i.e., doctoral students in clinical psychology/post-doctoral scholar/PI/Co-Is) will review study procedures with potential participants and ask them to provide their informed consent. After informed consent is provided, an interview-based diagnostic assessment will be administered in order to confirm clinical inclusion/exclusion criteria. This assessment visit will be video and/or audio-recorded. Recording via audio and/or video will be required for participation. Those who are deemed ineligible after this assessment will be withdrawn and given referrals and/or other resources as needed.\n\nEligible participants will then be randomized to either a three- or five-week baseline where they will complete weekly measures of PTSD symptoms, mental contamination, shame, and symptoms of anxiety/depression. This battery will be repeated each week during therapy sessions, along with additional post-session ratings about treatment credibility and therapeutic alliance. Participants will then be scheduled for their first study session either in-person or via HIPAA compliant Zoom, in which they will begin their first of five WET sessions. Following completion of the treatment, participants will be asked to provide satisfaction ratings and written qualitative feedback on their experience with the treatment they received after their last treatment session. For four weeks after treatment completion, participants will complete the same battery of questionnaires they have completed weekly throughout the course of the baseline and treatment phases. Participants will be compensated up to $20 for each of the follow-up questionnaire batteries (4 assessments at $5 each). A check with their earnings will be mailed to their reported address or given in-person after completion of the last set of weekly questionnaires (up to $20).\n\nAll therapy sessions will last for approximately 40-60 minutes in duration. It is important to note that the therapeutic strategies involved in WET are all common, evidence-based cognitive-behavioral strategies. The treatment involves written exposures as instructed by an established manual (Written Exposure Therapy for PTSD) and brief discussion of the exposure with the therapist. Treatment sessions will be audio- and/or video-recorded; this will allow study staff to rate sessions for fidelity to the protocol and will be used for clinical supervision. Recording via audio and/or video will be required for participation.\n\nAll self-report questionnaires will be completed online via REDCap. Questionnaires will be completed on-site using a study iPad or participants will be sent a link via email or HIPAA compliant Zoom to complete the survey batteries during their own time. Finally, although we anticipate that most patients will prefer to complete these measures electronically, we can provide paper and pencil versions of the questionnaires if requested.\n\nData collection will be accomplished via phone screening questions, diagnostic interview, and self-report questionnaires. Through these measures we will collect data regarding participants' experiences with psychological symptoms, life functioning, and treatment satisfaction. The measures will be administered according to the following schedule:\n\nBaseline, Intake, and Follow-up Treatment Assessments: Demographics (Intake and First Baseline Assessment), DIAMOND self-report screener (First Baseline Assessment), DIAMOND interview (Intake), Fairbrother and Rachman Mental Contamination Interview Items (Intake), Treatment Services Tracking Form (Intake), CSSRS/SAFE-T (Intake), Q-LES-Q (Intake and Follow-up), PCL-5 - Weekly, PEMC - Weekly, TRSI-SF - Weekly, ODSIS - Weekly, OASIS - Weekly\n\nPre-Session (Weekly): PCL-5 - Weekly, PEMC - Weekly, TRSI-SF - Weekly, ODSIS - Weekly, OASIS - Weekly, CSSRS - Weekly, Treatment Services Tracking Form - Weekly\n\nPost-Session (Weekly): HAQ - Patient and Therapist - Weekly, CEQ (post-1st treatment session only), Patient Satisfaction Form (final treatment session only)\n\nWe plan to utilize a randomized multiple baseline design across participants (Barlow et al., 2009; Kazdin, 2011). This is a form of single-case experimental design that provides a time and cost-effective method of evaluating initial efficacy or effectiveness of an intervention while controlling for the passage of time and repeated assessment in small numbers of patients. Patients will be randomized to either a 3- or 5-week baseline assessment phase where weekly self-report measures will be completed prior to initiating the treatment phase of the study. Randomizing to varying baseline periods enables assessments of whether symptoms change (only or more rapidly) when the intervention is applied (i.e., each participant acts as their own control). This design allows for causal inferences and controls for many threats to internal validity. Consistent with established guidelines, quantitative data analysis will primarily be conducted via visual inspection of graphed data within- and between-subjects to evaluate the magnitude and rate of change across the baseline and treatment phases (Barlow et al., 2009; Kazdin, 2011). This will be supplemented by examining within-person mean difference effect sizes for each outcome using a d-statistic developed for single case designs and calculating the percentage of patients who evidence reliable change on symptom measures (Jacobson \\& Truax, 1991; Shadish et al., 2014)."
        },
        "conditionsModule": {
            "conditions": [
                "Stress Disorders, Post-Traumatic",
                "Sexual Assault and Rape"
            ],
            "keywords": [
                "Posttraumatic Stress Disorder (PTSD)",
                "Mental Contamination",
                "Written Exposure Therapy",
                "Sexual Trauma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "3-Week Baseline",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm are randomized to a 3-week baseline period with repeated weekly assessment after the initial intake. Following the 3-week baseline, participants receive 5 weekly sessions of Written Exposure Therapy (WET) followed by a 4-week follow-up phase with repeated weekly assessments, including a post-study evaluation one week after ending WET.",
                    "interventionNames": [
                        "Behavioral: Written Exposure Therapy"
                    ]
                },
                {
                    "label": "5-Week Baseline",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this arm are randomized to a 5-week baseline period with repeated weekly assessment after the initial intake. Following the 5-week baseline, participants receive 5 weekly sessions of Written Exposure Therapy (WET) followed by a 4-week follow-up phase with repeated weekly assessments, including a post-study evaluation one week after ending WET.",
                    "interventionNames": [
                        "Behavioral: Written Exposure Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Written Exposure Therapy",
                    "description": "A brief exposure-based psychotherapy for posttraumatic stress disorder",
                    "armGroupLabels": [
                        "3-Week Baseline",
                        "5-Week Baseline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "PTSD Checklist for DSM-5 (PCL-5)",
                    "description": "Change in Posttraumatic Stress Disorder Severity",
                    "timeFrame": "Change in prior week symptom severity assessed with self-report checklist from 3 or 5 weeks prior to beginning treatment, compared to weekly during treatment, and compared weekly to 4 weeks after completing treatment"
                },
                {
                    "measure": "Posttraumatic Experience of Mental Contamination Scale (PEMC)",
                    "description": "Change in Mental Contamination Severity",
                    "timeFrame": "Change in prior week symptom severity assessed with self-report scale from 3 or 5 weeks prior to beginning treatment, compared to weekly during treatment, and compared weekly to 4 weeks after completing treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* individuals with a history of sexual trauma meeting past-month diagnostic criteria for PTSD (meeting diagnostic status on the DIAMOND and score greater than or equal to 33 on the PCL-5)\n* individuals reporting current experiences of trauma-related mental contamination (greater than or equal to 30 on the PEMC and endorsement of current mental contamination at the time of the intake assessment)\n* 18 years of age or older\n* fluent in English (including being able to read and write in English)\n* patients on psychotropic medications will be included if they have been maintained on a stable dose for at least 4 weeks prior to beginning the study and are willing to maintain a stable dosage throughout the study period; this procedure allows for a broader range of participants and avoids having outcomes assessment confounded by the initiation of medication during treatment\n* patients must be willing to refrain from additional trauma-related treatment for the duration of the study.\n\nExclusion Criteria:\n\n* We will exclude individuals diagnosed with psychological conditions that may be better addressed by alternative treatments; these conditions may include:\n* any history of psychotic disorders or dissociative identity disorder\n* manic episodes endorsed in the past year\n* current anorexia nervosa\n* imminent risk of suicide (i.e., intent/plan)\n* severe substance use disorders.\n* We will also exclude individuals who endorse factors for which the treatment being studied (WET) may be contraindicated. These factors may include having no or limited memory of the trauma that would prevent the individual from engaging in written exposures.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jesse McCann, MS",
                    "role": "CONTACT",
                    "phone": "(859) 562-1571",
                    "email": "jmccann@uky.edu"
                },
                {
                    "name": "Christal L Badour, PhD",
                    "role": "CONTACT",
                    "phone": "859-323-3817",
                    "email": "christal.badour@uky.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christal L Badour, PhD",
                    "affiliation": "University of Kentucky",
                    "role": "STUDY_DIRECTOR"
                },
                {
                    "name": "Jesse McCann, MS",
                    "affiliation": "University of Kentucky",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kentucky Clinic for Emotional Health (CEH)",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40504",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jesse McCann, MS",
                            "role": "CONTACT",
                            "phone": "859-562-1571",
                            "email": "jmccann@uky.edu"
                        },
                        {
                            "name": "Christal L Badour, PhD",
                            "role": "CONTACT",
                            "phone": "859-323-3817",
                            "email": "christal.badour@uky.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                },
                {
                    "id": "D000082002",
                    "term": "Sexual Trauma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Stress Disorders, Post-Traumatic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2341",
                    "name": "Sexual Trauma",
                    "asFound": "Sexual Trauma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}