{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05252754",
            "orgStudyIdInfo": {
                "id": "IRB00269963"
            },
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Rectal Indomethacin and Oral Tacrolimus Versus Combination to Prevent Post-ERCP Pancreatitis",
            "officialTitle": "A Randomized Trial Comparing Rectal Indomethacin Alone Versus a Combination of Rectal Indomethacin and Oral Tacrolimus for Post-ERCP Pancreatitis Prophylaxis",
            "acronym": "INTRO",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rectal-indomethacin-and-oral-tacrolimus-versus-combination-to-prevent-post-ercp-pancreatitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-14",
            "studyFirstSubmitQcDate": "2022-02-14",
            "studyFirstPostDateStruct": {
                "date": "2022-02-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research is being done to see if using oral tacrolimus before endoscopy, can prevent pancreatitis that may occur after ERCP (a type of gastrointestinal endoscopy).",
            "detailedDescription": "Background: In the US alone, almost 700,000 endoscopic retrograde cholangiopancreatographies (ERCPs) are performed each year, and the utilization of ERCP over the last 10 years has increased due to the established therapeutic benefit of the procedure. The most common complication of ERCP is the development of post-ERCP pancreatitis (PEP). Depending on whether the ERCP is performed in average or high-risk patients, the incidence of PEP ranges from 3-15%. The average Medicare reimbursement for PEP is approximately $6,000 and the estimated annual cost burden of PEP is in excess of $200 million. Anti-inflammatory prophylaxis with rectal indomethacin and pancreatic duct stenting has been shown to reduce both the incidence of PEP and PEP severity. Yet, PEP remains a common complication due to the suboptimal efficacy of these current preventative modalities. The primary reason for the lack of progress in PEP prophylaxis is the lack of novel approaches to target the underlying mechanisms of PEP.\n\nIn the initiation of acute pancreatitis, calcium is released by acinar cells, the main parenchymal cell of the pancreas. Central to this pathway is the activation of the heterodimeric calcium-dependent serine, threonine phosphatase calcineurin (Cn). In addition to experimental evidence, recent clinical reports have demonstrated lower rates of PEP in transplant patients taking Cn inhibitors. To gain an understanding of this phenomenon, the investigators performed a search of the electronic medical records at the University of Pittsburgh Medical Center, from 2005 to 2013, for patients who underwent ERCP and found that tacrolimus users had close to a 50% reduction in PEP rates compared to non-tacrolimus users (13.2% to 6.9%). A recent retrospective study showed similar results. While these observations are subject to several confounders, including co-morbidity and polypharmacy, the overall data provides both an experimental and clinical premise for investigating the efficacy of Cn inhibitors in PEP.\n\nIn this trial, the investigators test the overarching hypothesis that tacrolimus, administered as an oral loading bolus just prior to ERCP, will provide additive PEP prophylaxis to the current standard of care, rectal indomethacin.\n\nHypothesis: H1: A combination of oral tacrolimus and rectal indomethacin is superior to the use of rectal indomethacin alone, for the prevention of post-ERCP pancreatitis among high-risk individuals.\n\nH2: Oral tacrolimus is superior to placebo for the prevention of post-ERCP pancreatitis among non-high-risk individuals.\n\nSample size justification: Based on the information from the earlier controlled trials, the Investigators assume that the PEP incidence will be 7% in the Rectal Indomethacin group and it will be reduced to 3% by the additional use of oral tacrolimus in combination with rectal indomethacin A two-sided α=0.05, and a power of 0.8, will require 926 patients for the comparison between the combination of oral tacrolimus and rectal indomethacin versus rectal indomethacin alone among high-risk individuals. Since 20% of patients undergoing ERCP are expected to be at high risk based on the investigators' prior experience, the investigators estimate that the total number of patients needed to undergo ERCP is 4630. Adjusting for a 5% drop-out rate, the sample size needed will be 4874.\n\nRecruitment and Consenting: Patients scheduled to undergo ERCP will be screened for patient-based inclusion/exclusion criteria and will be consented to before the start of ERCP.\n\nRandomization: The randomization schedule is centrally generated at Johns Hopkins University. Patients will be stratified by the participating center. Within each stratum randomly varying block sizes of 30-50 will be used. Patients and treating physicians will be blinded for the treatment allocation. This will be ensured by directly delivering the list of randomly generated numbers to the investigational drug pharmacies.\n\nStatistical Plan: The baseline characteristics of age, sex, comorbidity, American Society of Anesthesiologists (ASA) score, ERCP indication, PEP risk factors, and the use of other prophylactics (e.g. Intravenous Fluids) will be reported. Data will be presented in percentages for categorical variables. Continuous variables will be presented as mean with standard deviation (normal distribution) or median with interquartile range (skewed distribution).\n\nThe modified intention-to-treat (ITT) principle will be applied to the primary analysis. That is, all randomized patients will be analyzed according to the patients' original treatment allocation, regardless of study protocol violations. The only patients excluded from the analysis will be those in whom the duodenum was not reached and the papilla was not manipulated (e.g., in case of upper gastrointestinal stenosis, aspiration risk, restless patient) or follow-up could not be performed for 5 days. Because these patients will not ultimately undergo an ERCP, there is no risk of PEP. A two-tailed P value of less than 0.05 is considered to be statistically significant."
        },
        "conditionsModule": {
            "conditions": [
                "Post-ERCP Acute Pancreatitis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 4874,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Oral Tacrolimus + Indomethacin",
                    "type": "EXPERIMENTAL",
                    "description": "* Tacrolimus Capsule 1-2 hours prior to the endoscopy\n* Rectal Indomethacin immediately after ERCP, in high-risk patients",
                    "interventionNames": [
                        "Drug: Tacrolimus capsule",
                        "Drug: Rectal Indomethacin"
                    ]
                },
                {
                    "label": "Oral Placebo + Indomethacin",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "* Placebo Capsule 1-2 hours prior to the endoscopy\n* Rectal Indomethacin immediately after ERCP, in high-risk patients",
                    "interventionNames": [
                        "Drug: Placebo",
                        "Drug: Rectal Indomethacin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Tacrolimus capsule",
                    "description": "Tacrolimus 5 mg PO, 1-2 hours prior to endoscopy",
                    "armGroupLabels": [
                        "Oral Tacrolimus + Indomethacin"
                    ],
                    "otherNames": [
                        "Prograf",
                        "Protopic"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo PO, 1-2 hours prior to endoscopy.",
                    "armGroupLabels": [
                        "Oral Placebo + Indomethacin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Rectal Indomethacin",
                    "description": "100 mg Rectal Indomethacin immediately after ERCP, in high-risk patients.",
                    "armGroupLabels": [
                        "Oral Placebo + Indomethacin",
                        "Oral Tacrolimus + Indomethacin"
                    ],
                    "otherNames": [
                        "Indocin",
                        "NSAIDS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The proportion of subjects in each study group with Post ERCP Acute Pancreatitis (PEP)",
                    "description": "Incidence of PEP as defined by the consensus guidelines as\n\n1. New or increased abdominal pain that is clinically consistent with a syndrome of acute pancreatitis\n2. Amylase or lipase ≥ 3x the upper limit of normal 24 hours after the procedure\n3. Hospitalization or prolongation of existing hospitalization for at least 2 days",
                    "timeFrame": "Within 30 days of ERCP"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The proportion of subjects in each study group with moderate-severe Post-ERCP Pancreatitis",
                    "description": "PEP severity grading will be based on the modified Atlanta Criteria.\n\n* Mild PEP: Hospitalization ≤3 days without organ failure, local or systemic complications.\n* Moderate PEP: Hospitalization 4-10 days with transient organ failure that resolves within 48 hours and/or local or systemic complications.\n* Severe PEP: Hospitalization \\>10 days with development of pancreatic necrosis or pseudocyst, persistent (\\>48 hours) single or multiple organ failure, and/or need for additional endoscopic, percutaneous, or surgical intervention for pancreatitis-related complications.",
                    "timeFrame": "Within 30 days of ERCP"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Any patient who is undergoing endoscopic retrograde cholangiopancreatography (ERCP) at any of the participating centers, is at least 18 years old and provides informed consent can be included in the study.\n\nExclusion Criteria:\n\n* Unwillingness or inability to consent for the study.\n* Pregnancy\n* Breastfeeding mother\n* Chronic calcific pancreatitis\n* ERCP for biliary stent exchange or removal\n* ERCP in a patient with prior biliary sphincterotomy, but without anticipated pancreatogram.\n* Biliary intervention in a patient with pancreas divisum.\n* Standard contraindications to tacrolimus or NSAID use.\n* Current tacrolimus or immune modulator use.\n* Chronic kidney disease with glomerular filtration rate (GFR) \\< 30 or acute kidney injury.\n* Absence of rectum.\n* Acute pancreatitis within 30 days of ERCP.\n* Pancreatic head malignancy.\n* Sphincter of Oddi dysfunction (Type 3).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Venkata S. Akshintala, M.D.",
                    "role": "CONTACT",
                    "phone": "+1 (410) 614-6708",
                    "email": "vakshin1@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Venkata S. Akshintala, M.D.",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Hospital",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Venkata S Akshintala, M.D.",
                            "role": "CONTACT",
                            "phone": "410-624-6955",
                            "email": "vakshin1@jhmi.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Asian Institute of Gastroenterology",
                    "status": "RECRUITING",
                    "city": "Hyderabad",
                    "state": "Andhra Pradesh",
                    "zip": "500082",
                    "country": "India",
                    "contacts": [
                        {
                            "name": "Sundeep Lakhtakia, MD, DM",
                            "role": "CONTACT",
                            "email": "drsundeeplakhtakia@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 17.38405,
                        "lon": 78.45636
                    }
                },
                {
                    "facility": "Apollo Multispecialty Hospitals,",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Kolkata",
                    "state": "West Bengal",
                    "zip": "700054",
                    "country": "India",
                    "contacts": [
                        {
                            "name": "Mahesh K Goenka, MD, DM",
                            "role": "CONTACT",
                            "email": "mkgkolkata@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 22.56263,
                        "lon": 88.36304
                    }
                },
                {
                    "facility": "Post Graduate Institute of Medical Education and Research",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Chandigarh",
                    "zip": "160012",
                    "country": "India",
                    "contacts": [
                        {
                            "name": "Saroj K, Sinha",
                            "role": "CONTACT",
                            "email": "sarojksinha@hotmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.73629,
                        "lon": 76.7884
                    }
                },
                {
                    "facility": "Singapore General Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Singapore",
                    "zip": "169608",
                    "country": "Singapore",
                    "contacts": [
                        {
                            "name": "Clement CH Wu",
                            "role": "CONTACT",
                            "email": "clement.wu.c.h@singhealth.com.sg"
                        }
                    ],
                    "geoPoint": {
                        "lat": 1.28967,
                        "lon": 103.85007
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23793659",
                    "type": "BACKGROUND",
                    "citation": "Coelho-Prabhu N, Shah ND, Van Houten H, Kamath PS, Baron TH. Endoscopic retrograde cholangiopancreatography: utilisation and outcomes in a 10-year population-based cohort. BMJ Open. 2013 May 31;3(5):e002689. doi: 10.1136/bmjopen-2013-002689."
                },
                {
                    "pmid": "17319932",
                    "type": "BACKGROUND",
                    "citation": "Mazen Jamal M, Yoon EJ, Saadi A, Sy TY, Hashemzadeh M. Trends in the utilization of endoscopic retrograde cholangiopancreatography (ERCP) in the United States. Am J Gastroenterol. 2007 May;102(5):966-75. doi: 10.1111/j.1572-0241.2007.01127.x. Epub 2007 Mar 23."
                },
                {
                    "pmid": "24119510",
                    "type": "BACKGROUND",
                    "citation": "Moffatt DC, Yu BN, Yie W, Bernstein CN. Trends in utilization of diagnostic and therapeutic ERCP and cholecystectomy over the past 25 years: a population-based study. Gastrointest Endosc. 2014 Apr;79(4):615-22. doi: 10.1016/j.gie.2013.08.028. Epub 2013 Oct 8."
                },
                {
                    "pmid": "20372116",
                    "type": "BACKGROUND",
                    "citation": "Testoni PA, Mariani A, Giussani A, Vailati C, Masci E, Macarri G, Ghezzo L, Familiari L, Giardullo N, Mutignani M, Lombardi G, Talamini G, Spadaccini A, Briglia R, Piazzi L; SEIFRED Group. Risk factors for post-ERCP pancreatitis in high- and low-volume centers and among expert and non-expert operators: a prospective multicenter study. Am J Gastroenterol. 2010 Aug;105(8):1753-61. doi: 10.1038/ajg.2010.136. Epub 2010 Apr 6."
                },
                {
                    "pmid": "26140006",
                    "type": "BACKGROUND",
                    "citation": "Fan JH, Qian JB, Wang YM, Shi RH, Zhao CJ. Updated meta-analysis of pancreatic stent placement in preventing post-endoscopic retrograde cholangiopancreatography pancreatitis. World J Gastroenterol. 2015 Jun 28;21(24):7577-83. doi: 10.3748/wjg.v21.i24.7577."
                },
                {
                    "pmid": "29973142",
                    "type": "BACKGROUND",
                    "citation": "Lyu Y, Cheng Y, Wang B, Xu Y, Du W. What is impact of nonsteroidal anti-inflammatory drugs in the prevention of post-endoscopic retrograde cholangiopancreatography pancreatitis: a meta-analysis of randomized controlled trials. BMC Gastroenterol. 2018 Jul 4;18(1):106. doi: 10.1186/s12876-018-0837-4."
                },
                {
                    "pmid": "26775631",
                    "type": "BACKGROUND",
                    "citation": "Levenick JM, Gordon SR, Fadden LL, Levy LC, Rockacy MJ, Hyder SM, Lacy BE, Bensen SP, Parr DD, Gardner TB. Rectal Indomethacin Does Not Prevent Post-ERCP Pancreatitis in Consecutive Patients. Gastroenterology. 2016 Apr;150(4):911-7; quiz e19. doi: 10.1053/j.gastro.2015.12.040. Epub 2016 Jan 9."
                },
                {
                    "pmid": "11754729",
                    "type": "BACKGROUND",
                    "citation": "Shibasaki F, Hallin U, Uchino H. Calcineurin as a multifunctional regulator. J Biochem. 2002 Jan;131(1):1-15. doi: 10.1093/oxfordjournals.jbchem.a003063."
                },
                {
                    "pmid": "11015619",
                    "type": "BACKGROUND",
                    "citation": "Rusnak F, Mertz P. Calcineurin: form and function. Physiol Rev. 2000 Oct;80(4):1483-521. doi: 10.1152/physrev.2000.80.4.1483."
                },
                {
                    "pmid": "10842755",
                    "type": "BACKGROUND",
                    "citation": "Aramburu J, Rao A, Klee CB. Calcineurin: from structure to function. Curr Top Cell Regul. 2000;36:237-95. doi: 10.1016/s0070-2137(01)80011-x. No abstract available."
                },
                {
                    "pmid": "22323127",
                    "type": "BACKGROUND",
                    "citation": "Muili KA, Ahmad M, Orabi AI, Mahmood SM, Shah AU, Molkentin JD, Husain SZ. Pharmacological and genetic inhibition of calcineurin protects against carbachol-induced pathological zymogen activation and acinar cell injury. Am J Physiol Gastrointest Liver Physiol. 2012 Apr 15;302(8):G898-905. doi: 10.1152/ajpgi.00545.2011. Epub 2012 Feb 9."
                },
                {
                    "pmid": "31622734",
                    "type": "BACKGROUND",
                    "citation": "Thiruvengadam NR, Forde KA, Chandrasekhara V, Ahmad NA, Ginsberg GG, Khungar V, Kochman ML. Tacrolimus and Indomethacin Are Safe and Effective at Reducing Pancreatitis After Endoscopic Retrograde Cholangiopancreatography in Patients Who Have Undergone Liver Transplantation. Clin Gastroenterol Hepatol. 2020 May;18(5):1224-1232.e1. doi: 10.1016/j.cgh.2019.10.014. Epub 2019 Oct 14."
                },
                {
                    "pmid": "8787947",
                    "type": "BACKGROUND",
                    "citation": "Venkataramanan R, Swaminathan A, Prasad T, Jain A, Zuckerman S, Warty V, McMichael J, Lever J, Burckart G, Starzl T. Clinical pharmacokinetics of tacrolimus. Clin Pharmacokinet. 1995 Dec;29(6):404-30. doi: 10.2165/00003088-199529060-00003."
                },
                {
                    "pmid": "29928898",
                    "type": "BACKGROUND",
                    "citation": "Wen L, Javed TA, Yimlamai D, Mukherjee A, Xiao X, Husain SZ. Transient High Pressure in Pancreatic Ducts Promotes Inflammation and Alters Tight Junctions via Calcineurin Signaling in Mice. Gastroenterology. 2018 Oct;155(4):1250-1263.e5. doi: 10.1053/j.gastro.2018.06.036. Epub 2018 Jun 19."
                },
                {
                    "pmid": "28090570",
                    "type": "BACKGROUND",
                    "citation": "Orabi AI, Wen L, Javed TA, Le T, Guo P, Sanker S, Ricks D, Boggs K, Eisses JF, Castro C, Xiao X, Prasadan K, Esni F, Gittes GK, Husain SZ. Targeted inhibition of pancreatic acinar cell calcineurin is a novel strategy to prevent post-ERCP pancreatitis. Cell Mol Gastroenterol Hepatol. 2017 Jan;3(1):119-128. doi: 10.1016/j.jcmgh.2016.08.006."
                },
                {
                    "pmid": "35872074",
                    "type": "DERIVED",
                    "citation": "Akshintala VS, Husain SZ, Brenner TA, Singh A, Singh VK, Khashab MA, Sperna Weiland CJ, van Geenen EJM, Bush N, Barakat M, Srivastava A, Kochhar R, Talukdar R, Rodge G, Wu CCH, Lakhtakia S, Sinha SK, Goenka MK, Reddy DN. Rectal INdomethacin, oral TacROlimus, or their combination for the prevention of post-ERCP pancreatitis (INTRO Trial): Protocol for a randomized, controlled, double-blinded trial. Pancreatology. 2022 Nov;22(7):887-893. doi: 10.1016/j.pan.2022.07.008. Epub 2022 Jul 19."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010195",
                    "term": "Pancreatitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13115",
                    "name": "Pancreatitis",
                    "asFound": "Pancreatitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007213",
                    "term": "Indomethacin"
                },
                {
                    "id": "D000016559",
                    "term": "Tacrolimus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000065095",
                    "term": "Calcineurin Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000006074",
                    "term": "Gout Suppressants"
                },
                {
                    "id": "D000015149",
                    "term": "Tocolytic Agents"
                },
                {
                    "id": "D000012102",
                    "term": "Reproductive Control Agents"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18950",
                    "name": "Tacrolimus",
                    "asFound": "Term",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10257",
                    "name": "Indomethacin",
                    "asFound": "Tyrosine",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M30452",
                    "name": "Calcineurin Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17869",
                    "name": "Tocolytic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Repr",
                    "name": "Reproductive Control Agents"
                }
            ]
        }
    },
    "hasResults": false
}