{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05185440",
            "orgStudyIdInfo": {
                "id": "STUDY20090065"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AA023260",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AA023260"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Reducing Alcohol Involved Sexual Violence in Higher Education",
            "officialTitle": "Reducing Alcohol Involved Sexual Violence in Higher Education",
            "acronym": "RAISE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "reducing-alcohol-involved-sexual-violence-in-higher-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-12-22",
            "studyFirstSubmitQcDate": "2021-12-22",
            "studyFirstPostDateStruct": {
                "date": "2022-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Elizabeth Miller",
                "investigatorTitle": "Director, Adolescent and Young Adult Medicine",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Johns Hopkins University",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This cluster-randomized controlled trial across 28+ college campuses focuses on undergraduate college students at elevated risk for sexual violence and hazardous drinking (i.e., students with prior history of sexual violence, students who are sexual or gender minority, and students with disabilities). \"Reducing Alcohol Involved Sexual violence in higher Education (RAISE)\" is a longitudinal study that will test research-informed strategies to improve implementation of a prevention intervention in college health and counseling centers, integrate a safety decision aid (via computer or mobile device) to more directly target harm reduction among students particularly vulnerable to hazardous drinking and SV, and evaluate campus policies that increase accessibility and uptake of confidential services for students. This is the first study to situate a sexual violence prevention intervention in college health and counseling centers to address two significant public health concerns -- alcohol-involved sexual violence and hazardous drinking on college campuses.",
            "detailedDescription": "This is a collaborative study across 28+ college campuses focused on tailored harm reduction interventions to reduce risk for sexual violence (SV) among undergraduate college students receiving care from college health and counseling centers (CHCs). \"Reducing Alcohol Involved Sexual violence in higher Education (RAISE)\" is a longitudinal study that builds on a previous cluster-randomized controlled trial on college campuses in Pennsylvania and West Virginia (R01 AA023260). The study aims to reach students at elevated risk for SV and hazardous drinking: students with history of SV, students who identify as sexual/gender minority, and students who have disabilities (65% of our previous sample). SV, particularly alcohol-involved SV, remains highly prevalent on college campuses. A previous study by this research team found that a large proportion of students seeking care in CHCs have experienced SV victimization (n=2291, 64% of women, 32% of men re-port lifetime SV) which is associated with binge drinking. Students identifying as sexual or gender minority or endorsing a disability (i.e., physical, emotional, sensory, neurologic, and learning impairments) report particularly high lifetime prevalence of SV that is associated with greater odds of binge drinking compared to students not exposed to SV. The previous RCT involved training CHC staff to deliver a brief educational intervention to re-duce SV risk, titled \"Giving Information for Trauma Support and Safety\" (GIFTSS), to all students seeking care. Implementation varied across CHCs. Among students who received GIFTSS as intended, the study found significant increases in self-efficacy to use harm reduction strategies and SV-related services. Students with history of SV had greater than four-fold increase in odds of disclosing this history to providers. The study identified provider-, clinic-and campus-level changes needed to improve intervention delivery. To more directly target use of harm reduction strategies among students at elevated risk for SV and hazardous drinking, this current study will also integrate a safety decision aid (myPlan app for use on smartphone or computer) which increases harm reduction behaviors among college women experiencing partner violence. The focus of this renewal is to 1) test strategies to improve implementation of GIFTSS, 2) offer support for students at elevated risk for SV and hazardous drinking with tailored harm reduction strategies delivered via the myPlan app after the clinic visit, and 3) strengthen campus policies to promote access to SV services and reduce hazardous drinking. A 2x2 cluster randomized controlled trial will compare two implementation strategies for GIFTSS in CHCs (provider scripts vs. learning collaborative) focusing on undergraduate students ages 18-24 (N= 2400 across 28 campuses) with follow-up at 4 months and 12 months (Aim 1). The trial will also assess effectiveness of myPlan in increasing uptake of tailored harm reduction strategies for those at elevated risk for SV and hazardous drinking (Aim 2). Finally, the study will examine alcohol and SV policy changes on each campus that may increase access to and uptake of confidential services among students at elevated risk for hazardous drinking and SV (Aim 3)."
        },
        "conditionsModule": {
            "conditions": [
                "Sexual Violence",
                "Drinking Heavy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 2400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "GIFTSS Training Only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Training for college health center clinicians and staff in implementation of GIFTSS Training",
                    "interventionNames": [
                        "Behavioral: GIFTSS Training"
                    ]
                },
                {
                    "label": "GIFTSS Training and Learning Collaborative",
                    "type": "EXPERIMENTAL",
                    "description": "Training for college health center clinicians and staff in implementation of GIFTSS Training combined with learning collaborative to support implementation",
                    "interventionNames": [
                        "Behavioral: GIFTSS Training",
                        "Behavioral: Learning Collaborative"
                    ]
                },
                {
                    "label": "GIFTSS Training and Provider Scripts",
                    "type": "EXPERIMENTAL",
                    "description": "Training for college health center clinicians and staff in implementation of GIFTSS Training combined with provider scripts to support implementation",
                    "interventionNames": [
                        "Behavioral: GIFTSS Training",
                        "Behavioral: Provider Scripts"
                    ]
                },
                {
                    "label": "GIFTSS Training, Learning Collaborative, and Provider Scripts",
                    "type": "EXPERIMENTAL",
                    "description": "Training for college health center clinicians and staff in implementation of GIFTSS Training combined with learning collaborative as well as provider scripts to support implementation",
                    "interventionNames": [
                        "Behavioral: GIFTSS Training",
                        "Behavioral: Learning Collaborative",
                        "Behavioral: Provider Scripts"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "GIFTSS Training",
                    "description": "training for college health center staff and clinicians on GIFTSS intervention (Giving Information for Trauma Support and Safety -- universal education and brief counseling to address sexual violence prevention and intervention)",
                    "armGroupLabels": [
                        "GIFTSS Training Only",
                        "GIFTSS Training and Learning Collaborative",
                        "GIFTSS Training and Provider Scripts",
                        "GIFTSS Training, Learning Collaborative, and Provider Scripts"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Learning Collaborative",
                    "description": "learning collaborative (anticipated meeting monthly) with college health center staff and clinicians to address common barriers to implementation of GIFTSS intervention, reinforce GIFTSS training",
                    "armGroupLabels": [
                        "GIFTSS Training and Learning Collaborative",
                        "GIFTSS Training, Learning Collaborative, and Provider Scripts"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Provider Scripts",
                    "description": "scripts and prompts for college health center staff and clinicians to encourage implementation of GIFTSS intervention",
                    "armGroupLabels": [
                        "GIFTSS Training and Provider Scripts",
                        "GIFTSS Training, Learning Collaborative, and Provider Scripts"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Provider discussion",
                    "description": "Yes to any items about SV and alcohol-involved SV talking points covered by provider during college health center visit (assessed in exit survey after visit)",
                    "timeFrame": "within 7 days after clinic visit"
                },
                {
                    "measure": "Receipt of educational resource card",
                    "description": "Participant self-report of receipt of the GIFTSS safety card during the visit (assessed in exit survey after visit)",
                    "timeFrame": "within 7 days after clinic visit"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Self-efficacy to enact harm reduction strategies",
                    "description": "self-efficacy to use SV and drinking-related harm reduction behaviors (mean score, range 1 to 5, 5 indicating greater self-efficacy)",
                    "timeFrame": "4 months and 12 months"
                },
                {
                    "measure": "Use of harm reduction strategies",
                    "description": "use of SV and drinking-related harm reduction behaviors (summary score; 0 to 10, 10 being maximum number of strategies assessed)",
                    "timeFrame": "4 months and 12 months"
                },
                {
                    "measure": "Self-efficacy to use confidential SV-related services",
                    "description": "self-efficacy to use confidential SV services (including college health center, off campus advocate) (mean score, range 1 to 5, 5 indicating greater self-efficacy)",
                    "timeFrame": "4 months and 12 months"
                },
                {
                    "measure": "Use of SV-related services",
                    "description": "use of SV-related services (including college health center, off campus advocate) in past 3 months and past year (summary score; 0 to 10, 10 being maximum number of services assessed)",
                    "timeFrame": "4 months and 12 months"
                },
                {
                    "measure": "SV victimization (exploratory)",
                    "description": "experience of SV victimization (including alcohol as context) in past 3 months and past year (summary score; 0 to 10, 10 being maximum number of types of violence exposure assessed)",
                    "timeFrame": "4 months and 12 months"
                },
                {
                    "measure": "Alcohol use patterns (exploratory)",
                    "description": "Patterns of alcohol use (frequency and quantity of alcohol use in past month); frequency of binge drinking in past month; problem alcohol use (risk for alcohol use disorder using AUDIT); drinking motivations",
                    "timeFrame": "4 months and 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* undergraduate student enrolled at participating college campus\n* age 18-24 years\n* seeking care at a participating campus college health or counseling center for any reason\n\nExclusion Criteria:\n\n* under the age of 18\n* not enrolled as an undergraduate at a participating campus\n* not seeking care at college health or counseling center",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "24 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth Walker",
                    "role": "CONTACT",
                    "phone": "412-692-8504",
                    "email": "elw108@pitt.edu"
                },
                {
                    "name": "Elizabeth Miller",
                    "role": "CONTACT",
                    "phone": "412-692-8504",
                    "email": "elizabeth.miller@chp.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Miller, MD, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "data sharing plan and archiving of de-identified data as required by NIH",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "12 months after end of study"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}