{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05692635",
            "orgStudyIdInfo": {
                "id": "IRB00092171"
            },
            "secondaryIdInfos": [
                {
                    "id": "WFBCCC 99522",
                    "type": "OTHER",
                    "domain": "Wake Forest Baptist Comprehensive Cancer Center"
                },
                {
                    "id": "P30CA012197",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA012197"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Reducing the Incidence of Symptomatic Brain Metastases With MRI Surveillance",
            "officialTitle": "Reducing the Incidence of Symptomatic Brain Metastases With MRI Surveillance in Non-Squamous Locally Advanced Non-Small Cell Lung Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "reducing-the-incidence-of-symptomatic-brain-metastases-with-mri-surveillance"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-07",
            "studyFirstSubmitQcDate": "2023-01-11",
            "studyFirstPostDateStruct": {
                "date": "2023-01-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is to see if monitoring the brain using magnetic resonance imaging (MRI) after radiation therapy will allow investigators to find cancer that has spread to the brain (brain metastases) before it causes symptoms.",
            "detailedDescription": "Primary Objective: To evaluate whether additional follow up brain MRI in patients with non-squamous stage III nonsmall cell lung cancer who were previously treated with curative intent radiation therapy reduces the rate of symptomatic brain metastasis presentation as compared to historical controls.\n\nSecondary Objectives:\n\n* To estimate time to brain failure in patients with non-squamous stage III nonsmall cell lung cancer previously treated with curative intent radiation therapy who undergo additional surveillance brain magnetic resonance imaging.\n* To describe documented brain metastasis(es) characteristics in patients with non-squamous stage III nonsmall cell lung cancer previously treated with curative intent radiation therapy who undergo additional surveillance brain magnetic resonance imaging.\n\nOUTLINE:\n\nPatients undergo MRI with or without gadolinium contrast intravenously (IV) as well as blood sample collection on study.\n\nPatients are followed for approximately 780 days from the first treatment of radiation or until death, whichever occurs first"
        },
        "conditionsModule": {
            "conditions": [
                "Brain Metastases",
                "Nonsmall Cell Lung Cancer Stage III"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Surveillance MRI of the Brain",
                    "type": "EXPERIMENTAL",
                    "description": "Brain MRI will be performed as scheduled for up to 14 months or until detection of a brain metastasis, whichever occurs first.",
                    "interventionNames": [
                        "Diagnostic Test: MRI of the Brain",
                        "Other: Blood draws",
                        "Other: Quality of Life Questionnaires",
                        "Drug: Gadolinium"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "MRI of the Brain",
                    "description": "An MRI brain scan with and without gadolinium contrast. Three scans are planned for each participant.",
                    "armGroupLabels": [
                        "Surveillance MRI of the Brain"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Blood draws",
                    "description": "Before each MRI, participants will give about a teaspoon of blood to test for clinical purposes.",
                    "armGroupLabels": [
                        "Surveillance MRI of the Brain"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality of Life Questionnaires",
                    "description": "Participants will fill out two questionnaires about their health. These questionnaires will tell investigators about any symptoms participants may be having that might be related to cancer spreading to their brain. This will take about 10-15 minutes to complete.",
                    "armGroupLabels": [
                        "Surveillance MRI of the Brain"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Gadolinium",
                    "description": "Given intravenously",
                    "armGroupLabels": [
                        "Surveillance MRI of the Brain"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Central Nervous System Symptoms - Central Nervous System Symptom Scoring Form",
                    "description": "Symptomatic brain metastasis presentation (yes or no) will be determined for each participant. Symptomatic brain metastasis presentation anytime during follow-up will be considered a YES. Asymptomatic presentation and death during follow-up without symptomatic presentation will be considered a NO. Patients with incomplete follow-up for reasons other than death will be excluded from the analysis. The proportion with symptomatic presentation will be calculated, and compared to the historical rate of 24% using a one-sample proportion test. A symptomatic brain metastasis presentation is defined as imaging demonstrating evidence of brain metastasis(es) and a change in any given central nervous system symptom. Questions require a YES or NO answer related to symptoms. Questions that are answered YES more often would indicate a unfavorable change in central nervous system symptoms",
                    "timeFrame": "At 4 months, 8 months, 14 months, 20 months and 26 months after first radiation therapy treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time to Brain Failure",
                    "description": "Time to brain failure will be defined as time in days from the start of radiation therapy to any brain failure. Time to brain failure will be estimated using the method of Kaplan and Meier. Median time to brain failure will be reported along with a 95% confidence interval.",
                    "timeFrame": "At 4 months, 8 months, 14 months, 20 months and 26 months after first radiation therapy treatment"
                },
                {
                    "measure": "Collection of Information to Document Brain Metastasis(es) - Number of Metastases",
                    "description": "Information collected related to the time to brain failure will include the number, size and volume of brain metastases) that are documented to help describe changes in symptoms and quality of life. Measurement in days (median) will be estimated along with a 95% confidence interval.",
                    "timeFrame": "At 4 months, 8 months, 14 months, 20 months and 26 months after first radiation therapy treatment"
                },
                {
                    "measure": "Collection of Information to Document Brain Metastasis(es) - Volume of Metastases",
                    "description": "Information collected related to the time to brain failure will include the number, size and volume of brain metastases) that are documented to help describe changes in symptoms and quality of life. Measurement in days (median) will be estimated along with a 95% confidence interval.",
                    "timeFrame": "At 4 months, 8 months, 14 months, 20 months and 26 months after first radiation therapy treatment"
                },
                {
                    "measure": "Collection of Information to Document Brain Metastasis(es) - Size of Metastases",
                    "description": "Information collected related to the time to brain failure will include the number, size and volume of brain metastases) that are documented to help describe changes in symptoms and quality of life. Measurement in days (median) will be estimated along with a 95% confidence interval.",
                    "timeFrame": "At 4 months, 8 months, 14 months, 20 months and 26 months after first radiation therapy treatment"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Frequency of Brain Metastasis(es) Directed Interventions",
                    "description": "Types of different interventions for brain metastasis will be collected (this will include interventions such as IV or oral steroid administration for central nervous system symptoms, craniotomy, whole brain radiotherapy, gamma knife radiosurgery, laser interstitial thermal therapy (LITT). Frequencies will be used to describe types of therapeutic interventions for detected brain metastases.",
                    "timeFrame": "26 months after the start of radiation therapy or until death"
                },
                {
                    "measure": "Quality of Life - The Functional Assessment of Cancer Therapy - General (FACT-G) Questionnaire",
                    "description": "The FACT-G is scored on a 5 point Likert-type scale. Scoring range has a possible range of 0-108 points. The total score and four subscale scores (physical well-being, social/family well-being, emotional well-being and functional well-being) will be calculated for each patient at each time point. Descriptive statistics and graphical methods will be used to visualize and describe changes in symptoms and quality of life over time.\n\nHigher scores indicate better quality of life.",
                    "timeFrame": "At baseline, 4 months, 8 months, 14 months, 20 months and 26 months after first radiation therapy treatment"
                },
                {
                    "measure": "The MD Anderson Symptom Inventory for Brain Tumor (MDASI-BT) Questionnaire",
                    "description": "The MDASI-BT consists of 23 symptoms and 6 interference items rated on an 11-point scale (0-10) to indicate the presence and severity of each symptom in the last 24 hours, with 0 being \"not present\" and 10 being \"as bad as you can imagine.\" A higher score always indicates an increase in severity. The core symptom severity score (13 core symptom), brain tumor symptom severity score (9 brain tumor specific symptoms), total symptom severity (13 core symptoms + 9 brain tumor specific symptoms), and interference score (6 interference items only) will be calculated for each patient at each time point.",
                    "timeFrame": "At baseline, 4 months, 8 months, 14 months, 20 months and 26 months after first radiation therapy treatment"
                },
                {
                    "measure": "Comparison of Exosome Measurements Between Participants",
                    "description": "The blood sample taken at the first visit will be used to measure exosomes. T tests or Wilcoxon rank-sum tests will be used to compare exosome measurements between those participants who eventually develop brain metastases and those who do not. Descriptive statistics will be used to characterize changes in exosome measurements over time.",
                    "timeFrame": "At baseline, 4 months, 8 months, 14 months, 20 months and 26 months after first radiation therapy treatment"
                },
                {
                    "measure": "Percentage of Brain Metastasis(es) Directed Interventions",
                    "description": "Types of different interventions for brain metastasis will be collected (this will include interventions such as IV or oral steroid administration for central nervous system symptoms, craniotomy, whole brain radiotherapy, gamma knife radiosurgery, laser interstitial thermal therapy (LITT). Percentages of will be used to describe types of therapeutic interventions for detected brain metastases.",
                    "timeFrame": "26 months after the start of radiation therapy or until death"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years of age.\n* Patients with non-squamous locally advanced lung cancer defined by American Joint Committee on Cancer (AJCC) version 8 stage IIIA, IIIB, or IIIC disease.\n* Histology described as adeno-squamous or not otherwise specified favoring squamous are eligible.\n* Patients may be enrolled before or after the start of radiation therapy but must be enrolled and have their first surveillance MRI brain at 120 +/- 10 days of their first treatment of radiation therapy for their locally advanced lung cancer. The first radiation treatment is defined as day 1.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 - 3.\n* Epidermal growth factor receptor (EGFR) \\> 30 mL/min/1.73m2.\n* Patients must be eligible for a brain MRI per the Wake Forest MRI safety screening checklist questionnaire. This will be completed by a MRI imaging technician, enrolling physician, CPDM staff member, a magnetic resonance safety officer, and/or a radiologist as indicated in the form.\n\nExclusion Criteria:\n\n* Known brain metastases on staging MRI.\n* Questionable findings that may represent a differential of vasculature abnormalities/stroke/ and or metastatic disease with recommended short interval follow-up are not an exclusion factor for study participation. The recommended follow-up imaging for such findings should have no bearing on the imaging schedule in this protocol, and this research protocol imaging should NOT serve as an official follow-up scan for such findings.\n* Patients who are pregnant or breastfeeding.\n* Premenopausal persons of childbearing potential must have a negative pregnancy test within 14 days of enrollment. If women are not of childbearing potential as defined by women who are menopausal female or has had a hysterectomy, bilateral oophorectomy, or medically-documented ovarian failure, they will not require a pregnancy test. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Study Coordinator",
                    "role": "CONTACT",
                    "phone": "336-713-0901",
                    "email": "Jada.Kluttz@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Farris, MD",
                    "affiliation": "Wake Forest Baptist Comprehensive Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest Baptist Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Study Nurse",
                            "role": "CONTACT",
                            "phone": "336-713-7748"
                        },
                        {
                            "name": "Michael Farris, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008175",
                    "term": "Lung Neoplasms"
                },
                {
                    "id": "D000009362",
                    "term": "Neoplasm Metastasis"
                },
                {
                    "id": "D000001932",
                    "term": "Brain Neoplasms"
                },
                {
                    "id": "D000002289",
                    "term": "Carcinoma, Non-Small-Cell Lung"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012142",
                    "term": "Respiratory Tract Neoplasms"
                },
                {
                    "id": "D000013899",
                    "term": "Thoracic Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000009385",
                    "term": "Neoplastic Processes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000016543",
                    "term": "Central Nervous System Neoplasms"
                },
                {
                    "id": "D000009423",
                    "term": "Nervous System Neoplasms"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000002283",
                    "term": "Carcinoma, Bronchogenic"
                },
                {
                    "id": "D000001984",
                    "term": "Bronchial Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5546",
                    "name": "Carcinoma, Non-Small-Cell Lung",
                    "asFound": "Nonsmall Cell Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11172",
                    "name": "Lung Neoplasms",
                    "asFound": "Lung Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "asFound": "Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "asFound": "Brain Metastases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14979",
                    "name": "Respiratory Tract Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16658",
                    "name": "Thoracic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12330",
                    "name": "Neoplastic Processes",
                    "relevance": "LOW"
                },
                {
                    "id": "M18937",
                    "name": "Central Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12367",
                    "name": "Nervous System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5540",
                    "name": "Carcinoma, Bronchogenic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5260",
                    "name": "Bronchial Neoplasms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}