{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05460494",
            "orgStudyIdInfo": {
                "id": "21-1264"
            },
            "secondaryIdInfos": [
                {
                    "id": "1K01AG076888-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1K01AG076888-01"
                }
            ],
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "Reduce Loneliness in Care Partners of Persons With AD/ADRD",
            "officialTitle": "Increasing Meaning to Reduce Loneliness in Care Partners of Persons With AD/ADRD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "reduce-loneliness-in-care-partners-of-persons-with-ad-adrd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-06-27",
            "studyFirstSubmitQcDate": "2022-07-12",
            "studyFirstPostDateStruct": {
                "date": "2022-07-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Northwell Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "More than 60% of care partners of persons with AD/ADRD report feeling lonely. Building on the existing evidence that increasing meaning and purpose in life is a strong predictor of decreased loneliness, interventions to reduce loneliness in this population may be strengthened by incorporating concepts from Meaning-Centered Psychotherapy (MCP). Thus, the overall goal of the proposed project is to reduce loneliness in care partners of patients with AD/ADRD through increasing their sense of meaning and purpose in life using concepts from MCP, delivered via a web-based platform, RELOAD-C (REducing LOneliness in Alzeheimer's Disease-Care Partners). This will be achieved through three Specific Aims. Aim 1 consists of three phases (preparatory work, stakeholder involvement with N=15 AD/ADRD care partners, and adaptation of the existing web-based platform) to produce RELOAD-C, which centralizes: 1) 6 brief videos portraying an MCP expert delivering MCP concepts; 2) links to 7 virtual group meetings (6 weekly + 1 booster) to discuss MCP concepts (of note, the support groups utilized in this study exist only as part of this research); and 3) written content expanding on the material from the MCP videos. Aim 2 evaluates usability/acceptability of RELOAD-C (defined as a task success rate ≥ 78%, and scores ≥ 68 on the System Usability Scale) with N=20 care partners of persons with AD/ADRD. Aim 3 proposes a pilot RCT to evaluate the preliminary efficacy of the RELOAD-C components (MCP videos vs. MCP-focused group discussions) in reducing loneliness and feasibility of conducting a future, large-scale RCT. N=96 AD/ADRD care partners will be randomized to: usual care, n=32; MCP videos alone via RELOAD-C, n=32; or MCP videos + weekly groups via RELOAD-C, n=32. Care partners' outcomes will be assessed at baseline, and 6-weeks and 3-months post-baseline. The investigators expect the effect sizes will be in the moderate range (.3). Feasibility is defined as: ≥ 75% consented, ≤ 30% drop-out, and 80% engagement with intervention. Reducing loneliness among care partners is of high public health significance and incorporating MCP in loneliness interventions is highly innovative. In sum, the investigators will enroll 15 care partners during Aim 1, 20 care partners during Aim 2, and 96 care partners during Aim 3.",
            "detailedDescription": "Loneliness is common in care partners of persons with Alzheimer's Disease (AD) and AD-related dementias (ADRD). In the United States, more than 6 million people have AD/ADRD. This number is expected to reach 13 million by 2050, increasing the number of care partners proportionately. More than 60% of care partners of persons with AD/ADRD are lonely, defined as the distressing experience when one's relationships are poorer in quantity and quality than desired. This is not surprising given the unique experience of caring for a person with AD/ADRD, characterized by declines in intellectually stimulating conversation, loss of mutual support, and avoidance of social outings. Already elevated, care partners' loneliness is among the problems exacerbated by the COVID-19 pandemic. Loneliness is associated with a 26% increased risk of mortality, and physical and mental morbidity. In longitudinal studies, loneliness significantly predicts heart attack, diabetes, depression, anxiety, and distress. Studies of care partners show that loneliness is associated with poorer quality of relationships, and burden, as well as negative patient outcomes. Therefore, there is an urgent need for effective evidence-based interventions to reduce loneliness in care partners of persons with AD/ADRD. Existing interventions for care partners of persons with AD/ADRD demonstrate limited efficacy in reducing loneliness. Existing interventions focus on providing education, decision support, skills training, and stress management. In all these cases, the intervention did not significantly reduce loneliness at follow-up. Existing interventions have not attempted to reduce loneliness through increasing care partners' sense of meaning and purpose in life, despite strong evidence that increased meaning in life predicts reduced loneliness. A qualitative analysis of 119 loneliness interventions demonstrated that their limited efficacy is due to a lack of content focused on meaning in life. Several empirical studies indicate a strong, inverse relationship between meaning and loneliness. Macia et al. 2021 found that meaning in life was the most important predictor of loneliness, and the authors recommend targeting meaning in life in future interventions. Folker et al. 2021 theorize that meaning in life promotes a better ability to cope with loneliness. Interventions to reduce loneliness in AD/ADRD care partners may be strengthened by incorporating concepts from Meaning-Centered Psychotherapy (MCP). MCP focuses on exploring sources of meaning in life and is based on the premise that finding meaning and purpose in one's existence is a primary force of motivation. Examination into the mechanism of change in MCP demonstrated significant mediation effects via a sense of meaning and purpose in life on outcomes of improved quality of life, and decreased depression, hopelessness and desire for hastened death. Yet, the impact of MCP on loneliness has not yet been systematically evaluated. MCP, originally found to increase a sense of meaning and purpose in life in patients with advanced cancer, has since been adapted for many populations, including care partners. The MCP adaptation for care partners was led by Dr. Allison Applebaum (consultant),and focuses on finding meaning and purpose in life through one's role as a care partner, regardless of the illness the care recipient has. Dr. Applebaum found MCP to be efficacious in increasing meaning and purpose in life in cancer care partners when delivered via brief videos. Therefore, the overall goal of the proposed project is to reduce AD/ADRD care partners' loneliness through increasing their meaning and purpose in life using concepts from MCP. The investigators expect that reducing loneliness will reduce care partners' negative outcomes, such as depression, anxiety, distress, and burden. These MCP concepts will be delivered via RELOAD-C (REducing LOneliness in Alzeheimer's Disease-Care Partners), a web-based platform that centralizes 6 brief videos of an MCP expert (Dr. Applebaum) discussing sources of meaning, links to virtual group meetings facilitated by a social worker trained in MCP to promote discussion of MCP concepts, and written content providing guidance on homework and exercises referenced in the MCP videos. The investigators currently do not know the effect of MCP videos on increasing meaning and purpose in life in AD/ADRD care partners, though they expect these videos to be efficacious as they were with cancer care partners. It remains unclear whether watching these MCP videos, which lacks bi-directional interaction, is sufficient to also reduce loneliness in care partners of persons with AD/ADRD. Interventions that show promise in reducing loneliness in care partners of persons with AD/ADRD, based on evaluations in small samples, are those that focus on increasing opportunities for communication through group meetings. Building off the strengths of the existing literature, then, the investigators expect that adding virtual group meetings focused on discussion of MCP concepts will produce a comparatively larger reduction in loneliness than watching MCP videos alone. Thus, to advance the field, the investigators will conduct a pilot randomized controlled trial (RCT) to preliminarily evaluate the strength of each RELOAD-C component (MCP videos, MCP virtual weekly group discussions) on care partners' loneliness. The software platform that the investigators will be adapting to produce RELOAD-C was developed by Dr. Michael Diefenbach (primary mentor) to deliver intervention content through videos and interactive features to bladder cancer patients and their care partners. Care partners of persons with AD/ADRD experience barriers to participating in in-person interventions, including unique concerns (e.g. they cannot leave the patient alone). Thus, delivering intervention content via a web-based platform maximizes reach whilst obtaining comparable clinical effectiveness as traditional in-person interventions. Overview of the research design. Aim 1a: Preparatory Work: the study team will modify the script from Dr. Applebaum's videos of MCP for cancer care partners to ensure the language is suitable for AD/ADRD care partners (i.e. remove references to cancer and cancer-specific challenges), Aim 1b: Stakeholder Involvement: The study team will circulate these scripts/drafts created in Aim 1a to N=15 care partners of persons with AD/ADRD to obtain feedback. This will occur in two rounds, the first of which is dedicated to obtaining feedback and the second of which is dedicated to soliciting final comments after the feedback from the first round has been integrated. Aim 1c: Adaptation of an existing web-based delivery platform: Michael Diefenbach (primary mentor) developed a web-based platform to deliver and reinforce intervention content to patients with bladder cancer. The study team will adapt this existing platform by replacing the bladder cancer content with MCP content prepared and revised during Aims 1a-1b, producing RELOAD-C. Aim 2: Usability and Acceptability Testing Phase of RELOAD-C will be achieved through a mixed-methods design and the Think Aloud method a direct observation method of user testing that involves asking users to think out loud as they are performing a task, with N=20 AD/ADRD care partners. Aim 3: Pilot RCT: Using a modified cluster RCT design with two-step randomization, N=96 care partners will be randomized to usual care (n=32), MCP videos delivered via RELOAD-C (n=32), or MCP videos plus virtual group meetings delivered via RELOAD-C (n=32). Care partner outcomes will be assessed at baseline, and 6-weeks and 3-months post-baseline."
        },
        "conditionsModule": {
            "conditions": [
                "Loneliness"
            ],
            "keywords": [
                "Alzheimer's Disease",
                "Care Partners",
                "Loneliness",
                "Web-based",
                "Meaning"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Modified cluster randomized controlled trial with randomization",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Study participants will be blinded to which arm they are randomized to.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 96,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care",
                    "type": "NO_INTERVENTION",
                    "description": "Usual care for AD/ADRD care partners consists of a screen for burden, and potential referral to AD/ADRD social workers and the AD helpline."
                },
                {
                    "label": "Intervention Arm 1",
                    "type": "EXPERIMENTAL",
                    "description": "MCP videos alone. Care partners randomized to intervention arm 1 during Step 2 randomization will receive usual care + RELOAD-C, consisting of: 1) 6 brief (\\~5 minute) videos of Dr. Allison Applebaum introducing concepts from MCP for care partners of persons with AD/ADRD; and 2) written content associated with the videos, such as directions for homework assignments. The tab with links to the virtual group meetings will be removed. Participants in this arm use RELOAD-C on their own and do not have interaction with other care partners while using the platform. One video will become available for viewing each week for the first 6 weeks after randomization, and each care partner will have a unique user ID/login.",
                    "interventionNames": [
                        "Behavioral: RELOAD-C"
                    ]
                },
                {
                    "label": "Intervention Arm 2",
                    "type": "EXPERIMENTAL",
                    "description": "MCP videos + MCP-focused virtual groups. In addition to the components that the intervention arm 1 participants receive (6 MCP videos, written text), the RELOAD-C platform for the intervention arm 2 participants will include links to the virtual group meetings (7 in total). The first 6 group meetings will occur weekly. Each of the first 6 group meetings will facilitate discussion of the MCP concepts introduced in that week's video, as participants receive access to each video \\~3 days prior to the group meeting. The 7th virtual meeting will be used as a \"booster\" in week 9, and will focus on sharing how participants are using the MCP concepts in their daily lives. All meetings will be facilitated by our social worker, Katherine Henthorne, LCSW.",
                    "interventionNames": [
                        "Behavioral: RELOAD-C"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "RELOAD-C",
                    "description": "RELOAD-C is a web-based platform that centralizes 6 brief videos of our MCP expert (Dr. Applebaum) discussing sources of meaning, links to virtual group meetings facilitated by a social worker trained in MCP to promote discussion of MCP concepts, and written content providing guidance on homework and exercises referenced in the MCP videos",
                    "armGroupLabels": [
                        "Intervention Arm 1",
                        "Intervention Arm 2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Care Partners' Loneliness between baseline and 3 months post-baseline",
                    "description": "Our primary outcome is care partners' loneliness, defined as the distressing experience that occurs when a person's social relationships are perceived by that person to be less in quantity, and especially in quality, than desired. Care partners' loneliness will be evaluated with the 20-item UCLA Loneliness Scale, a reliable and valid continuous measure for overall, emotional and social loneliness.",
                    "timeFrame": "This measure will be given at consent as a screening measure, at baseline, and 6 weeks and 3 months post-baseline."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Depression between baseline and 3 months post-baseline",
                    "description": "Secondary outcomes include care partners' depression (a common but serious mood disorder that causes symptoms that affect how you feel, think and handle daily activities), which will be evaluated by the CES-Depression, a brief and accurate measurement of the core symptoms/signs of depression.",
                    "timeFrame": "This measure will be administered to care partners at baseline, and 6 weeks and 3 months post-baseline."
                },
                {
                    "measure": "Change in Distress between baseline and 3 months post-baseline.",
                    "description": "Distress, defined as an unpleasant emotion, feeling, thought, condition or behavior, will be evaluated with the Distress Thermometer, a screening tool to identify distress. Individuals are asked to indicate their level of distress ranging from 0 (no distress) to 10 (extreme distress). We will also assess to what extent distress is related to the role as a care partner.",
                    "timeFrame": "This measure will be administered to care partners at baseline, and 6 weeks and 3 months post-baseline."
                },
                {
                    "measure": "Change in Care partner burden between baseline and 3 months post-baseline",
                    "description": "Care partner burden, defined as the strain or load borne by a person who cares for a chronically ill, disabled or elderly family member, will be evaluated with the Zarit Burden Scale, a measure, rated on a 5-point scale, of the reactions of family members to caring for older adult relatives.",
                    "timeFrame": "This measure will be administered to care partners at baseline, and 6 weeks and 3 months post baseline."
                },
                {
                    "measure": "Change in Quality of Life between baseline and 3 months post-baseline",
                    "description": "Quality of life is the standard of health, comfort and happiness experienced by an individual. This will be measured with the McGill Quality of Life measure.",
                    "timeFrame": "This measure will be administered at baseline and 6 weeks and 3 months post-baseline."
                },
                {
                    "measure": "Change in social isolation between baseline and 3 months post-baseline",
                    "description": "Social isolation is the objective lack of contact with other people. It will be measured with the 6-item Lubben social network scale.",
                    "timeFrame": "This measure will be administered at baseline and 6 weeks and 3 months post-baseline."
                },
                {
                    "measure": "Change in social support between baseline and 3 months post-baseline",
                    "description": "Social support is defined as the comfort we receive from others on both physical and emotional levels. This will be measured with the Duke UNC Functional Social Support Questionnaire.",
                    "timeFrame": "This measure will be administered at baseline and 6 weeks and 3 months post-baseline."
                },
                {
                    "measure": "Change in anxiety between baseline and 3 months post-baseline",
                    "description": "State anxiety is a temporary emotional condition characterized by apprehension, tension, and fear about a particular situation or activity. Trait anxiety is anxiety that shows up as part of your personality, not just in stressful situations. State and trait anxiety will be measured with the STAI, the State-Trait Anxiety Inventory, a commonly used measure.",
                    "timeFrame": "This measure will be administered at baseline and 6 weeks and 3 months post-baseline."
                },
                {
                    "measure": "Change in mood states between baseline and 3 months post-baseline",
                    "description": "The brief, 20-item POMS (profile of mood states) will be used to measure anxiety, fatigue, depression, guilt, and vigor.",
                    "timeFrame": "This measure will be administered at baseline and 6 weeks and 3 months post-baseline."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory outcome: Change in Behavioral and Psychological Symptoms of Dementia between pre-randomization and 3 months post-randomization",
                    "description": "Care partners' perception of patients' behavioral and psychological symptoms of dementia will be measured with the Neuropsychiatric Inventory (NPI), a reliable and valid measure administered to care partners to evaluate patients' dementia-related behavioral symptoms across 12 domains.",
                    "timeFrame": "This measure will be administered to care partners at baseline and 6 weeks and 3 months post baseline."
                },
                {
                    "measure": "Demographic and Clinical History",
                    "description": "Demographic and clinical history will be assessed with our Sociodemographic Questionnaire that collects care partners' age, gender, race/ethnicity, level of income and education, clinical and psychiatric comorbidities. We will also collect data from the care partner on the patients' diagnoses, level of cognitive impairment, relationship between care partner and patient, time since assuming the role of care partner, and number and role of other care partners for this patient.",
                    "timeFrame": "This will be completed at pre-randomization/right after consent."
                },
                {
                    "measure": "Change in Meaning in Life between baseline and 3 months post-baseline.",
                    "description": "Meaning in Life will be evaluated with the 10-item Meaning in Life Questionnaire. Sample item: \"My life has no clear purpose\".",
                    "timeFrame": "This measure will be administered to care partners at baseline, and 6 weeks and 3 months post baseline."
                },
                {
                    "measure": "Feasibility of conducting a future RCT: percent consented",
                    "description": "% consented will be calculated as care partners consented over eligible and approached.",
                    "timeFrame": "This will be documented throughout the study and calculated in the last month of the study."
                },
                {
                    "measure": "Feasibility of conducting a future RCT: percent drop-out",
                    "description": "% drop-out at baseline, 6 wks. and 3 mos. will be calculated as non-starters over consenters, or non-completers of the 6-week or 3-month assessment over consenters.",
                    "timeFrame": "This will be documented throughout the study and calculated in the last month of the study."
                },
                {
                    "measure": "Feasibility of conducting a future RCT: Engagement in RELOAD-C",
                    "description": "This outcome will be determined by Google Analytics data in the domains of number of virtual groups attended (for intervention arm 2 only), videos viewed (both intervention arms), and homework/experiential exercises completed (both intervention arms).",
                    "timeFrame": "This will be documented throughout the study and calculated in the last month of the study."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* • Self-identify as the primary care partner of a community-dwelling (i.e. does not live in a nursing home or facility) person with AD/ADRD (diagnosis confirmed via the patients' electronic health record)\n\n  * report that their role as a care partner is not related to their employment (i.e. they are a family member or friend of the patient)\n  * age 18 or older\n  * English-speaking\n  * competency to participate\n  * access to a telephone, computer, Internet and email\n  * care partners must be lonely, defined as scoring ≥35 on the UCLA Loneliness Scale\n\nExclusion Criteria:\n\n* Unable to communicate in English\n* Under the age of 18\n* only one care partner per patient will be allowed to participate\n* could not have participated in previous Aims (1 or 2) of this study",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Allison Marziliano, PhD",
                    "role": "CONTACT",
                    "phone": "516-600-1440",
                    "email": "amarzilian@northwell.edu"
                },
                {
                    "name": "Michael Diefenbach, PhD",
                    "role": "CONTACT",
                    "phone": "516-600-1440",
                    "email": "mdiefenbach@northwell.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Northwell Health, Institute of Health System Science",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Manhasset",
                    "state": "New York",
                    "zip": "10022",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Marziliano, PhD",
                            "role": "CONTACT",
                            "email": "amarzilian@northwell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79788,
                        "lon": -73.69957
                    }
                },
                {
                    "facility": "Geriatrics and Palliative Medicine",
                    "status": "RECRUITING",
                    "city": "New Hyde Park",
                    "state": "New York",
                    "zip": "11042",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Marziliano, PhD",
                            "role": "CONTACT",
                            "email": "amarzilian@northwell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.7351,
                        "lon": -73.68791
                    }
                },
                {
                    "facility": "Geriatric Medicine, Lenox Hill Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10075",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Marziliano, PhD",
                            "role": "CONTACT",
                            "email": "amarzilian@northwell.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Principal Investigator (PI), Dr. Allison Marziliano, will share information about the study, including de-identified data, on the following data sharing website: https://cos.io/. The Open Science Framework is a free, open-source web application built to provide researchers with a free platform for data and materials sharing. There will be no identifiable data posted to this website or used in future studies, if data are shared internally for future research purposes. In addition, a summary of research results will be available on http://www.Clinical Trials.gov , as required by U.S. Law.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "required by U.S. Law. This Web site will not include information that can identify participants. We will make the data available to other researchers by the on-line publication date, unless the NIA requests an earlier date.",
            "accessCriteria": "only the research team that is on the IRB-approved protocol can access identifiable data. Any data that is publicly accessible will be de-identified."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}