{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03319927",
            "orgStudyIdInfo": {
                "id": "4000 317004 130129A 01 44"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01ES027134-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01ES027134-01A1"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Reducing Pesticide Exposures in Child Care Centers",
            "officialTitle": "Reducing Pesticide Exposures to Preschool-age Children in California Child Care Centers",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "reducing-pesticide-exposures-in-child-care-centers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-10-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-10-12",
            "studyFirstSubmitQcDate": "2017-10-19",
            "studyFirstPostDateStruct": {
                "date": "2017-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Environmental Health Sciences (NIEHS)",
                    "class": "NIH"
                },
                {
                    "name": "University of California, Berkeley",
                    "class": "OTHER"
                },
                {
                    "name": "Oregon State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To reduce the risk of adverse health problems associated with chronic exposure to pesticides, a randomized control study will evaluate a nurse-led integrated pest management (IPM) intervention in 88 child care centers serving socio-economically and ethnically diverse preschool-age children in four California counties. Positive changes in IPM knowledge, policies, practices, pests, and pesticide exposure will be assessed.",
            "detailedDescription": "The goal of this study is to reduce children's exposure to pesticides in child care centers to improve their long-term health. A randomized-control trial in four northern California counties will compare changes in pesticide exposure among child care centers assigned to an IPM intervention versus an attention control intervention on physical activity. Eighty-eight child care centers serving socio-economically and ethnically diverse preschool-age children will be enrolled. This study will be modeled on a successful nurse-led child care health consultation intervention comprised of an educational workshop, materials and tools, and center-specific consultation over seven months. In addition, the study will include novel methods of measuring pesticide concentrations in child care centers (dust) and to individual children in the child care settings (silicone wristbands). The study aims are to determine if a nurse-led IPM intervention (1) increases child care center staff's IPM knowledge, (2) improves center's IPM policies and practices, (3) reduces pest problems (i.e., pests present, pest residue), (4) increases director's self-efficacy, (5) reduces pesticide exposures in child care center environments, and (6) reduces child-level pesticide exposures in the intervention child care centers compared to the control centers."
        },
        "conditionsModule": {
            "conditions": [
                "Children, Only",
                "Risk Reduction",
                "Environmental Exposure"
            ],
            "keywords": [
                "integrated pest management",
                "environmental health",
                "child care",
                "preschool children",
                "pesticides"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This randomized control study will include 88 child care centers in four CA counties and be conducted in 9-month cycles over five years. The counties will be matched and randomized to the intervention group (integrated pest management) or attention control group (physical activity). Each study cycle will include Recruitment, Baseline Assessments, Intervention, and Post-Intervention Assessments. Baseline Assessments are completed as director interviews, child care provider surveys, research assistant objective observations using standardized Checklists, review of written policies, child anthropometrics, center dust samples to measure pesticides, and silicone wristband personal samplers worn by 5 children per center for a 7-days. During the 7-month Intervention phase, CCHCs will conduct one workshop per center on the intervention topic (IPM or physical activity) and provide seven monthly consultations per center. The Post-Intervention stage will repeat all the baseline assessments.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 440,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Integrated pest management",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention consists of an integrated pest management (IPM) educational workshop and consultation. The child care health consultants (CCHCs) conduct the educational workshop for child care center directors and providers on IPM policies and practices including the providers' practices and beliefs. The workshop includes IPM videos, IPM Toolkit, and IPM toolbox. The (CCHCs) meet with center directors to review the results of the Baseline observational Checklists and to identify center-specific intervention goals. The intervention also includes 7 monthly child care health consultation visits where the CCHC and director review the center's progress towards the intervention goals, discuss problems, and share resources.",
                    "interventionNames": [
                        "Behavioral: IPM educational workshop and consultation"
                    ]
                },
                {
                    "label": "Physical activity",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The intervention consists of a physical activity educational workshop and consultation. The child care health consultants (CCHCs) conduct the educational workshop for the child care center directors and providers on physical activities center policies and best practices over 7 months. The workshop includes a Physical Activity Toolkit and toolbox. The (CCHCs) meet with center directors to review the results of the Baseline observational Checklists and to identify center-specific intervention goals. The intervention also includes 7 monthly child care health consultation visits where the CCHC and director review the center's progress towards the intervention goals, discuss problems, and share resources.",
                    "interventionNames": [
                        "Behavioral: IPM educational workshop and consultation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "IPM educational workshop and consultation",
                    "description": "The interventions include a baseline assessment conducted by a research assistant and objective measures of pesticide exposure (center dust samples, children's silicone wristbands), review of assessment by the nurse child care health consultant, goal setting with the director, educational workshop, 7 monthly consultation visits, and post-intervention review of goals and post-assessment findings (conducted by research assistant and objective measures of pesticide exposure).",
                    "armGroupLabels": [
                        "Integrated pest management",
                        "Physical activity"
                    ],
                    "otherNames": [
                        "Physical activity educational workshop and consultation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in child care center pesticide exposures",
                    "description": "Change in the levels of pesticide exposures collected in dust samples in the child care centers from baseline to 9 months later. Pesticides will be summarized as mean concentration (ng/g) and loading (ng/m2).",
                    "timeFrame": "Before the educational workshop and 9 months after the workshop"
                },
                {
                    "measure": "Change in personal pesticide exposures",
                    "description": "Change in the levels of pesticide exposures collected in personal silicone wristbands from baseline to 9 months later. Pesticides will be summarized as mean concentration (ng/mL).",
                    "timeFrame": "Before the educational workshop and 9 months after the workshop"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in integrated pest management (IPM) practices",
                    "description": "a. Change in the IPM policies and practices identified during a 2-hour observational assessment using a standardized Policies Checklist and IPM Checklist to assess level of IPM practices from baseline to 9 months later..",
                    "timeFrame": "Before the educational workshop and 9 months after the workshop"
                },
                {
                    "measure": "Change in the presence of pests or evidence of pests",
                    "description": "Change in the observed # of pests or evidence of pests as part of the IPM Checklist assessment from baseline to 9 months later.",
                    "timeFrame": "Before the educational workshop and 9 months after the workshop"
                },
                {
                    "measure": "Change in integrated pest management (IPM) policies",
                    "description": "a. Change in the IPM policies identified during an assessment using a standardized Policies Checklist to assess presence of written IPM policy and if present, the quality of the IPM policy.",
                    "timeFrame": "Before the educational workshop and 9 months after the workshop"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in knowledge",
                    "description": "Change in responses to a multiple choice survey on content covered in the workshops from pre- to post-workshop",
                    "timeFrame": "pre- and immediately after the workshop is completed"
                },
                {
                    "measure": "Change in child body mass index (BMI)",
                    "description": "Collect children's height in cm and weight in meters and calculate BMI (kg/(meter squared))",
                    "timeFrame": "Before the educational workshop and 9 months after the workshop"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nThe centers must meet the following criteria:\n\n1. Be a licensed child care center with a child care director who speaks English\n2. Used pesticides (i.e., baits or sprays) in the last year\n3. Operated for at least two years with no plans to close in the next 12 months\n4. Enroll children between three to five years of age of diverse ethnic and racial backgrounds\n5. Have at least 25% of enrolled children receiving a government subsidy (e.g., Child and Adult Care Food Program (CACFP), Head Start, Child Care Development Fund, Alternative Payment program).\n6. Have a carpet or couch on-site.\n\nThe child care providers must meet the following criteria:\n\n1. Work in the participating child care centers\n2. Work in the classroom of the participating children\n3. Work at least 30 hours a week\n4. Plan to work at the center over the next 9 months\n\nThe families must have a preschool-age child enrolled in the participating child care center and meet the following criteria:\n\n1. Three or four years of age\n2. The child spends at least six hours per day in the center\n3. Will be enrolled in the center for the next nine months\n4. Has a parent present during enrollment who speaks either English or Spanish\n5. Parents will complete surveys or interviews in English or Spanish in the Fall and Spring\n\nExclusion Criteria:\n\n1. Centers that participated in an IPM intervention and training project\n2. Families that have children who have special health care needs or disabilities who can not participate in physical activity at the child care center.\n3. Center directors who do not read and write in English.\n4. Child care providers who do not read and write in English.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "3 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Abbey Alkon, PhD",
                    "role": "CONTACT",
                    "phone": "415-476-4695",
                    "email": "abbey.alkon@ucsf.edu"
                },
                {
                    "name": "Evelyn Bigini, MS",
                    "role": "CONTACT",
                    "email": "evelyn.bigini@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lindsey A Martin, PhD",
                    "affiliation": "National Institute for Environmental Health Sciences",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abbey Alkon, PhD",
                            "role": "CONTACT",
                            "phone": "415-476-4695",
                            "email": "abbey.alkon@ucsf.edu"
                        },
                        {
                            "name": "Evelyn Bigini, MS",
                            "role": "CONTACT",
                            "email": "evelyn.bigini@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27553118",
                    "type": "BACKGROUND",
                    "citation": "Alkon A, Nouredini S, Swartz A, Sutherland AM, Stephens M, Davidson NA, Rose R. Integrated Pest Management Intervention in Child Care Centers Improves Knowledge, Pest Control, and Practices. J Pediatr Health Care. 2016 Nov-Dec;30(6):e27-e41. doi: 10.1016/j.pedhc.2016.07.004. Epub 2016 Aug 20."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bradman, A, Gasper, F, Castorina, R, Tong-Lin, E, McKone, T, & Maddelena, R. (2012). Environmental exposures in early childhood education environments (Agreement Number 08-305). Retrieved from Berkeley, CA:"
                },
                {
                    "pmid": "28844239",
                    "type": "BACKGROUND",
                    "citation": "Vidi PA, Anderson KA, Chen H, Anderson R, Salvador-Moreno N, Mora DC, Poutasse C, Laurienti PJ, Daniel SS, Arcury TA. Personal samplers of bioavailable pesticides integrated with a hair follicle assay of DNA damage to assess environmental exposures and their associated risks in children. Mutat Res Genet Toxicol Environ Mutagen. 2017 Oct;822:27-33. doi: 10.1016/j.mrgentox.2017.07.003. Epub 2017 Jul 16."
                },
                {
                    "pmid": "34629233",
                    "type": "RESULT",
                    "citation": "Alkon A, Gunier RB, Hazard K, Castorina R, Hoffman PD, Scott RP, Anderson KA, Bradman A. Preschool-Age Children's Pesticide Exposures in Child Care Centers and at Home in Northern California. J Pediatr Health Care. 2022 Jan-Feb;36(1):34-45. doi: 10.1016/j.pedhc.2021.09.004. Epub 2021 Oct 8."
                },
                {
                    "pmid": "36599924",
                    "type": "RESULT",
                    "citation": "Hazard K, Alkon A, Gunier RB, Castorina R, Camann D, Quarderer S, Bradman A. Predictors of pesticide levels in carpet dust collected from child care centers in Northern California, USA. J Expo Sci Environ Epidemiol. 2024 Mar;34(2):229-240. doi: 10.1038/s41370-022-00516-8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13820",
                    "name": "Plague",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}