{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06036134",
            "orgStudyIdInfo": {
                "id": "STUDY00017735"
            },
            "secondaryIdInfos": [
                {
                    "id": "R21HD110837",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R21HD110837"
                }
            ],
            "organization": {
                "fullName": "Arizona State University",
                "class": "OTHER"
            },
            "briefTitle": "Reducing COVID-19 Vaccine Hesitancy Among Hispanic Parents",
            "officialTitle": "Reducing Vaccine Hesitancy Among Hispanic Parents of COVID-19 Vaccine-Eligible Children",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "reducing-covid-vaccine-hesitancy-among-hispanic-parents"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-05",
            "studyFirstSubmitQcDate": "2023-09-12",
            "studyFirstPostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Arizona State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "COVID-19 vaccines are available to children over six months, and these vaccines are powerful tools against this catastrophic pandemic. However, Hispanic/Latino children have lower COVID-19 vaccination rates than White non-Hispanic children .Our team of health communication and public health experts proposes a community-based theory-driven intervention that utilizes culturally-grounded narratives from digital storytelling to reduce Hispanic parents' COVID-19 vaccine hesitancy and increase their children's vaccine uptake.",
            "detailedDescription": "Among children and adolescents, infection with SARS-CoV-2 (COVID-19) can lead to health complications (e.g., multisystem inflammatory syndrome, long COVID), hospitalizations, and death. COVID-19 vaccines are available to children over six months, and these vaccines are powerful tools against this catastrophic pandemic. However, Hispanic/Latino children have lower COVID-19 vaccination rates than White non-Hispanic children3 In most southwestern U.S. states, Hispanic children have the lowest COVID-19 vaccination rates among pediatric populations. Lower vaccination rates in children are primarily due to parental vaccine hesitancy. Considerably more work is needed to decrease parental COVID-19 vaccine hesitancy among Hispanic parents.\n\nNarrative-based interventions are powerful tools for persuading individuals to enact health behaviors (vaccination) that require an immediate personal cost (discomfort) for a longer-term gain (disease immunity). Our current study will examine digital storytelling (DST), a specific form of culturally-grounded narrative developed via community engagement, to reduce Hispanic parents' COVID-19 vaccine hesitancy. No research, to our knowledge, has used digital stories to decrease Hispanic parents' vaccine hesitancy. Therefore, it is critical to assess which stories resonate with and are most persuasive for those who are hesitant to have their children receive COVID-19 doses and then explore the impact of an intervention utilizing these stories on parents' decisions to vaccinate their children against COVID-19.\n\nSpecific Aims:\n\nAim 1: Develop one digital story per participant (n=10; each story lasting 2-3 minutes) in a DST workshop with a sample of Hispanic parents/ legal guardians converted from being COVID-19 vaccine-hesitant to vaccine-accepting.\n\nAim 2: Assess the feasibility and acceptability of a web-based pilot DST intervention vs. an information-only control among Hispanic parents and legal guardians (n=80) of children who are not up-to-date with CDC-recommended COVID-19 vaccine doses.\n\nExploratory aim: The investigators will explore intervention and control group participants' (n=80) patterns of pre- to post-intervention change in vaccine uptake perceptions, vaccine hesitancy, intentions to vaccinate children against COVID-19, and children's vaccine uptake at two months post-intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Vaccine-Preventable Diseases",
                "COVID-19 Pandemic",
                "Health-Related Behavior",
                "Health Knowledge, Attitudes, Practice",
                "Narration"
            ],
            "keywords": [
                "COVID-19 Vaccine",
                "Digital storytelling",
                "Hispanic children",
                "Vaccine hesitancy",
                "Health disparities"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Baseline and Digital Storytelling (DST)",
                    "type": "EXPERIMENTAL",
                    "description": "Once participants complete the consent, they will be asked to complete a baseline assessment using the web-based data collection platform, Research Electronic Data Capture before the random assignment to DST arm. The intervention group participants will watch the four selected digital stories about COVID-19 vaccine experiences among Hispanic parents of children. Each story was made with voice, images, and sound (3-5 minutes each). Intervention group participants will complete the Time 2 (T2) online survey immediately after the DST intervention. Two months later, the investigators will contact all participants and ask them to complete another follow-up (T3) assessment of participants' vaccine hesitancy and COVID-19 vaccination behaviors (since T1 and T2).",
                    "interventionNames": [
                        "Behavioral: Baseline surveys",
                        "Behavioral: Digital Storytelling Intervention"
                    ]
                },
                {
                    "label": "Baseline and Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Once participants complete the consent, they will be asked to complete a baseline assessment using the web-based data collection platform, Research Electronic Data Capture before the random assignment to control arm. Control group participants will receive a CDC COVID-19 Vaccine Information Sheet appropriate for their child's age before completing the T2 assessment. Two months later, the investigators will contact all participants and ask them to complete another follow-up (T3) assessment of participants' vaccine hesitancy and COVID-19 vaccination behaviors (since T1 and T2).",
                    "interventionNames": [
                        "Behavioral: Baseline surveys",
                        "Behavioral: Information Control Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Baseline surveys",
                    "description": "Baseline surveys contained a series of scaled questions, including sociodemographic variables (age, gender, income, education level, relationship to the child), parental COVID-19 vaccine hesitancy, intentions to vaccinate child against COVID-19, and parents' attitudes, perceived norms, and perceived behavioral control about vaccinating their child against COVID-19,",
                    "armGroupLabels": [
                        "Baseline and Control",
                        "Baseline and Digital Storytelling (DST)"
                    ],
                    "otherNames": [
                        "Baseline questionnaire"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Digital Storytelling Intervention",
                    "description": "In Aim 1, the investigators are creating intervention materials for Study Aim 2. These intervention materials include ten digital stories (each 2-3 minutes long) with a diverse sample of Hispanic parents and legal guardians who transformed from being COVID-19 vaccine-hesitant to vaccine-accepting. Each story uses individuals' own brief first-person visual narratives/stories that use digital images, audio recordings, music, and text to document personal experiences.",
                    "armGroupLabels": [
                        "Baseline and Digital Storytelling (DST)"
                    ],
                    "otherNames": [
                        "Digital Storytelling",
                        "Storytelling"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Information Control Intervention",
                    "description": "The control group participants will receive a CDC COVID-19 vaccine information sheet appropriate for their child's age.",
                    "armGroupLabels": [
                        "Baseline and Control"
                    ],
                    "otherNames": [
                        "Control Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Parental COVID-19 vaccine hesitancy",
                    "description": "Parental COVID-19 vaccine hesitancy will be measured at three time points. The investigators will use a modified version of the Parent Attitudes About Childhood Vaccines (PACV) Survey to assess changes in parental vaccine hesitancy (15 items). Scores range from 0-30, with more points equating to greater vaccine hesitancy. For all responses, vaccine-hesitant responses are equal to 2 points, neutral or unsure responses are worth 1 point, and non-hesitant responses are worth 0 points. There are 2 questions which require a slider response. For these two questions, scores of 0-5 signify vaccine hesitancy (2 points), 6-7 signify unsure/neutral responses (1 point), and 8-10 illustrate non-hesitant scores (0 points).",
                    "timeFrame": "Baseline (T1), T2 (after 4-week intervention), and T3 (2-months post-intervention)"
                },
                {
                    "measure": "Intentions to vaccinate child(ren) against COVID-19",
                    "description": "Measured via a previously validated survey item based on Theory of Planned Behavior constructs, updated to reflect COVID-19 vaccination among children. There is one question about parents' intentions to vaccinate their children. The response option is a 7-point Likert Scale (1 = strongly disagree, 4 = neither disagree nor agree, 7 = strongly agree), with 1 signifying no intention to vaccinate and 7 signifying the parent is very likely to vaccinate their child(ren). Higher scores indicate great intentions to vaccinate children against COVID-19.",
                    "timeFrame": "Baseline (T1), T2 (after 4-week intervention), and T3 (2-months post-intervention)"
                },
                {
                    "measure": "Child's COVID-19 vaccine uptake",
                    "description": "Measured with two items (yes/no response options) with one question assessing whether children have received 1 or more doses of COVID-19 vaccines over the past two months. Affirmative responses will equal one point, and \"no\" responses will equal no points.",
                    "timeFrame": "T3 (2-months post-intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Parents' attitudes about vaccinating their child(ren) against COVID-19",
                    "description": "Measured via a previously validated survey updated to reflect COVID-19 vaccination among children, five items measuring vaccine attitudes (α = 0.833). The response options are 7-point Likert Scale (1 = strongly disagree, 4 = neither disagree nor agree,7 = strongly agree), with 1 signifying their negative attitude about vaccinating children against COVID-19, and 7 with more positive attitudes about vaccinating against COVID-19. One item is reverse-coded. Therefore, scores range from 5-35, with higher scores indicating more positive attitudes about vaccinating their children against COVID-19.",
                    "timeFrame": "Baseline (T1), T2 (after 4-week intervention), and T3 (2-months post-intervention)"
                },
                {
                    "measure": "Parents' perceived norms about vaccinating their child(ren) against COVID-19",
                    "description": "Measured via a previously validated survey updated to reflect COVID-19 vaccination among children, five items measuring perceived norms, (α = 0.899). The response options are 7-point Likert Scale (1 = strongly disagree, 4 = neither disagree nor agree,7 = strongly agree), with 1 signifying a lack of perceived norms about vaccinating children against COVID-19, and 7 with stronger perceived norms about vaccinating against COVID-19. Therefore, scores range from 5-35, with higher scores indicating stronger perceived norms about vaccinating their children against COVID-19.",
                    "timeFrame": "Baseline (T1), T2 (after 4-week intervention), and T3 (2-months post-intervention)"
                },
                {
                    "measure": "Parents' perceived behavioral control to vaccinate their child(ren) against COVID-19",
                    "description": "Measured via a previously validated survey updated to reflect COVID-19 vaccination among children, four items assessing perceived behavioral control (α = 0.785). The response options are 7-point Likert Scale (1 = strongly disagree, 4 = neither disagree nor agree,7 = strongly agree), with 1 signifying a lack of perceived behavioral control about vaccinating children against COVID-19, and 7 with stronger perceived behavioral control about vaccinating against COVID-19. Therefore, scores range from 4-28, with higher scores indicating stronger perceived norms about vaccinating their children against COVID-19.",
                    "timeFrame": "Baseline (T1), T2 (after 4-week intervention), and T3 (2-months post-intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self-identifies as Hispanic\n* is a biological parent or a legal guardian of at least one child under 18 years old\n* their child(ren) are not vaccinated against up-to-date with COVID-19 vaccine doses\n* agrees to send and receive a text message and submit a photo of their child's immunization record for T3 data collection.\n\nExclusion Criteria:\n\n* individuals who do not meet inclusion criteria or are unable/ unwilling to provide consent.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexis Koskan, Ph.D",
                    "role": "CONTACT",
                    "phone": "602-496-6789",
                    "email": "Alexis.Koskan@asu.edu"
                },
                {
                    "name": "Sunny W Kim, Ph.D",
                    "role": "CONTACT",
                    "phone": "602-496-6789",
                    "email": "Sunny.Kim@asu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alexis Koskan, Ph.D",
                    "affiliation": "Arizona State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Sunny W Kim, Ph.D",
                    "affiliation": "Arizona State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona State University",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sunny W Kim, PhD",
                            "role": "CONTACT",
                            "phone": "602-496-6789",
                            "email": "Sunny.Kim@asu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000079263",
                    "term": "Vaccine-Preventable Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2041",
                    "name": "Vaccine-Preventable Diseases",
                    "asFound": "Vaccine-Preventable Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}