{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05568654",
            "orgStudyIdInfo": {
                "id": "21-863"
            },
            "organization": {
                "fullName": "The Cleveland Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Reducing Antimicrobial Overuse Through Targeted Therapy for Patients With Community-Acquired Pneumonia",
            "officialTitle": "Reducing Antimicrobial Overuse Through Targeted Therapy for Patients With Community-Acquired Pneumonia",
            "therapeuticArea": [
                "Respiratory",
                "Other"
            ],
            "study": "reducing-antimicrobial-overuse-through-targeted-therapy-for-patients-with-community-acquired-pneumonia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-03",
            "studyFirstSubmitQcDate": "2022-10-03",
            "studyFirstPostDateStruct": {
                "date": "2022-10-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Rothberg",
                "investigatorTitle": "Staff Physician",
                "investigatorAffiliation": "The Cleveland Clinic"
            },
            "leadSponsor": {
                "name": "The Cleveland Clinic",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to reduce the exposure of broad-spectrum antimicrobials by optimizing the rapid detection of CAP pathogens and improving rates of de-escalation following negative cultures. To accomplish this, we will perform a 3-year, pragmatic, multicenter 2 X 2 factorial cluster randomized controlled trial with four arms: a) rapid diagnostic testing b) pharmacist-led de-escalation c) rapid diagnostic testing + pharmacist-led de-escalation and d) usual care",
            "detailedDescription": "Community-acquired pneumonia (CAP) is a leading cause of hospitalization and inpatient antimicrobial use in the United States. However, diagnostic uncertainty at the time of initial treatment and following negative cultures is associated with prolonged exposure to broad-spectrum antimicrobials. We propose a large multicenter cluster randomized controlled trial to test two approaches to reducing the use of broad-spectrum antibiotics in adult patients with CAP a) routine use of rapid diagnostic testing at the time of admission and b) pharmacist -led de-escalation after 48 hours for clinically stable patients with negative cultures.\n\nWhen a patient is admitted with a diagnosis of pneumonia, it will trigger the admission order set and if the physician is in a hospital randomized to the rapid diagnostic testing arm, a CDSS-based alert will be generated in real time, and the form will append orders for viral and UAT testing. For physicians at a hospital randomized to the control condition, ordering will proceed as usual (standard-of-care). A second CDSS algorithm will identify study patients who have negative culture results (blood and/or sputum) for greater than 48 hours and generate a list for the antimicrobial stewardship pharmacist, who will be a member of the study team. The alerts will be audited by the clinical pharmacist daily on weekdays at a centralized location. In clinically stable patients from hospitals randomized to the de-escalation arm, the pharmacist will communicate their recommendations for de-escalation to the clinical providers via a phone call, Epic chat, or page. The primary outcome will be the duration of exposure to broad-spectrum antimicrobial therapy defined by the number of days of antibiotic therapy from initiation to discontinuation. Secondary outcomes will include detection of influenza/RSV, de-escalation and re-escalation to broad-spectrum antibiotics after de-escalation, total antibiotic duration, in-hospital mortality, ICU transfer after admission, healthcare-associated CDI and acute kidney injury after 48 hours."
        },
        "conditionsModule": {
            "conditions": [
                "Community-Acquired Pneumonia",
                "Antimicrobial Stewardship",
                "Point-of-Care Testing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "To accomplish these two aims, we will perform a, pragmatic, multicenter 2 X 2 factorial cluster randomized controlled trial with four arms:",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Rapid diagnostic testing (RDT)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Rapid diagnostic testing: Eligible patients at hospitals randomized to this arm will undergo testing for viral pathogens (from November-April) and pneumococcal UAT testing. If the patient is not being admitted to the ICU, and the patient has an admitting diagnosis of pneumonia, the form will append orders for viral testing and UAT testing to providers in hospitals randomized to receive it.",
                    "interventionNames": [
                        "Diagnostic Test: Rapid Diagnostic Testing"
                    ]
                },
                {
                    "label": "Pharmacist-led de-escalation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Pharmacist-led de-escalation: Another CDSS algorithm will identify CAP patients who meet study criteria and have negative culture results for \\> 48 hours and generate a list for the clinical pharmacist, who will be a member of the study team. The alerts will be audited by the pharmacist daily on weekdays at a centralized location. The pharmacist will attempt to determine whether each patient is clinically stable. The validated measures of clinical stability in patients with CAP are a) resolved vital sign abnormalities b) normal mental status c) ability to eat. If the patient appears stable, the pharmacist will communicate their recommendations for de-escalation to the clinical providers via a phone call or page.",
                    "interventionNames": [
                        "Other: Pharmacist-led de-escalation"
                    ]
                },
                {
                    "label": "Rapid diagnostic testing (RDT) and Pharmacist-led de-escalation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Rapid diagnostic testing: Eligible patients at hospitals randomized to this arm will undergo testing for viral pathogens (from November-April) and pneumococcal UAT testing. If the patient is not being admitted to the ICU, and the patient has an admitting diagnosis of pneumonia, the form will append orders for viral testing and UAT testing to providers in hospitals randomized to receive it.\n\nPharmacist-led de-escalation: Another CDSS algorithm will identify CAP patients who meet study criteria and have negative culture results for \\>48-hours and generate a list for the clinical pharmacist, who will be a member of the study team. The alerts will be audited by the pharmacist daily on weekdays at a centralized location. The pharmacist will attempt to determine whether each patient is clinically stable. If the patient appears stable, the pharmacist will communicate their recommendations for de-escalation to the clinical providers via a phone call or page.",
                    "interventionNames": [
                        "Diagnostic Test: Rapid Diagnostic Testing",
                        "Other: Pharmacist-led de-escalation"
                    ]
                },
                {
                    "label": "Usual care (no intervention)",
                    "type": "NO_INTERVENTION",
                    "description": "Usual care"
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Rapid Diagnostic Testing",
                    "description": "Eligible patients in hospitals randomized to this arm will undergo testing for viral pathogens (from November-April) and pneumococcal UAT testing. A CDSS-based alert will be generated in real time. If the patient is not being admitted to the intensive care unit, the form will append orders for viral pathogen and UAT testing.",
                    "armGroupLabels": [
                        "Rapid diagnostic testing (RDT)",
                        "Rapid diagnostic testing (RDT) and Pharmacist-led de-escalation"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Pharmacist-led de-escalation",
                    "description": "A CDSS algorithm will identify CAP patients who meet study criteria and have negative culture results for greater than 48 hours and generate a list for the antimicrobial stewardship pharmacist, who will be a member of the study team. The alerts will be audited by the pharmacist daily at a centralized location. The pharmacist will attempt to determine whether each patient is clinically stable. The validated measures of clinical stability in patients with CAP are a) resolved vital sign abnormalities (temperature, heart rate, oxygen saturation, blood pressure and respiratory rate) b) normal mental status and c) ability to eat. If the patient appears stable, the pharmacist will communicate their recommendations for de-escalation to the clinical providers via a phone call or page. The de-escalation recommendations made by the pharmacist will be based on a protocol developed by the research team.",
                    "armGroupLabels": [
                        "Pharmacist-led de-escalation",
                        "Rapid diagnostic testing (RDT) and Pharmacist-led de-escalation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of days of broad-spectrum antibiotic therapy",
                    "description": "duration of exposure to broad-spectrum antimicrobial therapy defined by the number of days of antibiotic therapy in the first 21 days of admission as per National Healthcare Safety Network (NHSN) guidelines",
                    "timeFrame": "first 21 days of admission"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "viral testing ordered (yes/no)",
                    "description": "Proportion of patients in whom viral testing was ordered. We will look at each virus individually as well as all viruses together (i.e. any viral testing)",
                    "timeFrame": "Up to 48 hours"
                },
                {
                    "measure": "detection of influenza virus (yes/no)",
                    "description": "Proportion of patients who test positive for influenza",
                    "timeFrame": "Up to 48 hours"
                },
                {
                    "measure": "detection of RSV (yes/no)",
                    "description": "Proportion of patients who test positive for RSV",
                    "timeFrame": "up to 48 hours"
                },
                {
                    "measure": "detection of viruses/atypical bacteria in the respiratory panel (yes/no)",
                    "description": "Proportion of patients who test positive for each of the viruses/atypical bacteria in the respiratory panel",
                    "timeFrame": "up to 48 hours"
                },
                {
                    "measure": "treatment with anti-viral medications",
                    "description": "treatment with anti-viral medications (oseltamivir, zanamivir, peramivir, baloxavir, ribavirin, remdesivir, nirmatrelvir, COVID-19 medications)",
                    "timeFrame": "up to 48 hours"
                },
                {
                    "measure": "treatment with antiviral medications",
                    "description": "treatment with antiviral medications (oseltamivir, zanamivir, peramivir, baloxavir, ribavirin, remdesivir, nirmatrelvir, COVID-19 medications)",
                    "timeFrame": "within 21 days"
                },
                {
                    "measure": "S. pneumoniae urinary antigen test (UAT) performed",
                    "description": "Proportion of patients in whom UAT is performed",
                    "timeFrame": "up to 48 hours"
                },
                {
                    "measure": "positive pneumococcal UAT",
                    "description": "Proportion of patients with positive pneumococcal UAT",
                    "timeFrame": "up to 48 hours"
                },
                {
                    "measure": "de-escalation by 72 hours from admission (yes/no)",
                    "description": "Proportion of patients whose broad spectrum antimicrobials (imipenem, meropenem, piperacillin-tazobactam, aztreonam, cefepime, ceftazidime, tobramycin, ceftazidime-avibactam, ceftolozane-tazobactam, meropenem-vaborbactam, imipenem-cilastatin-relebactam, cefiderocol, ceftaroline, tigecycline, eravacycline, amikacin, linezolid or vancomycin) are de-escalated",
                    "timeFrame": "within 72 hours from admission."
                },
                {
                    "measure": "re-escalation to broad-spectrum antibiotics after de-escalation (yes/no)",
                    "description": "Proportion of patients whose antibiotics were de-escalated and that were subsequently re-escalated to broad-spectrum antibiotics (imipenem, meropenem, piperacillin-tazobactam, aztreonam, cefepime, ceftazidime, tobramycin, ceftazidime-avibactam, ceftolozane-tazobactam, meropenem-vaborbactam, imipenem-cilastatin-relebactam, cefiderocol, ceftaroline, tigecycline, eravacycline, amikacin, linezolid or vancomycin).",
                    "timeFrame": "by 21 days from admission"
                },
                {
                    "measure": "total duration of any antibacterial antibiotic",
                    "description": "Total duration of any antibacterial antibiotic treatment up to 21 days, including re-initiation of antibiotics",
                    "timeFrame": "up to 21 days"
                },
                {
                    "measure": "14-day mortality",
                    "description": "proportion of patients who die by 14 days",
                    "timeFrame": "up to 14 days"
                },
                {
                    "measure": "30-day mortality",
                    "description": "proportion of patients who die by 30 days",
                    "timeFrame": "up to 30 days"
                },
                {
                    "measure": "ICU transfer after admission (> 24 hours after admission)",
                    "description": "proportion of patients transferred to the ICU \\>24 hours after admission up to 21 days",
                    "timeFrame": "up to 21 days"
                },
                {
                    "measure": "healthcare-associated C.difficile Infection (CDI) (yes/no)",
                    "description": "CDI after 72 hours of admission. Proportion of patients with CDI after 72 hours of admission (healthcare-associated CDI) until discharge",
                    "timeFrame": "after 72 hours of admission until discharge"
                },
                {
                    "measure": "acute kidney injury after 48 hours (yes/no) after 48 hours",
                    "description": "Proportion of patients with AKI after 48 hours of admission, up to 21 days",
                    "timeFrame": "up to 21 days"
                },
                {
                    "measure": "total inpatient cost (from hospital's cost accounting system)",
                    "description": "total inpatient cost (from hospital's cost accounting system) - from admission to discharge or 21 days, whichever comes first",
                    "timeFrame": "from admission to discharge or 21 days, whichever comes first"
                },
                {
                    "measure": "hospital length-of-stay (days, hours)",
                    "description": "length of stay will be calculated in days from the time of admission to the time of discharge",
                    "timeFrame": "days from the time of admission to the time of discharge"
                },
                {
                    "measure": "empyema (yes/no)",
                    "description": "empyema (pus in the pleural space)",
                    "timeFrame": "from 48 hours to 21 days"
                },
                {
                    "measure": "30-day readmission (yes/no)",
                    "description": "30-day hospital readmission",
                    "timeFrame": "up to 30 days after discharge"
                },
                {
                    "measure": "Infection with a resistant organism in the future (yes/no)",
                    "description": "up to 6 months after discharge. Resistance to CAP therapy will be defined as resistance to either a respiratory quinolone or to both a beta-lactam/3rd generation cephalosporin and a macrolide. Multi-drug resistance will be defined as any CAP bacterial isolate that tests either intermediate (I) or resistant (R) to at least one agent in three or more antimicrobial classes",
                    "timeFrame": "up to 6 months after discharge"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria for patient's records:\n\n1. Men or women greater than or equal to 18 years of age\n2. Admitted to a participating (i.e. enrolled and randomized) hospital\n3. Admitting diagnosis of pneumonia\n\nExclusion Criteria:\n\n1. Admission to intensive care unit within 24 hours of hospital admission\n2. Comfort care measures only\n3. Cystic fibrosis\n4. Discharged from an acute care hospital in the past week\n5. Patients not eligible for empiric therapy due to a known pathogen (any positive blood or respiratory cultures in the 72 hours prior to admission)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael Rothberg, M.D.",
                    "role": "CONTACT",
                    "phone": "216-445-0719",
                    "email": "ROTHBEM@ccf.org"
                },
                {
                    "name": "Abhishek Deshpande, M.D., PhD",
                    "role": "CONTACT",
                    "phone": "216-445-6207",
                    "email": "DESHPAA2@ccf.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Rothberg, M.D.",
                    "affiliation": "The Cleveland Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Indian River Hospital",
                    "status": "RECRUITING",
                    "city": "Vero Beach",
                    "state": "Florida",
                    "zip": "32960",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kruti Yagnik, DO",
                            "role": "CONTACT",
                            "phone": "772-794-5631",
                            "email": "YagnikK2@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.63864,
                        "lon": -80.39727
                    }
                },
                {
                    "facility": "Weston Hospital/Cleveland Clinic Florida",
                    "status": "RECRUITING",
                    "city": "Weston",
                    "state": "Florida",
                    "zip": "33331",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard Rothman, MD",
                            "role": "CONTACT",
                            "phone": "772-567-4311",
                            "phoneExt": "2000",
                            "email": "ROTHMAR@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.10037,
                        "lon": -80.39977
                    }
                },
                {
                    "facility": "Akron General Hospital",
                    "status": "RECRUITING",
                    "city": "Akron",
                    "state": "Ohio",
                    "zip": "44307",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Donald Dumford, MD",
                            "role": "CONTACT",
                            "phone": "330-344-8971",
                            "email": "dumford@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.08144,
                        "lon": -81.51901
                    }
                },
                {
                    "facility": "Avon Hospital",
                    "status": "RECRUITING",
                    "city": "Avon",
                    "state": "Ohio",
                    "zip": "44011",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rosa Solis, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.45171,
                        "lon": -82.03542
                    }
                },
                {
                    "facility": "Lutheran Hospital",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44113",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jay Bhimani, MD",
                            "role": "CONTACT",
                            "email": "bhimanistaff@yahoo.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Cleveland Clinic Main Campus",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kanza Qaiser, MD",
                            "role": "CONTACT",
                            "phone": "216-215-7254",
                            "email": "QAISERK@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "Euclid Hospital",
                    "status": "RECRUITING",
                    "city": "Euclid",
                    "state": "Ohio",
                    "zip": "44119",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Beverly O'Neill, MD",
                            "role": "CONTACT",
                            "phone": "216-692-7848",
                            "email": "ONEILLB2@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.5931,
                        "lon": -81.52679
                    }
                },
                {
                    "facility": "Fairview Hospital",
                    "status": "RECRUITING",
                    "city": "Fairview Park",
                    "state": "Ohio",
                    "zip": "44111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ali Acker Gantz, CNP",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.44144,
                        "lon": -81.8643
                    }
                },
                {
                    "facility": "Marymount Hospital",
                    "status": "RECRUITING",
                    "city": "Garfield Heights",
                    "state": "Ohio",
                    "zip": "44125",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Debasis Sahoo, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.417,
                        "lon": -81.60596
                    }
                },
                {
                    "facility": "Hillcrest Hospital",
                    "status": "RECRUITING",
                    "city": "Mayfield Heights",
                    "state": "Ohio",
                    "zip": "44124",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aaron Hamilton, MD",
                            "role": "CONTACT",
                            "phone": "440-312-3000",
                            "email": "HAMILTA3@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.51922,
                        "lon": -81.4579
                    }
                },
                {
                    "facility": "Medina Hospital",
                    "status": "RECRUITING",
                    "city": "Medina",
                    "state": "Ohio",
                    "zip": "44256",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shameer Khubber, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.13839,
                        "lon": -81.86375
                    }
                },
                {
                    "facility": "South Pointe Hospital",
                    "status": "RECRUITING",
                    "city": "Warrensville Heights",
                    "state": "Ohio",
                    "zip": "44122",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ryan Heaney, MD",
                            "role": "CONTACT",
                            "phone": "216-491-6110",
                            "email": "HEANEYR@ccf.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.43505,
                        "lon": -81.53623
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25337751",
                    "type": "BACKGROUND",
                    "citation": "Musher DM, Thorner AR. Community-acquired pneumonia. N Engl J Med. 2014 Oct 23;371(17):1619-28. doi: 10.1056/NEJMra1312885. No abstract available."
                },
                {
                    "pmid": "26172429",
                    "type": "BACKGROUND",
                    "citation": "Jain S, Self WH, Wunderink RG, Fakhran S, Balk R, Bramley AM, Reed C, Grijalva CG, Anderson EJ, Courtney DM, Chappell JD, Qi C, Hart EM, Carroll F, Trabue C, Donnelly HK, Williams DJ, Zhu Y, Arnold SR, Ampofo K, Waterer GW, Levine M, Lindstrom S, Winchell JM, Katz JM, Erdman D, Schneider E, Hicks LA, McCullers JA, Pavia AT, Edwards KM, Finelli L; CDC EPIC Study Team. Community-Acquired Pneumonia Requiring Hospitalization among U.S. Adults. N Engl J Med. 2015 Jul 30;373(5):415-27. doi: 10.1056/NEJMoa1500245. Epub 2015 Jul 14."
                },
                {
                    "pmid": "31573350",
                    "type": "BACKGROUND",
                    "citation": "Metlay JP, Waterer GW, Long AC, Anzueto A, Brozek J, Crothers K, Cooley LA, Dean NC, Fine MJ, Flanders SA, Griffin MR, Metersky ML, Musher DM, Restrepo MI, Whitney CG. Diagnosis and Treatment of Adults with Community-acquired Pneumonia. An Official Clinical Practice Guideline of the American Thoracic Society and Infectious Diseases Society of America. Am J Respir Crit Care Med. 2019 Oct 1;200(7):e45-e67. doi: 10.1164/rccm.201908-1581ST."
                },
                {
                    "pmid": "31587039",
                    "type": "BACKGROUND",
                    "citation": "Schimmel JJ, Haessler S, Imrey P, Lindenauer PK, Richter SS, Yu PC, Rothberg MB. Pneumococcal Urinary Antigen Testing in United States Hospitals: A Missed Opportunity for Antimicrobial Stewardship. Clin Infect Dis. 2020 Sep 12;71(6):1427-1434. doi: 10.1093/cid/ciz983."
                },
                {
                    "pmid": "33256870",
                    "type": "BACKGROUND",
                    "citation": "Klompas M, Imrey PB, Yu PC, Rhee C, Deshpande A, Haessler S, Zilberberg MD, Rothberg MB. Respiratory viral testing and antibacterial treatment in patients hospitalized with community-acquired pneumonia. Infect Control Hosp Epidemiol. 2021 Jul;42(7):817-825. doi: 10.1017/ice.2020.1312. Epub 2020 Dec 1."
                },
                {
                    "pmid": "32129438",
                    "type": "BACKGROUND",
                    "citation": "Deshpande A, Richter SS, Haessler S, Lindenauer PK, Yu PC, Zilberberg MD, Imrey PB, Higgins T, Rothberg MB. De-escalation of Empiric Antibiotics Following Negative Cultures in Hospitalized Patients With Pneumonia: Rates and Outcomes. Clin Infect Dis. 2021 Apr 26;72(8):1314-1322. doi: 10.1093/cid/ciaa212."
                },
                {
                    "pmid": "26538501",
                    "type": "BACKGROUND",
                    "citation": "Madaras-Kelly K, Jones M, Remington R, Caplinger CM, Huttner B, Jones B, Samore M. Antimicrobial de-escalation of treatment for healthcare-associated pneumonia within the Veterans Healthcare Administration. J Antimicrob Chemother. 2016 Feb;71(2):539-46. doi: 10.1093/jac/dkv338. Epub 2015 Nov 3."
                },
                {
                    "pmid": "32697323",
                    "type": "BACKGROUND",
                    "citation": "Higgins TL, Deshpande A, Zilberberg MD, Lindenauer PK, Imrey PB, Yu PC, Haessler SD, Richter SS, Rothberg MB. Assessment of the Accuracy of Using ICD-9 Diagnosis Codes to Identify Pneumonia Etiology in Patients Hospitalized With Pneumonia. JAMA Netw Open. 2020 Jul 1;3(7):e207750. doi: 10.1001/jamanetworkopen.2020.7750."
                },
                {
                    "pmid": "31665249",
                    "type": "BACKGROUND",
                    "citation": "Haessler S, Lindenauer PK, Zilberberg MD, Imrey PB, Yu PC, Higgins T, Deshpande A, Rothberg MB. Blood Cultures Versus Respiratory Cultures: 2 Different Views of Pneumonia. Clin Infect Dis. 2020 Oct 23;71(7):1604-1612. doi: 10.1093/cid/ciz1049."
                },
                {
                    "pmid": "27048748",
                    "type": "BACKGROUND",
                    "citation": "Belforti RK, Lagu T, Haessler S, Lindenauer PK, Pekow PS, Priya A, Zilberberg MD, Skiest D, Higgins TL, Stefan MS, Rothberg MB. Association Between Initial Route of Fluoroquinolone Administration and Outcomes in Patients Hospitalized for Community-acquired Pneumonia. Clin Infect Dis. 2016 Jul 1;63(1):1-9. doi: 10.1093/cid/ciw209. Epub 2016 Apr 5."
                },
                {
                    "pmid": "33352192",
                    "type": "BACKGROUND",
                    "citation": "Allgaier J, Lagu T, Haessler S, Imrey PB, Deshpande A, Guo N, Rothberg MB. Risk Factors, Management, and Outcomes of Legionella Pneumonia in a Large, Nationally Representative Sample. Chest. 2021 May;159(5):1782-1792. doi: 10.1016/j.chest.2020.12.013. Epub 2020 Dec 19."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "asFound": "Pneumonia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}