{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04763330",
            "orgStudyIdInfo": {
                "id": "MHBC-003-20S"
            },
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Reducing Suicide Risk in Older Veterans Using Problem Solving Therapy",
            "officialTitle": "Reducing Suicide Risk in Older Veterans With Mental Health Disorders Using Problem Solving Therapy",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "reducing-suicide-risk-in-older-veterans-using-problem-solving-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-02-05",
            "studyFirstSubmitQcDate": "2021-02-17",
            "studyFirstPostDateStruct": {
                "date": "2021-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Suicide is a national crisis, especially among older Veterans for whom evidence-based suicide prevention efforts are lacking. This proposal responds to the national priority to develop and improve interventions for suicide prevention, with a focus on at-risk older Veterans. The randomized control trial will compare VA usual care, which is suicide safety planning, with brief Problem Solving Therapy and suicide safety planning. This study uses Problem Solving Therapy because it has support from our pilot data and from secondary data analysis from other studies for reducing late life suicide risk. This treatment also has support for alleviating two key risk factors for late life suicide risk, functional disability and executive dysfunction, and thus this study will examine how older Veterans with varying levels of functional disability and executive functioning respond to treatment to inform future targeted implementation. In accordance with national priorities, existing infrastructure in Problem Solving Training could be expanded to support more rapid VA-wide implementation.",
            "detailedDescription": "The proposed randomized control trial will examine the efficacy of a brief behavioral treatment for reducing suicidal ideation and for increasing reasons for living in older Veterans at risk for suicide. Two common issues in older adults, functional disability and executive dysfunction, increase suicide risk and will be examined as moderators and mediators of treatment outcomes. The proposed study will examine Problem Solving Therapy (PST) using a protocol that teaches skills to address emotional and practical barriers to effective problem solving. The VA usual care practice of collaborative safety planning will be the control condition, herein referred to as enhanced usual care (EUC). For participant safety, Veterans enrolled in PST will also receive EUC. The study design is random assignment to the treatment, PST plus EUC, or the control condition, EUC only. Both the treatment and the control are evidence-based interventions delivered in six sessions. The study will occur at VA Palo Alto (primary site) and VA Syracuse/VA Canandaigua (secondary site).\n\nThe assessments and treatments will be conducted entirely by phone. Longitudinal assessment of suicidal ideation and reasons for living will occur at eleven timepoints: baseline, after each of the six weekly treatment sessions, posttreatment (7 weeks), at 1-, 3-, and 6-month follow-up. The recruitment goal is 150 Veterans over a five-year period with 75 participants randomized to each treatment. Veterans must be 60 years or older, report suicide ideation, and meet diagnostic criteria for a depressive disorder, anxiety disorder, and/or posttraumatic stress disorder to be eligible. Veterans will be excluded and referred for other services if they have psychotic symptoms, bipolar disorder, or severe OCD; certain alcohol/substance use disorders; severe or unstable medical conditions; recent head injury (past year); terminal illness; positive cognitive screen indicative of possible dementia; or if they are unable to participate in the study or follow-up sessions. Recruitment will occur through multiple strategies at VA, Vet centers, and in the community to ensure the feasibility of recruiting a total of 75 Veterans at each site. To meet this recruitment goal, the primary and secondary site will each enroll 2 to 3 Veterans per month.\n\nFidelity ratings of audiotaped treatment sessions will be made by independent raters on 20% of sessions. Mixed effects modeling will be used to estimate the effect of treatment versus the control for the outcomes of suicidal ideation and reasons for living. Models will covary for demographics, medical and psychiatric comorbidity, and psychotropic use. For the primary aim, models will determine whether PST plus EUC is associated with a larger treatment effect compared with EUC only for suicidal ideation and reasons for living. Secondary aims will determine if baseline functional disability and executive dysfunction moderate treatment outcomes, and whether a change in these two variables from baseline to posttreatment are significantly associated with (mediate) change in suicidal ideation and reasons for living. The tertiary aims will use qualitative methods to assess Veteran satisfaction with the treatment and control including the types of problems with which treatment helped them, and suggestions for improving it for future Veterans. The current VA/DoD Clinical Practice Guidelines (CPGs) for suicide do not list treatment options specifically for older Veterans despite the majority of VHA patients being 55 years or older. Thus, evidence-based outcomes from the proposed work have potential to inform the CPG recommendations for using PST with Safety Planning and/or Safety Planning alone with older Veterans. Dissemination of the treatment could be supported by expanding existing VA training infrastructure in problem solving based interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation",
                "Depressive Disorder",
                "Anxiety Disorders",
                "Post Traumatic Stress Disorder"
            ],
            "keywords": [
                "older adult",
                "Cognitive Behavioral Therapy",
                "suicidal ideation",
                "suicide prevention",
                "executive functioning",
                "functional disability"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The study design is random assignment to the treatment, PST plus EUC, or the control condition, EUC only. Both the treatment and the control are evidence-based interventions delivered in six sessions. The study will occur at VA Palo Alto (primary site) and VA Syracuse/VA Canandaigua (secondary site).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The participant's assignment to treatment will not be shared with the outcomes assessor. A \"randomizer\" will provide treatment assignment to the participant after the assessment.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Enhanced Usual Care (EUC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Active comparator (EUC only).",
                    "interventionNames": [
                        "Behavioral: Enhanced Usual Care (EUC)"
                    ]
                },
                {
                    "label": "Active treatment plus EUC",
                    "type": "EXPERIMENTAL",
                    "description": "Veterans randomized to this condition received the treatment plus EUC.",
                    "interventionNames": [
                        "Behavioral: Problem Solving Therapy (PST) plus EUC"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Enhanced Usual Care (EUC)",
                    "description": "Enhanced Usual Care (EUC) consists of Collaborative Safety Planning, a VA usual care practice. It is a tool that Veterans can use when they are in an acute suicidal crisis. The condition is considered enhanced because Veterans in this condition receive 6 sessions total, Safety Planning which is delivered in 1-2 sessions and 4-5 sessions of check-ins with a brief assessment. Safety Planning involves a worksheet completed by the patient in collaboration with a health provider.",
                    "armGroupLabels": [
                        "Enhanced Usual Care (EUC)"
                    ],
                    "otherNames": [
                        "VA Safety Planning"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Problem Solving Therapy (PST) plus EUC",
                    "description": "Veterans randomized to this condition received EUC and PST. EUC is delivered in both conditions to ensure the safety of all Veterans enrolled in the study. In addition to EUC, Veterans in this condition receive PST, which teaches patients a structured \"planful problem solving\" approach to: 1) identify problems and set goals, 2) generate alternative solutions, 3) select a solution based on cost-benefit analysis, and 4) devise and implement a plan for the solution and assess its effectiveness in solving the problem. This contemporary PST protocol also teaches tool kits to address obstacles highly pertinent to the challenges faced by older Veterans with mental health disorders and active suicidal ideation: emotion dysregulation, hopelessness, and feeling overwhelmed by too much information (\"brain overload\") or stress.",
                    "armGroupLabels": [
                        "Active treatment plus EUC"
                    ],
                    "otherNames": [
                        "PST plus EUC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Geriatric Suicide Ideation Scale (GSIS)",
                    "description": "Geriatric Suicide Ideation Scale (GSIS) will assess SI over time. This 31-item self-report measure has four factors (suicide ideation, death ideation, loss of personal and social worth, and perceived meaning in life). The total score will serve as the outcome measure. Total scores range from 31 to 155. Higher scores indicate greater severity of suicide-related thinking. Internal consistency is excellent ( alpha = .90), with strong test-retest reliability (r = .86 over 1- to 2-month period). Construct and discriminant validity have been established. The GSIS will be administered at 11 timepoints: baseline, after each of the 6 weekly treatment sessions, posttreatment (7 weeks), 1-, 3-, and 6-month follow-up.",
                    "timeFrame": "Change across 11 timepoints: baseline, after each of the 6 weekly treatment sessions, posttreatment (7 weeks), 1-, 3-, and 6-month follow-up."
                },
                {
                    "measure": "Reasons for Living - Older Adult Scale (Short RFL-OA)",
                    "description": "Reasons for Living - Older Adult Scale (Short RFL-OA) is a 30-item questionnaire of positive attitudes, coping ability, \\& religious and family RFL. Items include areas of importance to older populations, (e.g., family reasons). The total score will be the outcome measure. Total scores range from 30 to 180, with higher scores indicating that one places greater importance on different protective factors for not trying to kill oneself by suicide. Internal consistency is excellent (alpha = .94). Construct validity is established in older adults. The RFL-OA will be administered at 11 timepoints: baseline, after each of the 6 weekly treatment sessions, posttreatment (7 weeks), 1-, 3-, and 6-month follow-up.",
                    "timeFrame": "Change across 11 timepoints: baseline, after each of the 6 weekly treatment sessions, posttreatment (7 weeks), 1-, 3-, and 6-month follow-up."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "WHO Disability Assessment Schedule (WHO-DAS 2.0) short form",
                    "description": "WHO Disability Assessment Schedule (WHO-DAS 2.0) short form aligns with the International Classification of Functioning, Disability and Health. The 12-item interview version assesses functional disability in six life domains. The functioning score is the outcome measure. Total scores range from 12 to 60. Higher scores indicate greater functional disability. High test-retest reliability, excellent internal consistency (full WHODAS 2.0 alpha = .96), and established convergent validity. The WHO-DAS 2.0 short form will be administered at baseline and posttreatment (7 weeks).",
                    "timeFrame": "Change from baseline to posttreatment (7 weeks)."
                },
                {
                    "measure": "DKEFS Verbal Fluency Test",
                    "description": "DKEFS Verbal Fluency Test, which includes conditions for phonemic fluency, category fluency and category switching, will assess switching ability and response generativity. The total score is the number correct on each of the three subtests. Higher scores indicate greater switching ability and response generativity. The baseline total scores from this test will be used to predict treatment outcomes on the GSIS and RFL-OA.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "WAIS Digit Span subtest (Digits Forward and Backward)",
                    "description": "WAIS Digit Span subtest (Digits Forward and Backward) of attention and working memory will also be assessed, with some research also finding that late life suicide risk is associated with this test. Total scores range from 0 to 30 points, with higher scoring indicating higher attention and working memory. The baseline total score from this test will be used to predict treatment outcomes on the GSIS and RFL-OA.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "DKEFS Verbal Fluency Test",
                    "description": "DKEFS Verbal Fluency Test, which includes conditions for phonemic fluency, category fluency and category switching, will assess switching ability and response generativity. The total score is the number correct on each of the three subtests. Higher scores indicate greater switching ability and response generativity. Total scores change from baseline to posttreatment (7 weeks) will be examined as a mediator of treatment outcomes on the GSIS and RFL-OA.",
                    "timeFrame": "Change from baseline to posttreatment (7 weeks)"
                },
                {
                    "measure": "Oral Trail Making Test (OTMT)",
                    "description": "Oral Trail Making Test (OTMT) assesses processing speed (OTMT-A) and switching ability (OTMT-B). The test provides two scores on each subtest: time to complete in seconds and number of errors (0 or more). OTMT-A timed scores have been reported to range from 2 to 12 s and OTMT-B time ranged from 12 to 90 s in adults 20- to 90-years old. Higher scores for OTMTA and OTMT-B indicate slower processing speed and slower (less efficient) ability to switch set. Higher error scores for OTMTA and OTMT-B indicate less accuracy on a simple attention and processing speed task and less accuracy in shifting ability. Executive function change from baseline to posttreatment (7 weeks) will be examined as a mediator of treatment outcome. The baseline total scores from this test will be used to predict treatment outcomes on the GSIS and RFL-OA.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "WAIS Digit Span subtest (Digits Forward and Backward)",
                    "description": "WAIS Digit Span subtest (Digits Forward and Backward) of attention and working memory will also be assessed, with some research also finding that late life suicide risk is associated with this test. Total scores range from 0 to 30 points, with higher scoring indicating higher attention and working memory. Total score change from baseline to posttreatment (7 weeks) will be examined as a mediator of treatment outcomes on the GSIS and RFL-OA.",
                    "timeFrame": "Change from baseline to posttreatment (7 weeks)"
                },
                {
                    "measure": "Oral Trail Making Test (OTMT)",
                    "description": "Oral Trail Making Test (OTMT) assesses processing speed (OTMT-A) and switching ability (OTMT-B). The test provides two scores on each subtest: time to complete in seconds and number of errors (0 or more). OTMT-A timed scores have been reported to range from 2 to 12 s and OTMT-B time ranged from 12 to 90 s in adults 20- to 90-years old. Higher scores for OTMTA and OTMT-B indicate slower processing speed and slower (less efficient) ability to switch set. Higher error scores for OTMTA and OTMT-B indicate less accuracy on a simple attention and processing speed task and less accuracy in shifting ability. Total scores (change) from baseline to posttreatment (7 weeks) will be examined as a mediator of treatment outcomes on the GSIS and RFL-OA.",
                    "timeFrame": "Change from baseline to posttreatment (7 weeks)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Suicide attempts",
                    "description": "Suicide Prevention Applications Network (SPAN) data will be used to code suicide attempts during the 12-month posttreatment period for VHA and non-VHA Veterans.",
                    "timeFrame": "Within the 12-months post-treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* \\>= 55 years old\n* SI (past month) on the C-SSRS\n\n  * No SI or imminent risk (will be excluded)\n  * Eligibility now includes non-specific active suicidal thoughts to active SI with some planning (on C-SSRS item 3: \"Have you been thinking about how you might do this\") and/or some intent to act (on C-SSRS item 4: \"Have you had these thoughts and had some intention of acting on them?\") provided that those endorsing item 4 have an established relationship with a psychiatrist aware of this intent level (who is not also performing psychotherapy)\n  * Those endorsing C-SSRS item 5: \"Do you intend to carry out this plan?\" would be considered at imminent risk and excluded\n* Presence of DSM-5 depressive disorder or anxiety disorder, specified or unspecified, or PTSD or subthreshold PTSD.\n* No diagnosis of dementia; evidence that cognitive impairment is not indicative of possible dementia based on a negative cognitive telephone screen (\\<10 errors on the Blessed cognitive screen)\n* No diagnosis on MINI or medical record for psychotic symptoms or disorders, bipolar disorder, or severe OCD (mild or moderate OCD will be eligible)\n* No history of head injury past 12 months\n* No severe or unstable chronic medical illness or other severe or unstable respiratory, cardiovascular, neurologic, hepatic, hematopoietic, gastrointestinal or metabolic dysfunction\n* AUDIT Total score \\<15 for men or \\<13 for women (no current alcohol use disorder)\n* No substance use disorder of any type for illicit substances, no moderate or severe substance use disorder for cannabis/marijuana - on the MINI.\n* No prominent homicidal ideation\n* English language proficiency to engage in treatment\n* Sensory abilities sufficiently intact to engage in assessment and treatment\n* Not currently enrolled in individual psychotherapy for a mental health issue. Participants who are receiving mental health care are eligible if their current care includes treatment from a psychiatrist, supportive therapy, peer counseling or support, or participating in psychoeducational groups.\n* No current prescription for anti-psychotics if prescribed for a psychotic disorder\n\n  * Anti-psychotics for depression without psychosis are eligible\n  * Psychotropic medications (e.g., SSRIs) are also eligible\n\nExclusion Criteria:\n\n* \\< 55 years old\n* No SI (past month) or imminent risk on the C-SSRS will be excluded. Those endorsing C-SSRS item 5: \"Do you intend to carry out this plan?\" would be considered at imminent risk and excluded\n* No DSM-5 depressive disorder or anxiety disorder, or PTSD or subthreshold PTSD\n* Diagnosis of dementia; evidence that cognitive impairment is indicative of possible dementia based on a positive cognitive telephone screen (\\>=10 errors on the Blessed cognitive screen)\n* Diagnosis on MINI or medical record for psychotic symptoms or disorders, bipolar disorder, or severe OCD (mild or moderate OCD will be eligible)\n* History of head injury past 12 months\n* Severe or unstable chronic medical illness or other severe or unstable respiratory, cardiovascular, neurologic, hepatic, hematopoietic, gastrointestinal or metabolic dysfunction\n* AUDIT Total score \\>14 for men or \\>12 for women (no current alcohol use disorder)\n* Substance use disorder of any type for illicit substances, moderate or severe substance use disorder for cannabis/marijuana - on the MINI.\n* Prominent homicidal ideation\n* Lacking English language proficiency to engage in treatment\n* Sensory abilities not sufficiently intact to engage in assessment and treatment\n* Currently enrolled in individual psychotherapy for a mental health issue. Participants who are receiving mental health care are eligible if their current care includes treatment from a psychiatrist, supportive therapy, peer counseling or support, or participating in psychoeducational groups.\n* Current prescription for anti-psychotics if prescribed for a psychotic disorder, and not prescribed for depression without psychosis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "55 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sherry A Beaudreau, PhD",
                    "role": "CONTACT",
                    "phone": "(650) 493-5000",
                    "phoneExt": "64119",
                    "email": "Sherry.Beaudreau@va.gov"
                },
                {
                    "name": "Julie A Lutz, PhD",
                    "role": "CONTACT",
                    "phone": "(650) 493-5000",
                    "email": "Julie.Lutz@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sherry A Beaudreau, PhD",
                    "affiliation": "VA Palo Alto Health Care System, Palo Alto, CA",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "VA Palo Alto Health Care System, Palo Alto, CA",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304-1207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sherry A Beaudreau, PhD",
                            "role": "CONTACT",
                            "phone": "650-493-5000",
                            "phoneExt": "64119",
                            "email": "Sherry.Beaudreau@va.gov"
                        },
                        {
                            "name": "Sherry A Beaudreau, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                },
                {
                    "facility": "Syracuse VA Medical Center, Syracuse, NY",
                    "status": "RECRUITING",
                    "city": "Syracuse",
                    "state": "New York",
                    "zip": "13210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Funderburk, PhD",
                            "role": "CONTACT",
                            "phone": "315-425-4400",
                            "phoneExt": "53595",
                            "email": "jennifer.funderburk@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.04812,
                        "lon": -76.14742
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36921689",
                    "type": "BACKGROUND",
                    "citation": "Beaudreau SA, Lutz J, Wetherell JL, Nezu AM, Nezu CM, O'Hara R, Gould CE, Roelk B, Jo B, Hernandez B, Samarina V, Otero MC, Gallagher A, Hirsch J, Funderburk J, Pigeon WR. Beyond maintaining safety: Examining the benefit of emotion-centered problem solving therapy added to safety planning for reducing late life suicide risk. Contemp Clin Trials. 2023 May;128:107147. doi: 10.1016/j.cct.2023.107147. Epub 2023 Mar 14."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified, anonymized dataset will be created and shared. The data set will be shared upon written request and will be shared pursuant to a Data Use Agreement (DUA) once our planned manuscripts have been accepted to peer-reviewed journals. At that time, we will send researchers who have completed a DUA a electronic copy of the database in a password protected database file. Final datasets will be maintained locally until VA enterprise-level resources become available for long term storage and usage.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Publications from this project will be made available through the National library of Medicine PubMed Central website 1 year of the date of publication. The final de-identified datasets underlying these publications will be available by written request to the PD/PI. Data will be available by written request until March 31, 2046. This date will be extended if it is determined that availability of the data to researchers would be in the interest of the scientific literature on suicide prevention, or if additional research questions can be developed the data to address important gaps in late life suicide prevention assessment and treatment.",
            "accessCriteria": "Protection of privacy, confidentiality, and proprietary data is ensured using the following mechanisms: 1) a de-identified dataset, 2) signed data user agreement that will prohibit researchers requesting the data from identifying or attempting to re-identify individuals in the dataset ,3) \"90+\" age category, but not an exact age for adults aged 90 years or older to prevent identification, 4) sharing only of quantitative data, but not qualitative data to further prevent identification."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000040921",
                    "term": "Stress Disorders, Traumatic"
                },
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000013313",
                    "term": "Stress Disorders, Post-Traumatic"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000068099",
                    "term": "Trauma and Stressor Related Disorders"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M24916",
                    "name": "Stress Disorders, Traumatic",
                    "asFound": "Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16103",
                    "name": "Stress Disorders, Post-Traumatic",
                    "asFound": "Post Traumatic Stress Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "relevance": "LOW"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M222",
                    "name": "Trauma and Stressor Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}