{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04414917",
            "orgStudyIdInfo": {
                "id": "Pro2019002739"
            },
            "secondaryIdInfos": [
                {
                    "id": "1 R21 DA051212-01",
                    "type": "OTHER",
                    "domain": "NIH"
                }
            ],
            "organization": {
                "fullName": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "briefTitle": "Reducing Opioid Use and Misuse After Wisdom Molar Extractions",
            "officialTitle": "Reducing Opioid Use/Misuse Through Better Pain Control and Active Pill Dispensing",
            "therapeuticArea": [
                "Other"
            ],
            "study": "reducing-opioid-use-and-misuse-after-wisdom-molar-extractions"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-21",
            "studyFirstSubmitQcDate": "2020-05-31",
            "studyFirstPostDateStruct": {
                "date": "2020-06-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Gayathri Dental Subramanian",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Rutgers, The State University of New Jersey"
            },
            "leadSponsor": {
                "name": "Rutgers, The State University of New Jersey",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "iPill Dispenser",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Reducing opioid prescription related use and misuse is a major focus for countering the national epidemic of opioid overdose and death. Annually, over 3.5 million predominantly young and healthy individuals undergo outpatient third molar ('wisdom tooth') tooth extractions under sedation and routinely receive postoperative opioid prescriptions. This procedure is among the most prevalent instances of opioid prescriptions dispensed to adolescents, a vulnerable population. This overuse can be minimized by bringing about immediate and sustained pain relief following extractions and by proper monitoring to regulate post-operative opioid usage.\n\nThe investigators developed the Twin block, a local anesthetic nerve block that rapidly eases pain from the 'closer' muscles of the jaw and showed its long-term effectiveness in patients with chronic jaw muscle pain. Administering the Twin block immediately following third molar extractions will be an innovative and effective modality to alleviate acute post-procedure pain experienced by the patient and hence reduce the need for post-operative opioid pain medication.\n\nIn order to tightly regulate when, how many and to whom the prescribed opioid pill is accessible, this study will utilize the iPill Dispenser®, an active pill dispenser. The iPill device, designated as a Class I 510(k) exempt device by the FDA, includes an App that utilizes biometric user authentication to operate a portable tamper-resistant, pre-calibrated device to regulate, deliver, and monitor opioid usage for pain, preventing overconsumption and diversion. The investigators further plan to 'track' pill swallowing by encapsulating the medication with an ingestible event marker (IEMs, FDA approved Class II device). The hypothesis of this study is that reduction in opioid prescription and its unwarranted use following third molar extractions can be achieved by a combination of Twin block, an active pill dispenser and ingestion tracking. The Specific Aims are:\n\nSpecific Aim 1. Compare highest pain after third molar tooth extractions, in patients with and without the twin block.\n\nSpecific Aim 2. Compare postoperative opioid consumption during the first 4 days following third molar tooth extractions between patients who got the twin block, with those who do not. Using the iPill dispenser and app and the IEM, the investigators will track opioid consumption for severe pain.",
            "detailedDescription": "Reducing opioid prescription related use and misuse is a major focus for countering the national epidemic of opioid overdose and death. Annually, over 3.5 million predominantly young and healthy individuals undergo outpatient third molar ('wisdom tooth') tooth extractions and routinely receive postoperative opioid prescription (Moore, Nahouraii et al. 2006). This procedure is among the most prevalent instances of opioid prescriptions dispensed to adolescents and is the subject of a national debate, given the risk for persistent opioid use and abuse in a vulnerable population (Volkow, McLellan et al. 2011, Dowell, Haegerich et al. 2016, Groenewald, Rabbitts et al. 2016, Moore, Dionne et al. 2016, Harbaugh, Nalliah et al. 2018). The investigators believe that this overuse can be minimized by bringing about immediate and sustained pain relief following extractions and by proper monitoring to regulate post-operative opioid usage.\n\nProlonged mouth opening as well as eccentric and isometric contractions, as are typical during third molar tooth extraction procedures, can result in acute muscle pain in the masticatory or 'chewing' muscles. However, it is common practice to numb only the actual tooth extraction site for postoperative pain management, without evaluating for and addressing acute post-procedure muscle pain. The investigators' preliminary studies have corroborated the efficacy of the Twin block, a local anesthetic, in the diagnosis and management of acute and chronic myogenous orofacial pain stemming from the 'chewing muscles' (Quek, Young et al. 2014, Kanti, Ananthan et al. 2017). The investigators expect that administering the Twin block immediately following third molar extractions, will be an innovative and effective modality to alleviate acute post-procedure pain experienced by the patient and hence reduce the need for post-operative opioid pain medication. Our hypothesis, therefore, is that reduction in opioid prescription and unwarranted use can be achieved by a combination of Twin block and an actively monitored pill dispenser. We have selected the iPill Dispenser® to monitor and regulate post-operative usage.\n\nThe iPill device includes an App that utilizes biometric user authentication to operate a portable tamper-resistant, pre-calibrated device to regulate, deliver, and monitor opioid usage for pain, preventing overconsumption and diversion. Coencapsulating the pain pill with the IEM will create a virtual 'time-stamp' by triggering a wireless signal from the IEM, when contacted by stomach acid content, which is detected by a sensor secured on the skin with an adhesive strip.\n\nTherefore, the Specific Aims are:\n\nSpecific Aim 1. Compare peak postoperative pain after third molar tooth extractions, with and without the twin block, in a randomized blind prospective clinical study Patients undergoing third molar tooth extractions under 'moderate' (intravenous) sedation, will be randomized to receive either the twin block or a sham injection on the side of their extraction/s. The Twin block and sham injection groups will be compared for peak postoperative pain measured using the numerical pain rating scale (NRS). The investigators predict at least a 50% reduction in percentage of patients reporting significant pain (NRS≥5), in the group randomized to receive the twin block.\n\nSpecific Aim 2. Compare postoperative opioid consumption during the first 96 hours following third molar tooth extractions between patients randomized to the control or twin block groups Using the iPill dispenser and app, the investigators will track IEM-co-encapsulated opioid consumption for severe pain among patients randomized to either the sham or Twin block arms. The investigators predict at least a 30% reduction in opioid consumption for severe pain in the group randomized to receive the Twin block. The investigators expect that utilizing the iPill dispenser® and app will enforce rigorous, real-time and accurate monitoring of opioid usage for pain management, overcoming the traditional reliance on patient-reported usage.\n\nPOSSIBLE OUTCOMES: This research will potentially transform conventional postoperative pain management following third molar ('wisdom' tooth) extractions. The investigators expect the routine incorporation of the twin block to alleviate post-operative pain, thereby reducing the current reliance on opioid prescriptions in a vulnerable population, especially after a commonplace procedure."
        },
        "conditionsModule": {
            "conditions": [
                "Pain, Postoperative"
            ],
            "keywords": [
                "Impacted third molar extraction",
                "Acute pain management",
                "Active pill dispenser",
                "Opioid misuse reduction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Prospective randomized blind clinical trial of patients undergoing lower third molar extraction/s to evaluate the ability of the Twin block (local anesthetic nerve block) on side of extraction to reduce post-operative pain and pain medication utilization monitoring with an active pill dispenser",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Sham injection versus injection of local anesthetic as the Twin block",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 133,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Twin Block local anesthetic",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergoing extractions of lower wisdom molar/s under intravenous sedation will receive the Twin block local anesthetic (using the standard dental anesthetic 1.8 cc 2% lidocaine with 1:100,000 epinephrine), once, on the side/s of their extraction/s",
                    "interventionNames": [
                        "Drug: Twin block",
                        "Device: iPill dispenser"
                    ]
                },
                {
                    "label": "Control",
                    "type": "SHAM_COMPARATOR",
                    "description": "Patients undergoing extractions of lower wisdom molar/s under intravenous sedation will receive the Twin block injection but with no medication administered/dispensed from the syringe, on the side/s of their extraction/s",
                    "interventionNames": [
                        "Device: iPill dispenser"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Twin block",
                    "description": "Dental local anesthetic administered to target the jaw 'closer' muscles, temporalis and masseter",
                    "armGroupLabels": [
                        "Twin Block local anesthetic"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "iPill dispenser",
                    "description": "An active pill dispenser, regulated by patient's pain score entered on an iPill App installed on their smart phone (iPhone, Android) to dispense opioid (for pain corresponding to severe pain) or prescription strength ibuprofen and acetaminophen (for moderate pain), with over the counter solutions for mild pain recommended. This pill dispenser will be given to all patients, in both Twin block and Control groups, to regulate and monitor their pain experience-driven pain medication regimen. The pill dispenser will be packaged with pain medication (1 dispenser with vicodin, 1 with prescription ibuprofen, 1 with acetaminophen) that has been coencapsulated with ingestible event markers (IEMs, Proteus Discover).",
                    "armGroupLabels": [
                        "Control",
                        "Twin Block local anesthetic"
                    ],
                    "otherNames": [
                        "Active pill dispenser"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Numerical Pain Rating Scale score (NRS)",
                    "description": "Scale from 0 to 10 used to describe no pain (0), mild pain (1-3), moderate (4-6) and severe (7-10) pain. Collection of peak post-procedure, mean, median, quartile pain scores",
                    "timeFrame": "Change in NRS pain scores between baseline and 96 hours post-pain regimen assignment"
                },
                {
                    "measure": "Pain medication consumed (mg)",
                    "description": "Dosage of combination opioid, ibuprofen and acetaminophen consumed",
                    "timeFrame": "Through 96 hours post-procedure"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "As described by patients",
                    "timeFrame": "During the first 4 days following procedure"
                },
                {
                    "measure": "iPill Dispenser performance- Validation of pills dispensed",
                    "description": "Validation of pills dispensed- correlation between expected and actual number of remaining pills in each dispensers",
                    "timeFrame": "During the first 4 days following procedure"
                },
                {
                    "measure": "iPill Dispenser performance- Incidence of dispenser tampering",
                    "description": "Detection of tampering upon inspection of returned dispensers",
                    "timeFrame": "During the first 4 days following procedure"
                },
                {
                    "measure": "iPill Dispenser performance- Incidence of failure of operability",
                    "description": "Frequency of failed pill dispensing",
                    "timeFrame": "During the first 4 days following procedure"
                },
                {
                    "measure": "iPill Dispenser performance- Percentage of returned dispensers",
                    "description": "Percentage of dispensers returned during post-operative visit",
                    "timeFrame": "During the first 4 days following procedure"
                },
                {
                    "measure": "IEM relayed record of pill ingestion",
                    "description": "Log of pills ingested as relayed to IEM App",
                    "timeFrame": "During the first 4 days following procedure"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults (\\> 18)\n2. American Society of Anesthesiologists Classification I\n3. No h/o temporomandibular disorder (TMD) symptoms\n4. No h/o trauma to jaws/teeth\n5. No h/o surgery in maxillofacial region\n6. Presenting for extraction of at least 1 mandibular partially bony/ full bony impacted 'wisdom' or third molar/s under intravenous sedation\n7. iPhone or Android smart phone (compatible with iPill® App)\n8. Informed consent\n9. No cognitive/intellectual disability\n10. Not from vulnerable population\n\nExclusion Criteria:\n\n1. Acute infection or pain in relation to the impacted molars on day of procedure\n2. h/o opioid prescription for acute/chronic pain\n3. h/o of allergy or contraindication to amide-type local anesthetics, epinephrine or opioids\n4. Chronic use of non-steroidal anti-inflammatory drugs (NSAIDs)/muscle relaxants/other prescriptions to manage pain/inflammation\n5. Refusal/inability to use iPill® App or dispenser\n6. h/o eczema",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gayathri Subramanian, PhD, DMD",
                    "role": "CONTACT",
                    "phone": "973 972 3418",
                    "email": "subramga@sdm.rutgers.edu"
                },
                {
                    "name": "Anayo Adachie, DMD, MD",
                    "role": "CONTACT",
                    "phone": "732 235 5050",
                    "email": "aoa80@sdm.rutgers.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gayathri Subramanian, PhD DMD",
                    "affiliation": "Rutgers School of Dental Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Anayo Adachie, DMD, MD",
                    "affiliation": "Rutgers School of Dental Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Rutgers Health University Dental Associates",
                    "city": "New Brunswick",
                    "state": "New Jersey",
                    "zip": "08901",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Anayo Adachie, DMD, MD",
                            "role": "CONTACT",
                            "phone": "732-235-5050",
                            "email": "aoa80@sdm.rutgers.edu"
                        },
                        {
                            "name": "Samuel YP Quek, DMD, MPH",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Shuying Jiang, MS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48622,
                        "lon": -74.45182
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "At this time, we have made the commitment to share aggregate data.(We will consider releasing anonymized individual data upon a case by case documented request that the data is being sought for an appropriate reason).\n\nWith our study design, our basic data will be collected 1. at site of care (dental clinic) and 2. Remotely. Remote data on the app will only be linked with an enrollment number because that data will be collated by our collaborator (Consultant: iPill) and hence will be devoid of identifiers. CRFs will contain data pooled from all the time points in the study and identified only by an enrollment number that will not provide any identifiers. Hence, we will be able to commit to releasing all data collected in this study without compromising patient confidentiality."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "asFound": "Pain, Postoperative",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M29525",
                    "name": "Acute Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M16850",
                    "name": "Tooth, Impacted",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M7992",
                    "name": "Epinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M30371",
                    "name": "Racepinephrine",
                    "relevance": "LOW"
                },
                {
                    "id": "M211043",
                    "name": "Epinephryl borate",
                    "relevance": "LOW"
                },
                {
                    "id": "M2340",
                    "name": "Acetaminophen",
                    "relevance": "LOW"
                },
                {
                    "id": "M10102",
                    "name": "Ibuprofen",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M225501",
                    "name": "Acetaminophen, hydrocodone drug combination",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Antipy",
                    "name": "Antipyretics"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}