{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06182163",
            "orgStudyIdInfo": {
                "id": "CHLA-23-00346"
            },
            "organization": {
                "fullName": "Children's Hospital Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Reduce Sedentary Time in Acute Lymphoblastic Leukemia",
            "officialTitle": "ReSeT in ALL: A Single-arm Pilot Trial Testing a Multi-component Mobile Health Intervention to Reduce Sedentary Time in Adolescents With Acute Lymphoblastic Leukemia (ALL) During Maintenance Therapy",
            "acronym": "ReSeT in ALL",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "reduce-sedentary-time-in-acute-lymphoblastic-leukemia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-13",
            "studyFirstSubmitQcDate": "2023-12-13",
            "studyFirstPostDateStruct": {
                "date": "2023-12-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Brittany Van Remortel",
                "investigatorTitle": "Fellow Physician/Hematology-Oncology",
                "investigatorAffiliation": "Children's Hospital Los Angeles"
            },
            "leadSponsor": {
                "name": "Children's Hospital Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this pilot clinical trial is to test if a mobile health intervention, including a wearable fitness tracker with inactivity-triggered reminders to move, individualized coaching sessions, and an app-based peer support group, can decrease sedentary time (time spent sitting/lying down and inactive) in adolescents with acute lymphoblastic leukemia (ALL) receiving maintenance chemotherapy. The main questions it aims to answer are:\n\n* Is the intervention a feasible and acceptable way to decrease sedentary time among adolescents with ALL?\n* Does the intervention show evidence that it may decrease sedentary time?\n* Does the intervention show evidence that it may increase quality of life, reduce inflammation, and improve glucose and lipid metabolism?\n\nParticipants will use their fitness tracker with reminders to move as well as support from other intervention participants and coaching with study staff to gradually decrease their sedentary time over 10 weeks. Researchers will compare participant pre- and post-intervention study measures to see if the program may be helpful to decrease sedentary time in adolescents with ALL. All participants will wear an activity tracker on the thigh for 7 days at the beginning and end of the study as well as complete quality of life questionnaires. Study labs will be collected three times (baseline, 8 weeks, and 12 weeks) over the course of the 12-week study. All in-person study visits and labs will occur in conjunction with Oncology clinic visits for maintenance chemotherapy.",
            "detailedDescription": "Sedentary behaviors are highly prevalent among adolescents with acute lymphoblastic leukemia (ALL) and may worsen the cardiometabolic effects and deconditioning commonly associated with therapy. Additionally, sedentary lifestyles often persistent in to adulthood, increasing risk of chronic disease and early mortality in cancer survivors. Replacing sedentary time (ST) with short bouts of light activity has been shown to reduce adiposity and improve glucose metabolism. In adults, it has also been shown to decrease cancer incidence and cancer-specific mortality.\n\nThis pilot trial tests the feasibility and acceptability of a 10-week, multi-component mobile health ST intervention in adolescents with ALL and will inform future larger studies. Thirty participants will be enrolled and all will receive the intervention. They will receive a wearable fitness tracker with inactivity-triggered prompts to move and participate in an app-based peer support group as well as individualized coaching sessions.\n\nPrimary endpoints are intervention feasibility and acceptability. As a secondary endpoint, the trial will also evaluate if the intervention shows evidence that it may reduce device-measured and self-reported ST. Exploratory endpoints include the intervention's effect on participants' glucose and lipid metabolism, level of inflammation, and health-related quality of life and fatigue. Feasibility will be measured by recruitment rate, fitness tracker wear time, and retention rate; acceptability will be measured quantitatively via study exit surveys and qualitatively among intervention participants with exit interviews. Interim analysis will be completed once half of the enrollment goal has been reached (15) in order to inform future study, and final analysis will be completed once all 30 participants have completed."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Lymphoblastic Leukemia (ALL)"
            ],
            "keywords": [
                "Sedentary behavior(s)",
                "sedentary time",
                "physical inactivity",
                "acute lymphoblastic leukemia (ALL)",
                "adolescent(s)",
                "mobile health (mHealth)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sedentary time intervention",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: Sedentary time intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Sedentary time intervention",
                    "description": "Tests the effect of a multi-component mobile health (mHealth) intervention on reducing sedentary behavior among adolescents with ALL during maintenance therapy. The intervention includes an app-based peer support group for study participants via WhatsApp, individualized coaching sessions with study staff, and prompts to move delivered via a Fitbit wearable fitness tracker.",
                    "armGroupLabels": [
                        "Sedentary time intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants enrolled at 6 months",
                    "description": "Recruitment rate will serve as one of the primary markers of study feasibility to inform future trials. Number of participants recruited per week will be tracked to calculate the total participants enrolled at 6 months.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Number of participants who have completed all baseline and exit questionnaires at 12 weeks",
                    "description": "Retention rate will also be a defining measure of study feasibility. Number of participants who complete all questionnaires at baseline and 12 weeks will be divided by the total number of participants to determine the retention rate.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Average intervention participant fitness tracker wear time over 10 weeks",
                    "description": "Fitness tracker (Fitbit) wear time for each participant will be measured by the number of hours per day with detectable heart rate measurement. Total hours of fitness tracker wear time will be divided by total number of intervention days to calculate average daily wear time.",
                    "timeFrame": "10 weeks"
                },
                {
                    "measure": "Participant satisfaction with the sedentary time intervention at 12 weeks",
                    "description": "Participant acceptability of the sedentary time intervention will be assessed via exit surveys and semi-structured qualitative interviews with study participants at the end of the 12-week study period. The exit survey will assess participants' opinions on the perceived effectiveness of the intervention overall, as well as each intervention component (Fitbit with reminders to move, coaching sessions, app-based per support group), via Likert-scale questions.",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in average minutes per day of sedentary time from baseline to 12 weeks",
                    "description": "Sedentary time will be measured using an activity monitor applied to the right thigh (ActivPAL accelerometer) that tracks how much time someone spends in low-intensity activities done while sitting or lying down (sedentary behaviors) over a 7-day period. Total minutes of sedentary time acquired will be divided by the number of valid accelerometer wear days to calculate the average minutes of sedentary time per day, which will be compared from baseline to post-intervention.",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Change in average hours per day of uninterrupted sedentary time from baseline to 12 weeks",
                    "description": "For all participants, sedentary time will be measured using an activity monitor applied to the right thigh (ActivPAL accelerometer) that tracks how much time someone spends in low-intensity activities done while sitting or lying down (sedentary behaviors) over a 7-day period. An uninterrupted sedentary hour will be defined as an hour with \\<250 steps. Total hours of uninterrupted sedentary time acquired will be divided by valid accelerometer wear days to calculate the average hours of uninterrupted sedentary time per day, which will be compared from baseline to post-intervention.",
                    "timeFrame": "12 Weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in hemoglobinA1c level from baseline to 12 weeks",
                    "description": "A non-fasting blood sample (up to 2 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0) and post-intervention (Week 12) for measurement of hemoglobin A1c, which provides an average of blood glucose trends over the past 2-3 months.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in fructosamine level from baseline to 8 weeks",
                    "description": "A non-fasting blood sample (up to 2 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0), Week 8, and post-intervention (Week 12) for measurement of fructosamine, which provides an average of blood glucose trends over the past 2-4 weeks. Fructosamine level at 8 weeks will be compared to the baseline level.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in fructosamine level from baseline to 12 weeks",
                    "description": "A non-fasting blood sample (up to 2 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0), Week 8, and post-intervention (Week 12) for measurement of fructosamine, which provides an average of blood glucose trends over the past 2-4 weeks. Fructosamine level at 12 weeks will be compared to the baseline level.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in C-reactive protein (CRP) level from baseline to 8 weeks",
                    "description": "A non-fasting blood sample (up to 1 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0), Week 8, and post-intervention (Week 12) for measurement of CRP, which is a general marker of bodily inflammation. CRP level at 8 weeks will be compared to the baseline level.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Change in C-reactive protein (CRP) level from baseline to 12 weeks",
                    "description": "A non-fasting blood sample (up to 1 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0), Week 8, and post-intervention (Week 12) for measurement of CRP, which is a general marker of bodily inflammation. CRP level at 12 weeks will be compared to the baseline level.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in self-reported health-related quality of life (HRQOL) from baseline to 12 Weeks",
                    "description": "Self-reported HRQOL will be measured with the 23-item Pediatric Quality of Life inventory (PedsQL) 4.0 Generic Core Scales (physical functioning, emotional functioning, social functioning, and school functioning) and 27-item PedsQL 3.0 Cancer Module (pain and hurt, nausea, procedural anxiety, treatment anxiety, worry, cognitive problems, perceived physical appearance, and communication). Items are reversed scored and linearly transformed on a scale from 0 to 100, with higher scores indicating better HRQOL and fewer problems or symptoms. Participant's scores at 12 weeks will be compared to the baseline score.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in self-reported fatigue from baseline to 12 Weeks",
                    "description": "Self-reported fatigue will be measured with the 18-item Pediatric Quality of Life inventory (PedsQL) 3.0 Multidimensional Fatigue Scale (general fatigue, sleep/rest fatigue, cognitive fatigue). Items are reversed scored and linearly transformed on a scale from 0 to 100, with higher scores indicating better HRQOL and fewer problems or symptoms. Participant's scores at 12 weeks will be compared to the baseline score.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in total cholesterol from baseline to 12 weeks",
                    "description": "As an optional procedure, a fasting blood sample (up to 3 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0) and post-intervention (Week 12) for measurement of a lipid panel, which includes total cholesterol, triglycerides, LDL cholesterol, and HDL cholesterol. The lipid panel evaluates for abnormalities is different types of lipids/cholesterol, which can be risk factors for heart disease, including high total cholesterol. Total cholesterol at 12 weeks will be compared to the baseline level.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in triglyceride level from baseline to 12 weeks",
                    "description": "As an optional procedure, a fasting blood sample (up to 3 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0) and post-intervention (Week 12) for measurement of a lipid panel, which includes total cholesterol, triglycerides, LDL cholesterol, and HDL cholesterol. The lipid panel evaluates for abnormalities is different types of lipids/cholesterol, which can be risk factors for heart disease, including high triglycerides. The triglyceride level at 12 weeks will be compared to the baseline level.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in LDL cholesterol level from baseline to 12 weeks",
                    "description": "As an optional procedure, a fasting blood sample (up to 3 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0) and post-intervention (Week 12) for measurement of a lipid panel, which includes total cholesterol, triglycerides, LDL cholesterol, and HDL cholesterol. The lipid panel evaluates for abnormalities is different types of lipids/cholesterol, which can be risk factors for heart disease, including high LDL cholesterol. The LDL cholesterol level at 12 weeks will be compared to the baseline level.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Change in HDL cholesterol level from baseline to 12 weeks",
                    "description": "As an optional procedure, a fasting blood sample (up to 3 mLs) will be collected via venipuncture or central line access along with clinically required labs at baseline (Week 0) and post-intervention (Week 12) for measurement of a lipid panel, which includes total cholesterol, triglycerides, LDL cholesterol, and HDL cholesterol. The lipid panel evaluates for abnormalities is different types of lipids/cholesterol, which can be risk factors for heart disease, including low HDL cholesterol. The HDL cholesterol level at 12 weeks will be compared to the baseline level.",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 12-18 years of age at time of enrollment\n* Diagnosis of lymphoblastic leukemia/lymphoma treated with Children's Oncology Group (COG)-based maintenance chemotherapy \\[B-cell acute lymphoblastic leukemia/lymphoma (B-ALL/Ly), T-cell acute lymphoblastic leukemia/lymphoma (T-ALL/Ly), mixed phenotype acute leukemia (MPAL)\\]\n* Has completed at least one cycle (3 months) of maintenance chemotherapy and has at least one cycle (3 months) remaining. Exception: Patients treated with nelarabine are eligible to enroll only after completion of nelarabine-containing cycles of maintenance therapy.\n* Baseline sedentary lifestyle with a self-reported average of 4 or more leisure-time hours per day spent sedentary (verbal report)\n* Willing to reduce their sedentary time\n* Parent/legal guardian available for consent (if applicable), and patient available for assent or consent as applicable\n* Has access to internet and smartphone compatible with Fitbit and WhatsApp (own or parent/legal guardian's)\n* Ability to participate in virtual sessions with study staff\n* Fluent in English (Parent/legal guardian does not need to be fluent in English as long as they can provide consent, if needed, in their primary language)\n\nExclusion Criteria:\n\n* Evidence of recurrent or metastatic disease\n* Inability to obtain consent/assent\n* Medical contraindication to daily standing and light physical activity \\[\\>1.5 metabolic equivalents of task (METs)\\]\n* Intellectual disability or developmental delay which limits ability to fully participate in the study intervention\n* Unable to obtain laboratory studies\n* Unable to accurately perform quality of life surveys independently\n* Unable to complete study-related surveys\n* Pregnancy or current imprisonment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brittany J Van Remortel, MD, MPH",
                    "role": "CONTACT",
                    "phone": "323-376-1067",
                    "email": "bvanremortel@chla.usc.edu"
                },
                {
                    "name": "David R Freyer, DO, MS",
                    "role": "CONTACT",
                    "phone": "323-361-8953",
                    "email": "dfreyer@chla.usc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Brittany J Van Remortel, MD, MPH",
                    "affiliation": "Children's Hospital Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital Los Angeles",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Brittany J Van Remortel, MD, MPH",
                            "role": "CONTACT",
                            "phone": "323-376-1067",
                            "email": "bvanremortel@chla.usc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}