{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04082234",
            "orgStudyIdInfo": {
                "id": "19-016315"
            },
            "organization": {
                "fullName": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "briefTitle": "Reducing Disparities in Behavioral Health Treatment for Children in Primary Care",
            "officialTitle": "Reducing Disparities in Behavioral Health Treatment for Children in Primary Care",
            "acronym": "PASS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "reducing-disparities-in-behavioral-health-treatment-for-children-in-primary-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-09-05",
            "studyFirstSubmitQcDate": "2019-09-05",
            "studyFirstPostDateStruct": {
                "date": "2019-09-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital of Philadelphia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Patient-Centered Outcomes Research Institute",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to address a decisional dilemma faced by health system officials, policy makers, and clinical leaders: \"Does it make sense to integrate behavior therapy into primary care practice to treat children with ADHD from low-income settings? More specifically, does integrated care improve access to services and patient-centered outcomes for underserved children with ADHD?\" Participants will be randomly assigned to one of two groups: Behavior therapy integrated into primary care (Partnering to Achieve School Success; PASS program) to treatment as usual (TAU) informed by American Academy of Pediatrics (AAP) guidelines for ADHD practice and facilitated by electronic practice supports.\" Participants will be 300 children (ages 5-11) with ADHD and their caregivers served at Children's Hospital of Philadelphia Care Network Locations (primary care offices). Participants are drawn from primary care locations that serve primarily low-income and racial/ethnic minority population.",
            "detailedDescription": "Context: Families of children with attention-deficit/hyperactivity disorder (ADHD) often have difficulty getting access to behavior therapy for their children. This project focuses on children and families of low-income, racial/ethnic minority background, who have particular difficulty getting access to behavior therapy. This study will compare enhanced behavior therapy integrated into primary care (known as Partnering to Achieve School Success \\[PASS\\]) to treatment as usual (TAU) informed by American Academy of Pediatrics (AAP) guidelines for the treatment of ADHD. In this study, behavior therapy will include components to address the unique needs of low-income families of minority status.\n\nObjectives: This project is designed to improve family use of services for ADHD; improve children's academic achievement, behavioral compliance, interpersonal relationships, and life satisfaction; and reduce ADHD symptoms.\n\nStudy Design: The study is a randomized controlled trial.\n\nSetting/Participants: The study is being conducted in seven CHOP primary care practices serving a high percentage of families of low-income, racial/ethnic minority status. Participants will be children ages 5 to 11 with ADHD. Children will be randomly assigned to PASS or TAU, with 150 per group.\n\nStudy Interventions and Measures: PASS is a behavioral intervention for childhood ADHD that includes behavior therapy strategies and enhancements to promote family engagement in treatment, team-based care, and high-quality therapy. PASS uses a fully integrated service model that includes regular collaboration between the PASS provider and primary care provider (PCP). The primary outcomes are patient-centered outcomes pertaining to child academic achievement, behavior compliance, interpersonal relationships, and life satisfaction, as assessed by parent/legal guardian (or caregiver), and child rating. Secondary outcomes are informant ratings of ADHD symptoms."
        },
        "conditionsModule": {
            "conditions": [
                "ADHD"
            ],
            "keywords": [
                "Behavior Therapy",
                "Integrated Primary Care",
                "Reducing Disparities"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Integrated Individualized Behavioral Parent Training",
                    "type": "EXPERIMENTAL",
                    "description": "Partnering to Achieve School Success (PASS) is a personalized, enhanced behavioral intervention for ADHD that includes evidence-based behavior therapy strategies and enhancements to promote family engagement in treatment, team-based care, and high quality therapy. Caregivers engage in up to 12 sessions with a behavioral health provider over the course of 16 weeks that are specifically tailored to caregiver goals and values.",
                    "interventionNames": [
                        "Behavioral: Partnering to Achieve School Success (PASS)"
                    ]
                },
                {
                    "label": "Treatment as Usual",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The control condition will be TAU informed by AAP guidelines for managing ADHD and facilitated by electronic practice supports, which have been successfully incorporated into the electronic health record (EHR) to guide primary care providers (PCPs) in implementing ADHD guidelines. At CHOP, PCPs across the primary care network were invited to participate in a distance learning, quality improvement initiative to promote implementation of AAP guidelines, including strategies to educate families about ADHD and evidence-based treatments, engage families in shared decision making, titrate medication, and monitor treatment effects. The six practices participating in this study participated in that project.",
                    "interventionNames": [
                        "Other: Treatment as Usual (TAU)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Partnering to Achieve School Success (PASS)",
                    "description": "Individualized parent training program delivered at child's primary care provider office. Providers use engagement and motivation strategies during each session to reinforce help-seeking behavior and family empowerment, and encourage family adherence to recommended strategies. Also includes regular communication between pass provider and PCP and development of a problem-solving partnership between parents and teachers to address school problems. Families are supported in between sessions by a Community Health Partner who contacts families to promote attendance and implementation of strategies and assist in resolving barriers to treatment. The intervention is up to 12 sessions over the course of 16 weeks depending on caregiver goals.",
                    "armGroupLabels": [
                        "Integrated Individualized Behavioral Parent Training"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Treatment as Usual (TAU)",
                    "description": "Caregivers will work with their primary care physician to address their child's ADHD. Primary care physicians have been trained in and informed of American Academy of Pediatrics guidelines for treating ADHD. Treatment may include strategies to educate families about ADHD and evidence-based treatments, refer families to community mental health agencies that deliver evidence-based behavioral programming (other than PASS), engage families in shared decision making, titrate medication, and monitor treatment effects. In addition, families will have access to integrated behavioral health services that are typically offered at their child's primary care office.",
                    "armGroupLabels": [
                        "Treatment as Usual"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Homework Performance",
                    "description": "The Inattention/Task Avoidance factor of the Homework Problem Checklist (HPC) will be used as a parent-report measure of academic performance. This 12-item scale has strong psychometric properties and is responsive to family-school intervention programs.",
                    "timeFrame": "Baseline, 8-weeks (mid-treatment), 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Behavior Compliance",
                    "description": "Behavior compliance will be determined by assessing the severity of disruptive behavior using the eight items pertaining to oppositional-defiant disorder from the Vanderbilt parent scale and four items pertaining to oppositional-defiant disorder (ODD) from the Vanderbilt teacher scale. Both parents (primary outcome) and teachers (secondary outcome) will complete this measure. The psychometric properties of parent and teacher reports on this measure have been shown to be adequate.",
                    "timeFrame": "Baseline, 8-weeks (mid-treatment; parent only), 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Symptoms of ADHD and Emotional and Behavioral Problems",
                    "description": "Severity of ADHD symptoms will be assessed using the Vanderbilt Scales. This measure will be completed by parents and teachers. Parent and teacher ratings of ADHD symptoms have been demonstrated to have excellent psychometric properties and to be sensitive to change in response to treatment. A total symptom score will be used in this study. A child self-report measure of ADHD symptoms will not be included because children with ADHD have been shown to substantially overestimate their competence with regard to paying attention and regulating their behavior. All 18 ADHD symptom items will be completed at Baseline and all 9 ADHD Inattention items and 3 ADHD Hyperactivity/Impulsivity items will be administered at post-treatment and follow-up.",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Peer Relationships",
                    "description": "The Patient Reported Outcomes Measurement Information System (PROMIS) peer relationships scales will be used to assess child relationships with their peers. The child-report version consists of 8 items and the parent-report measure has 7 items. These measures assess the quality of children's relationships with peers including the degree of peer acceptance. The scales have been shown to produce scores that are both reliable and valid based on analyses using item response theory.",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Life Satisfaction",
                    "description": "The PROMIS life satisfaction scale consists of a 4-item child-report measure and a 4-item parent-report measure. It assesses children's and parents' evaluations of the quality of the child's life. Using analyses based in item response theory, these scales have been shown to be reliable with a wide range of life satisfaction levels \\[from 2.5 standard deviations (SDs) below the mean to 1 SD above the mean\\].",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Service Use",
                    "description": "Service use for emotional and behavioral problems will be measured via a service use measure adapted for this study designed to gather information on the child's use of services to treat ADHD. In this study, we will collect data on service utilization in outpatient mental health settings and school settings, and treatment with medication.",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Parent-Child Relationship",
                    "description": "The Parent-Child Relationship Questionnaire (PCRQ) will assess parent perceptions of their parenting practices. Four items from the positive Involvement factor and the full Negative/Ineffective Discipline factor (12 items) are included in the current trial.",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Family Empowerment",
                    "description": "Parent empowerment with regard to their knowledge of how to obtain services for their children will be assessed using the Service System factor of the Family Empowerment Scale. This twelve-item scale has been shown to have adequate reliability (alpha=.87; test-retest=.77) and validity.",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Perceptions of Team-Based Care",
                    "description": "To evaluate parental perceptions of team-based care, a seven-item scale was derived from the Clinician and Group Survey, Version 3.0 of the Consumer Assessment of Healthcare Providers and Systems (CAHPS, https://cahps.ahrq.gov/surveys-guidance/cg/about/index.html). The scale includes four Communication and three Care Coordination items.",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Parent-Teacher Involvement",
                    "description": "Items from the Quality of Parent-Teacher Relationship subscale of the Parent-Teacher Involvement Questionnaire (PTIQ) will be used to evaluate the quality of the family-school relationship. The parent version of the form includes 6 items and the teacher version consists of 5 items. Subscales have been validated in families of youth with ADHD and have demonstrated acceptable internal consistency and validity.",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Satisfaction with Treatment",
                    "description": "Parent satisfaction with PASS will be assessed using modified versions of the Treatment Evaluation Inventory (TEI).",
                    "timeFrame": "16-weeks (post-treatment)"
                },
                {
                    "measure": "Acceptability of PASS Delivery Modality",
                    "description": "Parent/legal guardian/caregiver satisfaction with the modality of PASS delivery (i.e., in-person or telehealth) will be assessed using a novel Acceptability of PASS Delivery Modality measure.",
                    "timeFrame": "16-weeks (post-treatment)"
                },
                {
                    "measure": "Cultural Humility of Provider",
                    "description": "Parent/legal guardian/caregiver perceptions of PASS provider cultural humility will be assessed using a novel Cultural Humility Measure at post-treatment.",
                    "timeFrame": "16-weeks (post-treatment)"
                },
                {
                    "measure": "Post-Treatment Interview",
                    "description": "Parent/legal guardian/caregivers in the PASS condition will be offered the opportunity to complete a one-time, audio-recorded, qualitative interview at the post-treatment assessment timepoint. This interview will include questions related to perceptions of effectiveness, acceptability, feasibility, and usability of the PASS intervention and the Community Health Partner support, as well as the cultural humility of the PASS provider. The interview will be conducted once and take approximately 40 minutes to complete. Caregivers/legal guardians/parents will be asked to participate (i.e., not children or teachers). Caregivers/legal guardians/parents may participate in this interview whether they received any PASS sessions or not, as long as they had been randomized to the PASS condition and have not withdrawn from the study.",
                    "timeFrame": "16-weeks (post-treatment)"
                },
                {
                    "measure": "Changes in Academic Progress",
                    "description": "The Academic Progress Report (APR) is a parent- and teacher-report measure of academic achievement. The APR assesses proficiency in academic subjects relative to standard expectations (1=Well below standard; 3=At standard; 5=Well above standard). The sum of ratings across academic subjects is the unit of analysis. Reliability is acceptable (alpha = .84), and this measure is sensitive to the effect of behavioral treatments.",
                    "timeFrame": "Baseline, 16-weeks (post-treatment), 32-weeks (follow-up)"
                },
                {
                    "measure": "Changes in Behavior Compliance",
                    "description": "Behavior compliance will be determined by assessing the severity of disruptive behavior using the eight items pertaining to oppositional-defiant disorder from the Vanderbilt parent scale and four items pertaining to oppositional-defiant disorder (ODD) from the Vanderbilt teacher scale. Both parents (primary outcome) and teachers (secondary outcome) will complete this measure. The psychometric properties of parent and teacher reports on this measure have been shown to be adequate.",
                    "timeFrame": "Baseline, 8-weeks (mid-treatment; parent only), 16-weeks (post-treatment), 32-weeks (follow-up)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Children between the ages of 5 and 11 years (as reported in EHR at the time of referral to the study team)\n* Children receiving care in one of the seven targeted CHOP practices for this study\n* Children with an existing diagnosis of ADHD (as indicated by the referring primary care provider or behavioral health provider and/or EHR)\n* Children with one or more areas of impairment (score of 3 or 4 on scale ranging from 1 to 4)\n* Evidence that child may be in a family of low-income status, as indicated by child eligibility for Medicaid or Children's Health Insurance Program (CHIP) OR child living in a census tract or census block with median income at or below two times the federal poverty level\n* Parental/guardian permission (informed consent) and if appropriate, child assent.\n\nExclusion Criteria:\n\n* Child has autism spectrum disorder\n* Child has an intellectual disability\n* Child has a comorbid condition that is a major clinical concern and requires an alternative form of treatment\n* Child is receiving behavioral health services from another provider at the time of recruitment\n* Child has a sibling currently enrolled in the study\n* Child has received Healthy Minds, Healthy Kids (CHOP's Integrated Behavioral Health Service) in the past 6 months",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "11 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alex S Holdaway, PhD",
                    "role": "CONTACT",
                    "phone": "267-279-6873",
                    "email": "holdawaya@chop.edu"
                },
                {
                    "name": "Jaclyn Cacia, MS",
                    "role": "CONTACT",
                    "phone": "267-426-6015",
                    "email": "caciaj@chop.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer A Mautone, PhD, NCSP, ABPP",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Thomas J Power, PhD",
                    "affiliation": "Children's Hospital of Philadelphia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hospital of Philadelphia",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alex Holdaway",
                            "role": "CONTACT",
                            "email": "holdawaya@chop.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Per Patient-Centered Outcomes Institute (PCORI) requirements, the Full Data Package will be maintained for at least 7 years after the Final Research Report has been submitted and accepted. The final dataset will be exported from REDCap to Microsoft Excel and commonly used statistical software packages such as Statistical Package for the Social Sciences (SPSS) and Statistical Analysis Software (SAS), as requested by the individuals seeking access to the data. The research team will prepare a codebook to share with the requesting individuals. The codebook will provide information about all of the variables and how the composite variables (e.g. factor scores) were derived.",
            "timeFrame": "Data will become accessible after the study is completed, the Final Research Report has been accepted by PCORI, and results have been published in a peer-reviewed journal. Data will be available for at least 7 years from that time, per PCORI guidelines.",
            "accessCriteria": "Individuals interested in using the data should contact Dr. Thomas Power (power@chop.edu). When our research team receives a request for access to the data a data file and supporting documentation will be prepared by the research team. Only de-identified data will be made accessible in order to prevent identification of children, caregivers, teachers, and PCPs who participated in this project. Therefore, per Children's Hospital of Philadelphia (CHOP) policies, a data licensing agreement is anticipated to not be necessary."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}