{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05760898",
            "orgStudyIdInfo": {
                "id": "PRO00112307"
            },
            "secondaryIdInfos": [
                {
                    "id": "3U54MD012530-05S2",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/3U54MD012530-05S2"
                }
            ],
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Reducing Hypertension Disparities in Rheumatoid Arthritis",
            "officialTitle": "Reducing Disparities in Hypertension Care for Patients With Rheumatoid Arthritis",
            "therapeuticArea": [
                "Cardiovascular",
                "Orthopedics"
            ],
            "study": "reducing-hypertension-disparities-in-rheumatoid-arthritis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-09",
            "studyFirstSubmitQcDate": "2023-02-23",
            "studyFirstPostDateStruct": {
                "date": "2023-03-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Rheumatoid arthritis (RA) is a autoimmune disease associated with an increased risk of developing coronary artery disease (CAD) and premature death, particularly in Black patients. Traditional CAD risk factors like hypertension (HTN) are both very common and poorly controlled among Black RA patients. Disparities in RA disease activity further increase the risk of CAD in this population. Black patients face significant barriers when seeking RA care, and the investigators suspect similar challenges affect HTN care in this population. The goals of this project are to identify and address barriers to HTN care in patients with RA to reduce disparities in HTN and CAD outcomes for Black RA patients.\n\nInterviews with Black RA patients, rheumatology providers, and primary care providers in the Duke University Health System will be conducted to describe barriers to HTN care in Black RA patients. Interviews will focus on access to care, patient-provider communication, coordination of care, and the challenges of managing HTN in patients with RA. These interviews will help us to develop an intervention that will focus on improving uncontrolled HTN in Black RA patients. The investigators plan to do this by empowering Black RA patients to actively participate in their HTN care, improving patient-provider communication, and improving coordination between primary care and rheumatology providers. If successful, our intervention has the potential to reduce rates of CAD and associated death for Black RA patients."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension",
                "Rheumatoid Arthritis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Blood pressure intervention arm",
                    "type": "EXPERIMENTAL",
                    "description": "The investigators will recruit 25 Black RA patients with HTN for the study. Participants will be provided with a home blood pressure monitor, teaching from nursing staff regarding the correct use of the monitor, and a guide to help interpret normal and elevated blood pressure values. Participants will be instructed to obtain and record blood pressure values at least three times per week over the course of 3 months. Every 2 weeks, these results will be sent to the study team, and participants will complete a brief survey regarding other factors that may influence blood pressure control, including RA disease activity (RAPID3 score), pain, current use of acute RA therapies, anti-hypertensive medication use, anti-hypertensive medication adherence, and current perceived barriers to HTN self-management.",
                    "interventionNames": [
                        "Behavioral: Blood pressure intervention arm"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Blood pressure intervention arm",
                    "description": "The intervention will focus on empowering patients to actively participate in their HTN care, facilitating patient-provider communication, and creating a cohesive care team to close the coordination loop for HTN management. This pilot intervention will help achieve these goals by providing participants with home blood pressure monitors and teaching, improving patient-provider communication regarding blood pressure and RA management, and initiating care coordination between rheumatology and primary care providers.",
                    "armGroupLabels": [
                        "Blood pressure intervention arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intervention feasibility as measured by participant accrual rates",
                    "description": "Rate at which participants are able to be successfully recruited",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Intervention feasibility as measured by participant retention",
                    "description": "Percentage of participants who successfully complete the study",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Intervention feasibility as measured by adherence to blood pressure monitoring",
                    "description": "Percentage of expected blood pressures reported by participants",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Intervention feasibility as measured by adherence to survey reporting",
                    "description": "Percentage of expected surveys completed by participants",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Intervention feasibility as measured by sample characteristics",
                    "description": "Description of sociodemographic characteristics of population, rheumatoid arthritis characteristics (eg, duration, medications, severity), and hypertension characteristics (eg, duration, medications, severity)",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Intervention feasibility as measured by use of resources",
                    "description": "Cost of participant recruitment, education, blood pressure monitors, participant compensation, research coordinator time and cost needed to collect data, and statistical analysis",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Intervention feasibility as measured by sustainability of data collection procedures",
                    "description": "Financial and time commitments required to successfully collect participant surveys, blood pressure monitoring results, send information to providers, and monitor provider responses",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Intervention acceptability as measured by qualitative interviews",
                    "description": "Qualitative interviews will be performed at the end of the pilot intervention with all study participants to assess the acceptability of the intervention. Rheumatology and primary care providers caring for study participants will also be invited to comment on the acceptability of the intervention.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Perceived appropriateness of the intervention to address the health care disparity in HTN (hypertension) control for Black RA patients as measured by qualitative interviews",
                    "description": "Qualitative interviews will be performed at the end of the pilot intervention with all study participants to assess the perceived appropriateness of the intervention to address the health care disparity in HTN control for Black RA patients. Rheumatology and primary care providers caring for study participants will also be invited to comment on the appropriateness of the intervention.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Barriers to and enablers of participating in the intervention as measured by qualitative interviews",
                    "description": "Qualitative interviews will be performed at the end of the pilot intervention with all study participants to assess barriers to and enablers of participating in the intervention.",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Participant blood pressure values",
                    "description": "Systolic and diastolic blood pressures taken at least three times per week and reported to the study team every 2 weeks for 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Participant rheumatoid arthritis disease activity",
                    "description": "Rheumatoid arthritis disease activity self-reported by participants using the RAPID3 score every 2 weeks for 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Participant medication use",
                    "description": "Medication use for hypertension and rheumatoid arthritis reported by participants every 2 weeks for 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Anti-hypertensive medication adherence",
                    "description": "Participant self-reported adherence percentage to anti-hypertensive medications collected every 2 weeks for 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Perceived barriers to hypertension self-management",
                    "description": "Participant self-reported barriers to hypertension self-management collected every 2 weeks for 6 months",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Provider engagement as measured by response to study team messages",
                    "description": "Frequency and type of provider responses to study team messages",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Provider engagement as measured by interactions with participants",
                    "description": "Frequency and type of provider interactions with participants after receiving a study team message",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Care coordination",
                    "description": "Activation of care team members",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Number of participants with a change in medical therapy",
                    "description": "Changes in anti-hypertensive or RA therapies",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years old or older\n* Race self-identified as \"Black\" or \"African American\"\n* Uncontrolled hypertension\n* History of rheumatoid arthritis\n* Receive both primary care and rheumatology care from Duke Health System\n\nExclusion Criteria:\n\n* Age less than 18 years old\n* Other self-identified race\n* Healthy volunteers without rheumatoid arthritis and hypertension\n* Do not receive both primary care and rheumatology care from Duke Health System\n* Cognitive impairment with lack the capacity to consent to study participation\n* Pregnant women\n* Prisoners",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Duke Health System",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000001172",
                    "term": "Arthritis, Rheumatoid"
                },
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4480",
                    "name": "Arthritis, Rheumatoid",
                    "asFound": "Rheumatoid Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}