{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05504499",
            "orgStudyIdInfo": {
                "id": "AUR-ZIP-01"
            },
            "organization": {
                "fullName": "Pacific Research Institute",
                "class": "NETWORK"
            },
            "briefTitle": "REFINE Study: A Study In a Novel Interspinous Fusion Device In Subjects With Low Back Pain",
            "officialTitle": "REFINE Study: A Prospective, Observational, Open-Label, Non-Randomized, Multi-Center Study Measuring Functional Outcomes In a Novel Interspinous Fusion Device In Subjects With Low Back Pain",
            "acronym": "Refine",
            "therapeuticArea": [
                "Other"
            ],
            "study": "refine-study-a-study-in-a-novel-interspinous-fusion-device-in-subjects-with-low-back-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-11",
            "studyFirstSubmitQcDate": "2022-08-15",
            "studyFirstPostDateStruct": {
                "date": "2022-08-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-16",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Pacific Research Institute",
                "class": "NETWORK"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the effectiveness and safety of the use of Aurora Spine ZIP™ MIS Interspinous Fusion System and bone graft material in fusion in patients with chronic low back pain that present with degenerative disc disease with concurrent neurogenic claudication.",
            "detailedDescription": "INTRODUCTION\n\nThis study will evaluate the effectiveness and safety of the use of Aurora Spine ZIP™ MIS Interspinous Fusion System and bone graft material in single-level fusion in patients with chronic low back pain that present with degenerative disc disease (DDD) with concurrent neurogenic claudication.\n\nDevices included in study are the Aurora Spine ZIP™ MIS Interspinous Fusion System and bone graft material. The device is a bilateral locking plate system which attaches to the spinous processes of the posterior noncervical spine (T1-S1) from an interlaminar approach. The implants have superior and inferior spinous process articulations and a central bone graft chamber.\n\nThe Aurora Spine ZIP™ is used to treat DDD (defined as back pain of discogenic origin with degeneration of the disc confirmed by history and radiographic studies), spondylolisthesis, trauma (i.e., fracture or dislocation), and/or tumor. The studied indication is lumbar degenerative disease resulting in back pain with lower extremity symptoms and neurogenic claudication.\n\nDegenerative disc disease is a common condition of the aging spine, and may contribute to a variety of painful symptoms, including radiculopathy, neurogenic claudication, and back pain. There are a number of mechanical sequelae that result from these degenerative processes of the intervertebral disc, which may manifest in the anterior, middle, and posterior columns of the spine. Symptoms of degenerative disc disease have traditionally been treated with a variety of conservative (pain medications, physical therapy, epidural steroid injections) and invasive (surgical decompression and/or fusion) options(1,2). Interspinous spacers (ISS) have been proven to be effective for neurogenic claudication with 5 year outcome data and robust clinical experience (3). More invasive treatment options for lumbar spinal stenosis include decompressive laminectomies and a variety of approaches to lumbar fusion.\n\nDirect comparison of two year results of ISS and decompressive laminectomies found ISS offers a less invasive treatment that reduces the potential for comorbidities, necessity for future operations, and is less disruptive to the spinal anatomy providing greater options for future surgical interventions with equivalent clinical outcomes (4). The landmark multicenter SPORT trial compared decompressive laminectomy to conservative non-operative care in patients with spinal stenosis with neurogenic claudication and found that the surgical group had significantly greater improvement in pain and function at four-year follow-up (5).\n\nA meta-analysis of lumbar fusions for degenerative diseases looked at patient reported outcomes from 65 studies including disability, pain scores, and patient satisfaction. Fusion has been shown to be evidenced for spondylolisthesis, and patients who were randomly assigned to fusion care were 4 times as likely to be satisfied, attained 34% greater pain relief and saw a 40% improvement of preoperative disability when compared to those who received non-operative care (2). Evidence for fusion for stenosis without spondylolisthesis is limited in this meta-analysis, however this did not distinguish among fusion approaches.\n\nFusion did provide greater relief than non-operative care in patients with chronic low back pain without clinically significant stenosis or spondylolisthesis (2). Five randomized control trials reported results with fusion between 16-18% improved in terms of back and leg pain as compared to non-operative care (2). Anterior interbody fusion (ABF) and posterolateral fusion with pedicle screws (PLF) in patients with discogenic low back pain resulted in a significant decrease in VAS pain scores, with greatest relief following ABF, compared to conservative treatment (6).\n\n3 STUDY PURPOSE\n\nThe purpose of this study is to evaluate the effectiveness and safety of the use of Aurora Spine ZIP™ MIS Interspinous Fusion System and bone graft material in single-level fusion in patients with chronic low back pain that present with degenerative disc disease with concurrent neurogenic claudication."
        },
        "conditionsModule": {
            "conditions": [
                "Lumbar Spinal Stenosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This clinical investigation is a prospective, open-label, non-randomized, multi-center study. It is designed to collect clinical follow-up data on patients undergoing interspinous interlaminar fusion with bone graft performed on an ambulatory basis by interventional pain physicians, orthopedic, and neurosurgeons, as normally performed in the real-world setting.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single Arm",
                    "type": "EXPERIMENTAL",
                    "description": "A Prospective, Open-Label, Non-Randomized, Multi-Center Study Measuring Functional Outcomes In a Novel Interspinous Fusion Device In Subjects With Low Back Pain A Prospective, Observational, Open-Label, Non-Randomized, Multi-Center Study Measuring Functional Outcomes In a Novel Interspinous Fusion Device In Subjects With Low Back Pain",
                    "interventionNames": [
                        "Device: Interspinous Fusion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Interspinous Fusion",
                    "description": "The intended study population are adults 18 years or older with symptomatic lumbar degenerative disc disease resulting in back pain with lower extremity symptoms and neurogenic claudication that improves with spinal flexion who are candidates for use of the Zip™ MIS Interspinous Fusion device when undergoing spinal fixation procedures.",
                    "armGroupLabels": [
                        "Single Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the efficacy and safety of the Aurora Spine ZIP™ MIS Interspinous Fusion System and bone graft material based on improvement in composite endpoints relative to baseline at 3 and 12 months 1. > 20mm pain reduction in VAS Back while standing",
                    "description": "The primary composite endpoint is individual patient success from baseline at 3- and 12-months of follow-up, which will be assessed as follows:\n\n1. \\> 20mm pain reduction in VAS Back while standing or walking\n2. \\> 20mm pain reduction in VAS Leg while standing or walking\n3. Zurich Claudication Questionnaire improvement of 0.5 or greater in 2 or 3 domains)\n4. ODI improvement of ≥ 10pts\n5. No reoperations or revisions at the index level (s)",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "• To demonstrate real-world evidence of a significant improvement in the Pain Impact Score using ZIP™ as measured by the PROMIS-29 relative to baseline at 3 and 12 months.",
                    "description": "* PROMIS-29 Subjects will be asked improvement based on Not at all, A little bit, Somewhat, Quite a bit, Very Much\n* Pain Impact Score (calculated from PROMIS-29)",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "• To identify patterns related to the influence of pharmacologic agents on response to therapy (and vice versa).",
                    "description": "Change in use of pain medications related to initial lumbar pathology",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "To characterize patient global impression of change (PGIC) relative to baseline at 3 and 12 months.",
                    "description": "Subjects will be asked if their overall pain since study treatment was very much improved, much improved, minimally improved, no change, minimally worse, much worse or very much worse",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Imaging analysis",
                    "description": "Xray 12 months",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Complication Rate",
                    "description": "No major implant or procedure-related complications",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Complication Rate",
                    "description": "Spinous process fracture rate",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects enrolled in this study must meet ALL of the following inclusion criteria:\n\n  1. Subject must provide written informed consent prior to any clinical study-related procedure.\n  2. Subject is at least 18 years or older at the time of enrollment, skeletal mature.\n  3. Subject has 1-2 symptomatic lumbar degenerative disease at adjacent level, T12-S1, with or without grade I spondylolisthesis (confirmed by history and radiographic studies).\n  4. MRI within 12 months prior to the procedure with at least mild to moderate spinal stenosis at the index treatment level\n  5. Subject has undergone at least 3 months of non-operative treatment.\n  6. Subject presents with ZCQ physical function ≥ 2.0 at baseline.\n  7. Subject reports relief from lumbar flexion and/or sitting.\n  8. Subject has baseline VAS of back and/or leg pain standing or walking ≥ 50mm.\n\nExclusion Criteria:\n\n* Subjects enrolled in this study must NOT meet any of the following exclusion criteria:\n\n  1. Subject is unable to provide written informed consent.\n  2. Subject has had previous lumbar spine surgery at the intended treatment level (e.g., laminectomy or fusion).\n  3. Subject has a grade II or greater spondylolisthesis on flexion and extension radiographs with 3mm instability.\n  4. Subject has confirmed or suspected osteoporosis or osteopenia.\n  5. Subject is enrolled, or intends to participate, in a clinical drug and/or device study (investigational device, investigational drug, new indication for a device or drug, or additional testing beyond standard of care procedures) which could confound the results of this trial as determined by the investigator.\n  6. Presence of other anatomic or comorbid conditions, or other medical, social, or psychological conditions that, in the investigator's opinion, could limit the subject's ability to participate in the clinical investigation or to comply with follow-up requirements.\n  7. Subject is pregnant or nursing.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shelley Trimm, BS",
                    "role": "CONTACT",
                    "phone": "7075085527",
                    "email": "strimm@pacificresearchinstitute.care"
                },
                {
                    "name": "Kam Murrell",
                    "role": "CONTACT",
                    "phone": "267.818.9024",
                    "email": "kmurrell@pacificresearchinstitute.care"
                }
            ],
            "locations": [
                {
                    "facility": "Evolve Restorative Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Santa Rosa",
                    "state": "California",
                    "zip": "95403",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.44047,
                        "lon": -122.71443
                    }
                },
                {
                    "facility": "The Raso Pain Center",
                    "status": "RECRUITING",
                    "city": "Jupiter",
                    "state": "Florida",
                    "zip": "33477",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jodie Laprade",
                            "role": "CONTACT",
                            "phone": "561-264-2929",
                            "email": "teamrasojodie@aol.com"
                        },
                        {
                            "name": "Louis Raso, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.93422,
                        "lon": -80.09421
                    }
                },
                {
                    "facility": "Koga Neurosurgery",
                    "status": "RECRUITING",
                    "city": "Slidell",
                    "state": "Louisiana",
                    "zip": "70458",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel Englert, RN",
                            "role": "CONTACT",
                            "phone": "985-269-7676",
                            "email": "rachel@koga.clinic"
                        },
                        {
                            "name": "Sebastian Koga, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.27519,
                        "lon": -89.78117
                    }
                },
                {
                    "facility": "National Spine and Pain Centers",
                    "status": "RECRUITING",
                    "city": "Oxon Hill",
                    "state": "Maryland",
                    "zip": "20745",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diamond Wilson",
                            "role": "CONTACT",
                            "phone": "301-485-7400",
                            "email": "DWilson@treatingpain.com"
                        },
                        {
                            "name": "Vipul Mangal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.80345,
                        "lon": -76.9897
                    }
                },
                {
                    "facility": "Comprehensive & Interventional Pain Management",
                    "status": "RECRUITING",
                    "city": "Henderson",
                    "state": "Nevada",
                    "zip": "89509",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shepard Urban",
                            "role": "CONTACT",
                            "phone": "702-990-4530",
                            "email": "shepardurbahnpac@cipmnv.com"
                        },
                        {
                            "name": "Rainer Vogel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.0397,
                        "lon": -114.98194
                    }
                },
                {
                    "facility": "Nevada Advanced Pain Specialists",
                    "status": "RECRUITING",
                    "city": "Reno",
                    "state": "Nevada",
                    "zip": "20745",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rachel Yetter",
                            "role": "CONTACT",
                            "phone": "775-284-8650",
                            "email": "rachael@nvadvancedpain.com"
                        },
                        {
                            "name": "Denis Patterson, DO",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.52963,
                        "lon": -119.8138
                    }
                },
                {
                    "facility": "Reno Tahoe Pain Associates",
                    "status": "RECRUITING",
                    "city": "Reno",
                    "state": "Nevada",
                    "zip": "89509",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Maria Peregrina",
                            "role": "CONTACT",
                            "phone": "775-236-8596",
                            "email": "peregrina@rtpain.net"
                        },
                        {
                            "name": "Ali Nairizi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.52963,
                        "lon": -119.8138
                    }
                },
                {
                    "facility": "The Pain Management Center",
                    "status": "RECRUITING",
                    "city": "Voorhees",
                    "state": "New Jersey",
                    "zip": "08043",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Onoshoze Bossey",
                            "role": "CONTACT",
                            "phone": "609-382-0392",
                            "email": "Onoshoze.Bossey@prospirapc.com"
                        },
                        {
                            "name": "Youseff Josephson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.48122,
                        "lon": -74.48321
                    }
                },
                {
                    "facility": "Premier Pain Treatment Institute",
                    "status": "RECRUITING",
                    "city": "Loveland",
                    "state": "Ohio",
                    "zip": "45140",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathy White",
                            "role": "CONTACT",
                            "phone": "513-454-7246",
                            "email": "kwhite@premierpaintreatment.com"
                        },
                        {
                            "name": "Michael Danko, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.26895,
                        "lon": -84.26383
                    }
                },
                {
                    "facility": "Center for Interventional Pain and Spine",
                    "status": "RECRUITING",
                    "city": "Chadds Ford",
                    "state": "Pennsylvania",
                    "zip": "17601",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Scherer",
                            "role": "CONTACT",
                            "phone": "844-365-7246",
                            "email": "ashleys@centerisp.com"
                        },
                        {
                            "name": "Ashley K",
                            "role": "CONTACT",
                            "phone": "844.365.7246",
                            "email": "ashleyk@centerisp.com"
                        },
                        {
                            "name": "Steven Falowski, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.87178,
                        "lon": -75.59132
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36264409",
                    "type": "DERIVED",
                    "citation": "Falowski SM, Raso LJ, Mangal V, Narizi A, Patterson DG, Danko MD, Justiz R, Vogel RS, Koga S, Josephson Y, Pope JE. A Prospective, Observational, Open-Label, Non-Randomized, Multicenter Study Measuring Functional Outcomes in a Novel Interspinous Fusion Device in Subjects with Low Back Pain: REFINE Study. Pain Ther. 2023 Feb;12(1):187-199. doi: 10.1007/s40122-022-00447-0. Epub 2022 Oct 20."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013130",
                    "term": "Spinal Stenosis"
                },
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000017116",
                    "term": "Low Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15927",
                    "name": "Spinal Stenosis",
                    "asFound": "Spinal Stenosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "asFound": "Low Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6475",
                    "name": "Constriction, Pathologic",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}