{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03796572",
            "orgStudyIdInfo": {
                "id": "18-001552"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Regional Blocks for Lateral Condyle Fractures",
            "officialTitle": "A Randomized Controlled Trial of Infraclavicular Nerve Blocks for Postoperative Pain Control in Operative Pediatric Lateral Condyle Fractures",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "regional-blocks-for-lateral-condyle-fractures"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-01-02",
            "studyFirstSubmitQcDate": "2019-01-07",
            "studyFirstPostDateStruct": {
                "date": "2019-01-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mauricio Silva",
                "investigatorTitle": "Mauricio Silva, M.D., Associate Clinical Professor, UCLA/Orthopaedic Institute for Children Department of Orthopaedic Surgery, Principal Investigator",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to investigate the post-operative pain control in pediatric patients with closed lateral condyle fractures who undergo open reduction and percutaneous pinning. Patients will be randomized into one of two groups. Group 1 will receive an infraclavicular nerve block to the affected extremity by a fellowship trained pediatric anesthesiologist prior to surgery. Group 2 will undergo the Orthopaedic Institute of Children's (OIC) standard preoperative protocol. Post-operative pain management will be the same for both groups per standard protocol. Pain level will be assessed post-operatively using the Wong-Baker FACES scale and parents will be asked to fill out a questionnaire regarding their satisfaction with the surgery and pain control. Parents will also fill out a medication log until the patient no longer requires pain medication. All patients in both groups will receive standard oxycodone solution prescriptions post-operatively as per typical protocol. The duration of participation in the study is approximately 1 week and requires 2 visits (time of recruitment at surgery and 1st post-op visit). This study is being conducted in hopes of developing comprehensive pain management protocols to reduce opioid consumption after surgical fixations of displaced lateral condyle fractures if the study can show that patients are more satisfied and require less opioid medication when receiving preoperative regional anesthesia.",
            "detailedDescription": "This is a double-blinded, randomized controlled trial evaluating the analgesic efficacy of infraclavicular regional blocks for postoperative pain control in patients following open reduction and percutaneous pinning for isolated closed lateral condyle fractures. Each patient will be evaluated initially at OIC's pediatric urgent care center and placed in a long arm splint with instructions to elevate the affected arm. Patients will not be discharged with any prescriptions for narcotic pain medication and will be instructed to take weight-based doses of acetaminophen and/or ibuprofen for pain control as needed.\n\nAll patients age 4-12 with isolated closed Weiss classification type II and III (\\>2mm displacement) lateral condyle fractures requiring fixation (e.g. satisfactory reduction not achieved with closed reduction and casting) will be approached for participation in the study. Demographic data (age, gender, weight, height, ethnicity, primary language spoken at home, insurance type) will be obtained through chart review on each included patient.\n\nThe exclusion criteria include open fractures, fractures with concomitant vascular or neurologic deficit, pathologic fractures, those presenting with concomitant injuries, swelling requiring post-operative hospitalization for monitoring, any known history of allergies to ropivacaine or oxycodone, and patients with developmental delay that would preclude participation in the visual analog Faces Pain Scale-Revised. Informed consent will be obtained from all parents who wish to participate in the study, and assent will be obtained from patients when possible. If parents refuse participation in the study, the reason for refusal will be documented, and their child's care and post-operative protocol will be consistent with typical protocol at OIC.\n\nAll surgeries will be performed at the outpatient surgery center at OIC. Prior to surgery each patient will be randomized into one of two treatment groups. The group selected to undergo regional anesthesia will receive a single-stick ultrasound-guided infraclavicular nerve block to the affected extremity by a fellowship-trained pediatric anesthesiologist in the operating room using standard sterile technique. For each block ropivacaine 0.5% will be administered up to a max of 0.5 mL/kg until appropriate US-guided spread is achieved. Block duration and volume of ropivacaine used will be recorded, as will any immediate complications encountered (e.g. failed block). Participants randomized to the no regional anesthesia group will not receive any additional anesthetic prior to surgery and will undergo OIC's standard preoperative protocol. All patients in both groups will receive general anesthesia per standard protocol. All patients will undergo open reduction and percutaneous pinning using 2-3 pins placed laterally by two pediatric orthopedic surgeons (Dr. Mauricio Silva and Dr. Rachel Thompson). Participants will all be placed in posterior long arm splints thereafter and made non-weight bearing in that extremity. The patients will be transferred to OIC's post-anesthesia care unit (PACU), where morphine IV 0.1mg/kg will be utilized as needed before discharge home. Nursing staff will record the amount of pain medication provided in the PACU, as well as the pre-discharge pain scores, as is typical post-operative protocol. Prior to discharge a prescription for oxycodone solution 0.1 mg/kg PO q4-6 hours as needed will be given to all participants in both groups with instructions on medication administration and how to fill out the home medication log as per typical OIC post-operative protocol.\n\nPost-operatively, the parents of each participant will be asked to use the Faces Pain Scale-Revised (FPS-R) to rate the child's level of pain at 24 hours and 48 hours after surgery. A research team member will call each participant's guardian at 24 and 48 hours post-operatively to collect these responses. Parents will further be asked to complete the modified Total Quality Pain Management Instrument (TQPM) regarding their level of satisfaction with surgery and post-operative pain control. Parents will be asked to report any side effects (e.g. nausea, vomiting, lethargy, constipation) associated with the medications. Parents will also be asked about any side effects (e.g. swelling, redness, hematoma, prolonged block) from the regional anesthesia. A take-home medication log will be utilized by the parents to record the type and amount of mediation given to each participant and to record any associated side effects."
        },
        "conditionsModule": {
            "conditions": [
                "Fractures, Closed",
                "Humeral Fractures",
                "Pain"
            ],
            "keywords": [
                "lateral condyle",
                "infraclavicular",
                "regional block"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Double-blinded randomized control trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Randomized envelopes used to allocate treatment groups.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Infraclavicular Regional Block",
                    "type": "EXPERIMENTAL",
                    "description": "This group is given ropivacaine 0.5% up to a max of .5 ml/kg until appropriate ultrasound guided spread is achieved.",
                    "interventionNames": [
                        "Drug: Ropivacaine"
                    ]
                },
                {
                    "label": "Puncture Wound",
                    "type": "SHAM_COMPARATOR",
                    "description": "This group is given the same puncture wound and dressing given to the experimental group.",
                    "interventionNames": [
                        "Other: Puncture Wound and Dressing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ropivacaine",
                    "description": "Regional anesthesia protocol of open reduction percutaneous pinning of lateral condyle humerus fracture Ropivacaine",
                    "armGroupLabels": [
                        "Infraclavicular Regional Block"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Puncture Wound and Dressing",
                    "description": "No regional anesthesia is given for open reduction percutaneous pinning of lateral condyle humerus fracture",
                    "armGroupLabels": [
                        "Puncture Wound"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Wong-Baker FACES Pain Scale-Revised (FPSR)",
                    "description": "Self reported measure of pain on scale ranging from 0 to 10. 0 (best) equals no pain and 10 (worst) equals worse pain imaginable.",
                    "timeFrame": "24 hours, 48 hours, and 1 week post-operatively"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total Quality Pain Management (TQPM) Instrument: 30 question questionnaire",
                    "description": "30 question questionnaire used to measure the quality of children's post-operative pain management in which parents and patients are asked multiple questions. Questions are partitioned into the following categories: \"What were you told about the hurt or pain?\", \"How did the pain medicine make you feel?\", \"How long did the hurt or pain last?\", \"How much hurt or pain did you feel?\", \"How happy were you with the pain?\", and \"Tell us how we could get an A+ for taking the hurt or pain away.\" Specific questions were aimed at gaining information on the following topics: post-operative pain management including domains in pain experience, pain relief, adverse affects, and future analgesic uses. The majority of the questions are binary (yes or no) and there are a few questions that include mild (best), moderate, and severe (worst) option. There is no numerical output or subscales; every question is evaluated independently and not combined for summary scores.",
                    "timeFrame": "1 week at first post-operative follow-up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Pain Medication Logs (Amount Taken)",
                    "description": "Self report take home medications logs recording time, type, and dosage of medication to record total amount of medication (mg) taken by patient.",
                    "timeFrame": "Immediately after surgery. Until the patient returns to first post-operative visit, 7-10 days post-operatively, assess up to 10 days."
                },
                {
                    "measure": "Pain Medication Logs (Side Effects)",
                    "description": "Self report take home medications logs recording associated side effects of medication taken.",
                    "timeFrame": "Immediately after surgery. Until the patient returns to first post-operative visit, 7-10 days post-operatively, assess up to 10 days."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Isolated lateral condyle humerus fracture\n* Closed lateral condyle humerus fracture\n* Weiss classification type II and III (\\>2mm displacement) lateral condyle fractures\n* Fractures treated with open reduction percutaneous pinning requiring fixation\n\nExclusion Criteria:\n\n* Open fractures\n* Fractures with concomitant vascular or neurologic deficit\n* Pathologic fractures\n* Those presenting with concomitant injuries\n* Swelling requiring post-operative hospitalization for monitoring\n* Any known history of allergies to ropivacaine or oxycodone\n* Patients with developmental delay that would preclude participation in the visual analog Faces Pain Scale-Revised",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "4 Years",
            "maximumAge": "12 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Samantha C Bauer, MS",
                    "role": "CONTACT",
                    "phone": "2137426537",
                    "phoneExt": "6537",
                    "email": "SBauer@mednet.ucla.edu"
                },
                {
                    "name": "Sierra M Pinal, BS",
                    "role": "CONTACT",
                    "phone": "2137421057",
                    "phoneExt": "1057",
                    "email": "spinal@mednet.ucla.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Orthopaedic Institute for Children",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90007",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mauricio Silva, MD",
                            "role": "CONTACT",
                            "phone": "213-742-1369",
                            "email": "msilva@mednet.ucla.edu"
                        },
                        {
                            "name": "Samantha C Bauer, MS",
                            "role": "CONTACT",
                            "phone": "2137426537",
                            "phoneExt": "6537",
                            "email": "SBauer@mednet.ucla.edu"
                        },
                        {
                            "name": "Mauricio Silva, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000050723",
                    "term": "Fractures, Bone"
                },
                {
                    "id": "D000006810",
                    "term": "Humeral Fractures"
                },
                {
                    "id": "D000005596",
                    "term": "Fractures, Closed"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000001134",
                    "term": "Arm Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "relevance": "LOW"
                },
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "asFound": "Fracture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M9869",
                    "name": "Humeral Fractures",
                    "asFound": "Humeral Fractures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8717",
                    "name": "Fractures, Closed",
                    "asFound": "Fractures, Closed",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M4444",
                    "name": "Arm Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077212",
                    "term": "Ropivacaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M1700",
                    "name": "Ropivacaine",
                    "asFound": "3 weeks",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}