{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05572632",
            "orgStudyIdInfo": {
                "id": "21-35495"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL161049",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL161049"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Rehabilitation in Safety-net Environments (RISE) to Improve Outcomes in Vulnerable Patients With COPD",
            "officialTitle": "Community-based Pulmonary Rehabilitation (COPD Wellness) and Social Navigation (Health Advocates) to Improve Outcomes in Vulnerable Patients With COPD",
            "acronym": "RISE",
            "therapeuticArea": [
                "Respiratory"
            ],
            "study": "rehabilitation-in-safety-net-environments-rise-to-improve-outcomes-in-vulnerable-patients-with-copd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-22",
            "studyFirstSubmitQcDate": "2022-10-05",
            "studyFirstPostDateStruct": {
                "date": "2022-10-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Chronic obstructive pulmonary disease (COPD), one of the leading causes of death in the US, disproportionately affects low socioeconomic communities. While few interventions effectively modify the course of COPD and improve outcomes, pulmonary rehabilitation is the one notable exception. However, implementation of this resource-intensive program in real-life settings, and in particular, for underserved communities, has proven to be challenging. Safety-net centers that serve primarily under-insured populations lack financial resources to provide pulmonary rehabilitation.\n\nThe 10-week COPD Wellness and Plus+ Program directly addresses this gap, and yet, programs like these do not automatically lead to improved outcomes, which leads to the implementation of a Health Advocates program to address participant's social needs and barriers to healthcare.",
            "detailedDescription": "The proposed study will directly test the benefit of the 10-week COPD Wellness and Plus+ Program relative to usual care and estimate the added benefit of the HA in COPD Wellness Plus+ to COPD Wellness alone in a three-arm, randomized waitlist-controlled trial conducted in three geographically isolated urban primary care sites that provide care for some of the most socially vulnerable patient populations with COPD. In this Type 1 effectiveness-implementation hybrid design, the investigators aim to 1) determine the effectiveness of COPD Wellness and Plus+ to improve functional and symptom outcomes; and, using a mixed-methods approach 2) to evaluate the implementation of COPD Wellness and Plus+ across study sites applying the Reach, Effectiveness, Adoption, Implementation, and Maintenance (RE-AIM) and Consolidated Framework for Implementation Research (CFIR) frameworks to identify additional barriers and enablers of intervention implementation and patient acceptance and adherence."
        },
        "conditionsModule": {
            "conditions": [
                "COPD (Chronic Obstructive Pulmonary Disease)"
            ],
            "keywords": [
                "Social Needs",
                "Chronic Disease",
                "Health Disparities",
                "Lung Diseases",
                "Community Resources"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Wait-list randomized controlled trial.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "The masked research coordinator will administer questionnaires and conduct clinical assessments at all study visits. Condition assignment will remain masked through data analysis and interpretation from study investigators and any team members involved in the data analysis. Furthermore, the COPD Wellness Coach leading weekly sessions, in addition to the research coordinator collecting endpoint measurements, will be masked to participant group status.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 387,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "COPD Wellness",
                    "type": "EXPERIMENTAL",
                    "description": "This arm, COPD Wellness gives low-intensity exercise component with pulmonary rehabilitation for individuals with moderate-to-severe COPD. COPD Wellness is a program that was built from the Better Breathing Program, that is a part of San Francisco Health Network (SFHN) standard care for COPD.",
                    "interventionNames": [
                        "Behavioral: COPD Wellness"
                    ]
                },
                {
                    "label": "Usual Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This includes access to comprehensive primary care services. Participants randomized to the usual care arm will be offered referral to the Better Breathing Program that is part of SFHN standard care for COPD. This program consists of an evidence-based curriculum that improves disease knowledge and management skills but has no effect on symptoms or functional status. At end of study enrollment, usual care participants will be offered the COPD Wellness intervention.",
                    "interventionNames": [
                        "Behavioral: Usual Care"
                    ]
                },
                {
                    "label": "COPD Wellness Plus+",
                    "type": "EXPERIMENTAL",
                    "description": "This arm includes COPD Wellness Plus+. This arm is built from COPD Wellness with the addition of Health Advocates (i.e. Plus+). This intervention seeks to understand the effects of addressing social needs on overall health and wellness through Zuckerberg San Francisco General Hospital's (ZSFG) Health Advocate (HA) program; participation and engagement with the HA's will serve as an adherence strategy.",
                    "interventionNames": [
                        "Behavioral: COPD Wellness Plus+"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "COPD Wellness",
                    "description": "COPD Wellness consists of 10 weekly sessions led by the COPD Wellness Coach. The intervention was designed to be portable, rely on little equipment, and require limited space (\\~300sqft). The curriculum was iteratively developed with patient input and builds behavioral capability and self-efficacy through 30 minutes blocks of disease education and self-management skill building, exercise training, and social support.",
                    "armGroupLabels": [
                        "COPD Wellness"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "COPD Wellness Plus+",
                    "description": "Couples COPD Wellness with the ZSFG Health Advocates Program. The HA will help the participant prioritize identified needs and, using an algorithm informed approach to connect the individual to the needed resource, this includes providing referrals to outside social or legal service agencies, help with applications for social benefits, or other services. The HA will use a checklist to track activities including review and prioritization of needs, referrals or resources provided, and contacts/contact attempts.",
                    "armGroupLabels": [
                        "COPD Wellness Plus+"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Usual Care",
                    "description": "Includes access to comprehensive primary care services that is standardized across the SFHN. Participants randomized to the usual care arm will be offered referral to the Better Breathing Program that is part of SFHN standard care for COPD. At end of study enrollment, usual care participants will be offered the COPD Wellness intervention.",
                    "armGroupLabels": [
                        "Usual Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline 6 Minute Walk Test to end-of-intervention (3-month) visit",
                    "description": "Standardized validated test to measure distance walked in 6 minutes",
                    "timeFrame": "3-month (End of intervention) visit"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline 6 Minute Walk Test at 6-month and 9-month visit following end-of-intervention",
                    "description": "Standardized validated test to examine functional status and measure distance walked in 6 minutes (reported in meters)",
                    "timeFrame": "Baseline, 6-month, and 9-month visit following end-of-intervention"
                },
                {
                    "measure": "Change from Baseline COPD Assessment Test (CAT) at 3-month (End of Intervention) visit, 6-month, and 9-month visit",
                    "description": "Standardized validated comprehensive measure COPD Assessment Test (CAT) of symptom burden for individuals with COPD, minimum score: 0 - maximum score: 40, higher score indicates a more symptomatic COPD",
                    "timeFrame": "Baseline, 3-month (End of intervention) visit, 6-month, and 9-month visit"
                },
                {
                    "measure": "Change from Baseline Quality of Life (SF-CRQ) assessment at 3-month (End of Intervention) visit, 6-month, and 9-month visit",
                    "description": "Health related quality of life is assessed using the validated Short-Form Chronic Respiratory Disease Questionnaire (SF-CRQ). This includes questions about four domains: dyspnea, fatigue, emotional function, and mastery. Items are answered using a 7-point scale Likert scale and summed within each domain. Higher results indicate a higher health-related quality of life.",
                    "timeFrame": "Baseline, 3-month (End of intervention) visit, 6-month, and 9-month visit"
                },
                {
                    "measure": "Intervention Adherence at End-of-intervention (3 month)",
                    "description": "Adherence as defined by the proportion of sessions attended out of ten",
                    "timeFrame": "Assessed during 10-week COPD Wellness Intervention"
                },
                {
                    "measure": "Change from Baseline COPD exacerbation history at 3-month (End of Intervention) visit, 6-month, and 9-month follow up",
                    "description": "Self-report non-standardized questionnaire on COPD exacerbation episodes; Exacerbation defined as a visit to an urgent care or emergency department for COPD, a hospitalization for COPD, or a prescription of an oral steroid for worsening COPD symptoms; not scored, higher exacerbations indicate more symptomatic COPD",
                    "timeFrame": "Baseline, 3-month (End of intervention) visit, 6-month, and 9-month visit"
                },
                {
                    "measure": "Health System Proportion of patients referred to the intervention",
                    "description": "Proportion of patients referred who enroll and participate in the study, which refers to the percent of patients referred that accept (attend 1+ session) COPD Wellness and Plus+ (intervention reach)",
                    "timeFrame": "Baseline, 24-months after study implementation"
                },
                {
                    "measure": "Health System Adoption of intervention for patients referred",
                    "description": "Proportion of de novo referrals from primary care/post-hospitalization versus prompted referrals from research coordinator",
                    "timeFrame": "Baseline, 24-months after study implementation"
                },
                {
                    "measure": "Healthy System Maintenance of intervention from start of study to end of study activities",
                    "description": "Referral pattern at start vs. at end of study period; staff and leadership intension to continue COPD Wellness and Plus+",
                    "timeFrame": "Baseline, Year 3 of study period (end of study activities)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change from Baseline Hospital Anxiety and Depression (HAD) Score at 3-month (End of Intervention) visit, 6-month, and 9-month visit",
                    "description": "14-item standardized validated questionnaire titled Hospital Anxiety and Depression Scale (HADS) that includes sub-scales on anxiety and depression-- scores added at the end; minimum: 0 - maximum: 21; 0-7 is considered normal, 8-10 is considered borderline abnormal, 11-21 is considered abnormal",
                    "timeFrame": "Baseline, 3-month (End of intervention) visit, 6-month, and 9-month visit"
                },
                {
                    "measure": "Change from Baseline Smoking Status at 3-month (End of Intervention) visit, 6-month, and 9-month visit",
                    "description": "Current use, duration of use, and pack-years will be assessed using the National Health Interview Survey (NHIS) Section IV Part A (Health Behaviors - Tobacco) questionnaire; standardized and validated; not scored",
                    "timeFrame": "Baseline, 3-month (End of intervention) visit, 6-month, and 9-month visit"
                },
                {
                    "measure": "Change from Baseline Social Needs Screening at 3-month (End of Intervention) visit, 6-month, and 9-month follow up",
                    "description": "Using the Accountable Health Communities (AHC) Health Related Social Needs (HRSN) Screening Tool to assess for food and housing insecurity, transportation issues, and financial strain; standardized and validated; not scored, higher numbers indicate higher social need",
                    "timeFrame": "Baseline, 3-month (End of intervention) visit, 6-month, and 9-month visit"
                },
                {
                    "measure": "Change in step count and accelerometry at 3-month (End of Intervention) visit, 6-month, and 9-month follow up",
                    "description": "Step count and accelerometry as measured by FitBit Inspire 2 will be compared between the intervention groups (COPD Wellness \\& Plus+) and the waitlist control group, and between COPD Wellness and Plus+",
                    "timeFrame": "3-month (End of intervention) visit, 6-month, and 9-month visit"
                },
                {
                    "measure": "Change in resting heart rate and heart rate variability at 3-month (End of Intervention) visit, 6-month, and 9-month follow up",
                    "description": "Resting heart rate and heart rate variability as measured by Fitbit Inspire 2 will be compared between the intervention groups (COPD Wellness \\& Plus+) and the waitlist control group, and between COPD Wellness and Plus+",
                    "timeFrame": "3-month (End of intervention) visit, 6-month, and 9-month visit"
                },
                {
                    "measure": "Change from Baseline Medication Adherence at 3-month (End of Intervention), 6-month, and 9-month visit",
                    "description": "Non-standardized validated questionnaire assessing mean number of days in which patient took all doses of controller medications (i.e., inhalers taken daily to prevent flare ups) as prescribed in last 7 days; seeking Electronic Health Record (EHR)-confirmation of healthcare visit (from COPD Exacerbation History) and medication prescription; not scored",
                    "timeFrame": "Baseline, 3-month (End of intervention) visit, 6-month, and 9-month visit"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of signed and dated informed consent form\n* Willingness to participate in the COPD Wellness program\n* 40 to 90 years old\n* English or Spanish speaking\n* Physician-diagnosed COPD\n* Spirometry-confirmed FEV1/FVC ratio \\<= 0.7 and FEV1% predicted \\<80% based on GLI-O prediction equation\n* COPD Assessment Test ≥ 10 or history of 1+ exacerbation requiring hospitalization or 2+ outpatient exacerbations requiring steroid therapy\n* Currently prescribed COPD medication(s)\n* Ability to exercise with lower extremities\n* No COPD exacerbations for ≥ 6 weeks\n* Currently receiving care within SFHN\n\n  * Note: Forced expiratory volume in the first second (FEV1); Forced vital capacity (FVC)\n\nExclusion Criteria:\n\n* Pregnancy\n* Dementia, cognitive impairment, or symptomatic psychiatric illness that would impair them from participating\n* Unstable cardiovascular disease (includes recent \\[\\<6 months\\] myocardial infarction or pulmonary embolism, uncontrolled arrhythmia, poorly controlled heart failure)\n* Other severe co-morbidity which means exercise is contraindicated (screened by Registered Nurse in consultation with Pulmonologist)\n* Transmittable pulmonary infection (tuberculosis, COVID19)\n* Participated in pulmonary rehabilitation in the past 12-months\n* COPD exacerbation in the past 6 weeks\n* Activities restrictions that limit one's ability to engage in moderate physical activity\n* Other diagnosis or condition that carry a prognosis of death within the next year",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "40 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Neeta Thakur, MD, MPH",
                    "role": "CONTACT",
                    "phone": "628-206-8314",
                    "email": "neeta.thakur@ucsf.edu"
                },
                {
                    "name": "Valeria M Rojas, BS",
                    "role": "CONTACT",
                    "phone": "408-840-1971",
                    "email": "Valeria.rojas@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Neeta Thakur, MD, MPH",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Zuckerberg San Francisco General (ZSFG) Hospital",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neeta Thakur, MD, MPH",
                            "role": "CONTACT",
                            "phone": "628-206-8314",
                            "email": "neeta.thakur@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Maxine Hall Health Center (MHHC)",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Migdalia Ordonez, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Southeast Health Center (SEHC)",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94124",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith Seidel, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "10974183",
                    "type": "BACKGROUND",
                    "citation": "Troosters T, Gosselink R, Decramer M. Short- and long-term effects of outpatient rehabilitation in patients with chronic obstructive pulmonary disease: a randomized trial. Am J Med. 2000 Aug 15;109(3):207-12. doi: 10.1016/s0002-9343(00)00472-1."
                },
                {
                    "pmid": "23017153",
                    "type": "BACKGROUND",
                    "citation": "Baumann HJ, Kluge S, Rummel K, Klose H, Hennigs JK, Schmoller T, Meyer A. Low intensity, long-term outpatient rehabilitation in COPD: a randomised controlled trial. Respir Res. 2012 Sep 27;13(1):86. doi: 10.1186/1465-9921-13-86."
                },
                {
                    "pmid": "23030585",
                    "type": "BACKGROUND",
                    "citation": "Selzler AM, Simmonds L, Rodgers WM, Wong EY, Stickland MK. Pulmonary rehabilitation in chronic obstructive pulmonary disease: predictors of program completion and success. COPD. 2012 Aug;9(5):538-45. doi: 10.3109/15412555.2012.705365."
                },
                {
                    "pmid": "19481919",
                    "type": "BACKGROUND",
                    "citation": "Fischer MJ, Scharloo M, Abbink JJ, van 't Hul AJ, van Ranst D, Rudolphus A, Weinman J, Rabe KF, Kaptein AA. Drop-out and attendance in pulmonary rehabilitation: the role of clinical and psychosocial variables. Respir Med. 2009 Oct;103(10):1564-71. doi: 10.1016/j.rmed.2008.11.020. Epub 2009 May 29."
                },
                {
                    "pmid": "26623686",
                    "type": "BACKGROUND",
                    "citation": "Rochester CL, Vogiatzis I, Holland AE, Lareau SC, Marciniuk DD, Puhan MA, Spruit MA, Masefield S, Casaburi R, Clini EM, Crouch R, Garcia-Aymerich J, Garvey C, Goldstein RS, Hill K, Morgan M, Nici L, Pitta F, Ries AL, Singh SJ, Troosters T, Wijkstra PJ, Yawn BP, ZuWallack RL; ATS/ERS Task Force on Policy in Pulmonary Rehabilitation. An Official American Thoracic Society/European Respiratory Society Policy Statement: Enhancing Implementation, Use, and Delivery of Pulmonary Rehabilitation. Am J Respir Crit Care Med. 2015 Dec 1;192(11):1373-86. doi: 10.1164/rccm.201510-1966ST."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000029424",
                    "term": "Pulmonary Disease, Chronic Obstructive"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "asFound": "Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23449",
                    "name": "Pulmonary Disease, Chronic Obstructive",
                    "asFound": "Chronic Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}