{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05502653",
            "orgStudyIdInfo": {
                "id": "STUDY22030175"
            },
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Relationship of Inflammation and Pulmonary Function to Fungal Translocation in HIV",
            "officialTitle": "Relationship of Fungal Translocation, Inflammation, and Pulmonary Function in HIV",
            "acronym": "RIFFT",
            "therapeuticArea": [
                "Respiratory",
                "Infectious Diseases",
                "Other"
            ],
            "study": "relationship-of-inflammation-and-pulmonary-function-to-fungal-translocation-in-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-03",
            "studyFirstSubmitQcDate": "2022-08-15",
            "studyFirstPostDateStruct": {
                "date": "2022-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Alison Morris",
                "investigatorTitle": "professor of medicine",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "University of Pittsburgh",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigator will study the origin of fungal translocation in HIV, its relationship to the mycobiome, and its relationship to lung function and inflammation. Supported by the preliminary data and published studies, this project is based on the premise that circulating BDG derived from microbial translocation stimulates inflammation and worsens lung function in PWH.\n\nChronic obstructive pulmonary disease (COPD) is a significant public health problem with few therapies that modify disease trajectory. COPD is a leading cause of mortality in the United States associated with increased morbidity and healthcare costs. Long-acting bronchodilators and inhaled corticosteroids are mainstays of therapy that control symptoms and reduce acute exacerbation frequency, but do not have a significant impact on mortality or lung function trajectory. The National Heart, Lung, and Blood Institute's COPD National Action Plan focuses on the critical need for research to characterize COPD risk factors and disease mechanisms in order to improve the understanding of causes and progression of disease. The ultimate goal is to provide precision therapy to appropriate patient subgroups to preserve health or arrest disease progression.\n\nMicrobial organisms in the gut may have a profound effect on lung disease. The role of the gut-lung axis, defined as the cross-talk between gut microbiota and the lungs, in the pathogenesis of chronic respiratory diseases is emerging as an area of interest. Perturbations of gut microbiota characterized by low microbial diversity and changes in microbiota abundance are linked to childhood asthma risk, airflow obstruction in adult asthma, and severe lung dysfunction in cystic fibrosis. Studies in animals show that both a high fiber diet that modulates gut microbiota and an abundance of beneficial bacterial strains attenuate inflammation, emphysema, and COPD development in response to cigarette smoke exposure in murine models. In humans, recent investigations show differences in the gut microbial communities between COPD patients and healthy individuals as well as shifts in the gut microbiome with acute exacerbations of COPD.",
            "detailedDescription": "Baseline, 18 month and 36 month visits will all be the same.\n\nURINE COLLECTION/INGESTION OF HYPOTONIC SOLUTION:\n\nAssessment of gut epithelial barrier integrity: Gut epithelial barrier integrity will be measured by the lactulose/mannitol differential sugar absorption test. The test will be performed at the CTRC the morning of the baseline visit. After an overnight fast, participants will be asked to ingest a solution of 5 grams of lactulose and 2 grams of mannitol in 100 mL of tap water. All urine passed in the subsequent five hours will be collected. Total urine volume will be measured and then a 100 mL volume will be stored at -80 degrees Celsius for later measurement of sugar absorption.\n\nBLOOD:\n\nThe investigator will obtain approximately 90 ml (6 tablespoons) blood samples for measurement of BDG and proteins. Blood will be processed for serum, plasma, and PBMCs. Small amount will be used for hemoglobin and carboxyhemoglobin to accurately interpret PFT data.\n\nBREATHING TEST(PFT):\n\nBreathing tests are routine clinical tests that measure lung function; spirometry (measures the ability to move air in and out of the lungs), lung volumes (measures the amount of air trapped in the lungs), and DLco measure carbon monoxide. In addition, subjects will be asked to inhale two puffs of albuterol, which is an inhaled medicine (bronchodilator) that may open up breathing passages, and to repeat some of the breathing tests. The breathing test will be performed by a PFT technician, member of study team.\n\nORAL WASH:\n\nOral wash samples will be collected by a member of study team. To get the best specimen possible, the investigator needs to collect cells from the inside of the cheeks and gums. Participants will be asked to rinse 10ml of a saline solution vigorously from one side of their mouth to the other, concentrating on cheek-to-cheek swishing.\n\nSPUTUM:\n\nSputum samples may be collected by a PFT technician. Participants will be asked to wash out their mouth before the testing. Participants will be administered albuterol before the sputum induction unless they just completed a PFT in which case they would have already received albuterol. and then breathe in and out mists of salt water (3% - 5% saline) with a mouthpiece for 20 minutes. During this time, participants will actively cough and spit out their saliva (\"spit\") and sputum into two separate cups every 4 minutes during 20 minutes. The investigator will also monitor participant's peak flow every 4 minutes (by blowing out as hard and fast as they can through a mouth piece) during the procedure. If peak flow falls to less than 80% of baseline, sputum induction will be discontinued and albuterol administered. The investigator will examine participant's sputum for the presence of bacteria and viruses, number of cells, and amounts of chemicals called mediators. These samples will also be used to measure any chemical compounds, cells or genes in the participant's body that are involved in emphysema, COPD or other organ involvement associated with COPD.\n\nSTOOL:\n\nParticipants may be provided with a stool collection kit at the study visit. Instructions on collection and return of the samples will be provided to the participants.\n\nQUESTIONNAIRES:\n\nQuestionnaires related to demographics, tobacco and other substance use, medical history, medications, exacerbations, symptoms, and quality of life. will be administered by a member of research team to all participants. These are paper and pencil questionnaires and can be completed while waiting for other testing.\n\nMEDICAL RECORD REVIEW:\n\nInformation regarding smoking, illicit drug and other medication usage will be obtained. Information regarding pulmonary and cardiac diagnosis and procedures will be obtained. Only information pertaining to this research and potential pulmonary outcomes will be researched."
        },
        "conditionsModule": {
            "conditions": [
                "HIV Infections",
                "Inflammation",
                "COPD"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "urine, blood, oral wash, sputum, stool"
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Assess intestinal and lung permeability with the lactulose/mannitol differential sugar absorption test",
                    "description": "measure of BDG levels with the Fungitell assay44 in urine collected after 5 grams of lactulose and 2 grams of mannitol have been ingested",
                    "timeFrame": "urine collection over 6 hours after ingestion of sugar solution at baseline"
                },
                {
                    "measure": "Assess intestinal and lung permeability with the lactulose/mannitol differential sugar absorption test",
                    "description": "measure of BDG levels with the Fungitell assay44 in urine collected after 5 grams of lactulose and 2 grams of mannitol have been ingested",
                    "timeFrame": "urine collection over 6 hours after ingestion of sugar solution at 18 months"
                },
                {
                    "measure": "Assess intestinal and lung permeability with the lactulose/mannitol differential sugar absorption test",
                    "description": "measure of BDG levels with the Fungitell assay44 in urine collected after 5 grams of lactulose and 2 grams of mannitol have been ingested",
                    "timeFrame": "urine collection over 6 hours after ingestion of sugar solution at 36 months"
                },
                {
                    "measure": "BDG levels will be assayed in undiluted plasma samples",
                    "description": "Using the Fungitell Assay (Associates of Cape Cod, East Falmouth, MA)62,63 according to manufacturer's instructions, modified to utilize a lower standard curve, 7.8 -250 pg/mL. The Fungitell Assay is a chromogenic kinetic test that was approved by the Food and Drug Administration in 2003 for the clinical measurement of BDG with \\>80 pg/mL is considered a positive test.",
                    "timeFrame": "Blood will be collected at baseline after ingestion of 5 grams of lactulose and 2 grams of mannitol."
                },
                {
                    "measure": "BDG levels will be assayed in undiluted plasma samples",
                    "description": "Using the Fungitell Assay (Associates of Cape Cod, East Falmouth, MA)62,63 according to manufacturer's instructions, modified to utilize a lower standard curve, 7.8 -250 pg/mL. The Fungitell Assay is a chromogenic kinetic test that was approved by the Food and Drug Administration in 2003 for the clinical measurement of BDG with \\>80 pg/mL is considered a positive test.",
                    "timeFrame": "Blood will be collected at 18 months after ingestion of 5 grams of lactulose and 2 grams of mannitol."
                },
                {
                    "measure": "BDG levels will be assayed in undiluted plasma samples",
                    "description": "Using the Fungitell Assay (Associates of Cape Cod, East Falmouth, MA)62,63 according to manufacturer's instructions, modified to utilize a lower standard curve, 7.8 -250 pg/mL. The Fungitell Assay is a chromogenic kinetic test that was approved by the Food and Drug Administration in 2003 for the clinical measurement of BDG with \\>80 pg/mL is considered a positive test.",
                    "timeFrame": "Blood will be collected at 36 months after ingestion of 5 grams of lactulose and 2 grams of mannitol."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine if higher circulating BDG levels predict disease progression and systemic immune cell activation in HIV COPD",
                    "description": "Assess lung function at each visit with spirometry looking at the outcome of DLco progression over 3 years.",
                    "timeFrame": "baseline"
                },
                {
                    "measure": "Determine if higher circulating BDG levels predict disease progression and systemic immune cell activation in HIV COPD",
                    "description": "Assess lung function at each visit with spirometry looking at the outcome of DLco progression over 3 years.",
                    "timeFrame": "at 18 months"
                },
                {
                    "measure": "Determine if higher circulating BDG levels predict disease progression and systemic immune cell activation in HIV COPD",
                    "description": "Assess lung function at each visit with spirometry looking at the outcome of DLco progression over 3 years.",
                    "timeFrame": "at 36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 to 80\n* HIV positive\n* Virally-suppressed on ART for at least 6 months\n* subjects enrolled in Dr. Morris's HLRC Studies STUDY20020151, STUDY19080258, STUDY19060243, STUDY19070181, STUDY19070181, STUDY19050326 OR subjects being seen at the HIV/PACT clinics.\n\nExclusion Criteria:\n\n* Contraindication to pulmonary function testing (i.e., abdominal or cataract surgery within 3 months, recent myocardial infarction, etc.).\n* individuals with clinical or radiographic evidence of another significant pulmonary diagnosis (e.g. interstitial lung disease, active asthma)\n* inflammatory bowel disease\n* pregnancy\n* use of antibiotics in the prior 2 weeks\n* immunomodulators in the prior 6 months\n* unable to perform any study procedures.",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "People living with HIV",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cathy J Kessinger",
                    "role": "CONTACT",
                    "phone": "412-624-8330",
                    "email": "kessingercj@upmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Alison J Morris, MD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}