{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05075603",
            "orgStudyIdInfo": {
                "id": "NIT-112"
            },
            "organization": {
                "fullName": "NeoImmuneTech",
                "class": "INDUSTRY"
            },
            "briefTitle": "Relapsed/Refractory Large B-cell Lymphoma With NT-I7 Post-CD19 CAR T-cell Therapy",
            "officialTitle": "A Phase 1b Study Evaluating the Safety, Tolerability and Preliminary Anti-tumor Activity of NT-I7 (Efineptakin Alfa) a Long-acting Human IL-7, Post-Kymriah® (Tisagenlecleucel), Post-Yescarta® (Axicabtagene Ciloleucel), or Post-Breyanzi® (Lisocabtagene Maraleucel) in Subjects With Relapsed/Refractory Large B-cell Lymphoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "relapsed-refractory-large-b-cell-lymphoma-with-nt-post-car-t-cell-therapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-06",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-13",
            "studyFirstSubmitQcDate": "2021-10-09",
            "studyFirstPostDateStruct": {
                "date": "2021-10-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NeoImmuneTech",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multicenter Phase 1b study evaluating the safety, tolerability, and preliminary anti-tumor activity of NT-I7 administration following standard of care CD19 CAR T-cell therapy for eligible subjects with r/r LBCL.",
            "detailedDescription": "This is a multicenter Phase 1b study evaluating the safety, tolerability, and preliminary anti-tumor activity of NT-I7 administration following standard of care CD19 CAR T-cell therapy for eligible subjects with r/r LBCL. The study consists of a Dose Escalation phase followed by a Dose Expansion phase.\n\nIn the Dose Escalation phase, subjects will be enrolled in 1 of 7 dose levels, starting with 60 µg/kg and up to 720 µg/kg. A dose schedule for an individual dose level will not be taken into expansion until the Dose Escalation phase has been completed or a maximum tolerated dose (MTD) has been determined, whichever occurs first.\n\nIn the Dose Expansion phase, up to 15 subjects will be enrolled and treated with the recommended dose identified in the Dose Escalation phase.\n\nUp to 17- 42 subjects in the Dose Escalation phase, and up to 15 subjects in the Dose Expansion phase will be enrolled at approximately 20 study centers.\n\nTreatment Plan:\n\nNT-I7 (aka rhIL-7-hyFc, efineptakin alpha), Tisagenlecleucel (Kymriah®), Axicabtagene ciloleucel (Yescarta®), Lisocabtagene Maraleucel (Breyanzi®)\n\n\\*CAR-T Therapy will be administered per manufacturer's recommendations and in accordance with FDA prescribing guidelines and best institutional practices for standard of care use."
        },
        "conditionsModule": {
            "conditions": [
                "Refractory Diffuse Large B-cell Lymphoma",
                "Refractory Diffuse Large B-Cell Lymphoma, Not Otherwise Specified",
                "Recurrent Diffuse Large B-Cell Lymphoma",
                "Refractory High Grade B-Cell Lymphoma",
                "Refractory Transformed Follicular Lymphoma to Diffuse Large B-Cell Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 57,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "NT-I7 after CAR-T (Kymriah, Yescarta, or Breyanzi) infusion",
                    "type": "EXPERIMENTAL",
                    "description": "CAR-T infusion administered per standard of care at Day 0 followed by NT-I7 on Day 21.",
                    "interventionNames": [
                        "Drug: Efineptakin alfa",
                        "Drug: Tisagenlecleucel",
                        "Drug: Axicabtagene ciloleucel",
                        "Drug: Lisocabtagene Maraleucel"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Efineptakin alfa",
                    "description": "NT-I7 is administered via an intramuscular injection after CAR-T infusion on Day 21.",
                    "armGroupLabels": [
                        "NT-I7 after CAR-T (Kymriah, Yescarta, or Breyanzi) infusion"
                    ],
                    "otherNames": [
                        "NT-I7",
                        "rhIL-7-hyFc"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Tisagenlecleucel",
                    "description": "Administered as standard of care as described in the package insert on Day 0.",
                    "armGroupLabels": [
                        "NT-I7 after CAR-T (Kymriah, Yescarta, or Breyanzi) infusion"
                    ],
                    "otherNames": [
                        "Kymriah"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Axicabtagene ciloleucel",
                    "description": "Administered as standard of care as described in the package insert on Day 0.",
                    "armGroupLabels": [
                        "NT-I7 after CAR-T (Kymriah, Yescarta, or Breyanzi) infusion"
                    ],
                    "otherNames": [
                        "Yescarta"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lisocabtagene Maraleucel",
                    "description": "Administered as standard of care as described in the package insert on Day 0.",
                    "armGroupLabels": [
                        "NT-I7 after CAR-T (Kymriah, Yescarta, or Breyanzi) infusion"
                    ],
                    "otherNames": [
                        "Breyanzi"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "For Dose Escalation Phase: Incidence of adverse events (AE)",
                    "description": "According to NCI Common Terminology Criteria for Adverse Events (CTCAE) v5.0",
                    "timeFrame": "21 Days"
                },
                {
                    "measure": "Incidence of Dose Limiting Toxicities (DLT)",
                    "description": "DLT is defined as any AE occurring within the first 21 days after NT-I7 injection that is considered to be at least possibly, probably, or definitely related to the study treatment (NT-I7) per the investigator, and that meets at least one of the non-hematologic or hematologic criteria listed below.",
                    "timeFrame": "21 Days"
                },
                {
                    "measure": "To determine the Maximum Tolerated Dose (MTD)",
                    "description": "The MTD will be defined as the dose of NT-I7 that yields a DLT rate ≤ 33%.",
                    "timeFrame": "21 Days"
                },
                {
                    "measure": "To determine the Recommended Phase 2 Dose (RP2D)",
                    "description": "Determination of the RP2D: The RP2D will be based on an accumulation of all available data. All available data including clinical Pharmacokinetic, Pharmacodynamic, anti-tumor activity (including best overall response rate) and safety, and nonclinical pharmacology data will be pooled. Integrated dose-response and exposure-response analyses will be conducted to determine the RP2D",
                    "timeFrame": "21 Days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measurement of Duration of Response (DOR)",
                    "description": "Duration of Response (DoR) for the responders defined as the time from the first occurrence of a documented objective response (Partial Response \\[PR\\] or Complete Response \\[CR\\]) to the time of the first documented disease progression or death from any cause, whichever occurs first, per the Lugano classification as determined by the investigator.",
                    "timeFrame": "up to 3 months"
                },
                {
                    "measure": "Measurement of Progression-Free Survival (PFS)",
                    "description": "Progression Free Survival (PFS) defined as the time from the first study treatment (Day 1) to the first occurrence of progression or death from any cause, whichever occurs first, per the Lugano classification as determined by the investigator.",
                    "timeFrame": "up to 3 months"
                },
                {
                    "measure": "Measurement of Overall Survival (OS)",
                    "description": "Overall survival (OS) defined as the time from first study treatment (Day 1) to death from any cause.",
                    "timeFrame": "up to 3 months"
                },
                {
                    "measure": "Rates of grade 3 and higher cytokine release syndrome (CRS)",
                    "description": "Grading of CRS will be based on American Society for Transplantation and Cellular Therapy (ASTCT) guidelines.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "Rates of grade 3 and higher immune effector cell associated neurotoxicity syndrome (ICANS)",
                    "description": "Grading of ICANS will be based on American Society for Transplantation and Cellular Therapy (ASTCT) guidelines.",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "The effect of NT-I7 on CAR-T cells expansion by Quantitative DNA Polymerase Chain Reaction (PCR)",
                    "timeFrame": "Up to 3 months"
                },
                {
                    "measure": "The effect of NT-I7 on CAR-T cells expansion by fluorescence-activated cell sorting (FACS)",
                    "timeFrame": "Up to 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Subjects must meet all the following criteria for study entry:\n\n1. Must be ≥18 years on the day of signing informed consent.\n2. Be willing and able to provide written informed consent/assent for the study.\n3. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0-1\n4. Subjects should be eligible for CAR-T therapy respective to the current FDA-approved CAR-T label for Yescarta, Breyanzi, or Kymriah.\n5. Subjects with histologically confirmed relapsed or refractory LBCL including diffuse large B-cell lymphoma (DLBCL) not otherwise specified (NOS), high grade B-cell lymphoma,DLBCL arising from follicular lymphoma, and primary mediastinal large B-cell lymphoma, must be eligible for SOC CD19 CAR T-cell Therapy.\n\n   (a) Tumor tissue (fresh or archival) must have been tested to confirm the type of LBCL.\n6. Subjects must have measurable disease by IWG response criteria for lymphoma \\[Lugano classification (3)\\]\n\n   1. Baseline fluorodeoxyglucose (FDG)-PET/computed tomography (CT) scans must show positive lesions compatible with CT-defined anatomical tumor sites but will not be used in subsequent clinical decisions.\n   2. A previously irradiated lesion can be considered a target lesion if the lesion is well defined, measurable, and has clearly progressed.\n   3. Subjects that received bridging therapy pre-lymphodepletion will be allowed for enrollment regardless of re-staging results (PMR or CMR), even if the lesion is not measurable per the criteria mentioned above.\n   4. PET/CT scans done as SOC up to 28 days pre-lymphodepletion therapy will be allowed.\n\n   All subjects whose scans are \\> 28 days from lymphodepletion therapy will need a re-staging FDG-PET/CT scan.\n7. (This is a placeholder for inclusion criterion 7, which has been removed.)\n8. Subjects must have a life expectancy of greater than or equal to 12 weeks per assessment from the enrolling physician.\n9. Adequate organ and marrow function per institutional guidelines at the start of lymphodepleting chemotherapy as pre-conditioning for SOC CD19 CAR T-cell infusion.\n\nThe following laboratory parameters (9a-h) are recommendations. Labs outside of these ranges may be considered for inclusion after consultation with the medical monitor. Cytopenia resulting from disease or bridging therapy will not be considered exclusionary.\n\n1. Hemoglobin ≥8.0 g/dL or ≥4.96 mmol/L\n2. Absolute neutrophil count ≥1,000/µL\n3. Platelets \\>50,000/µL\n4. Total bilirubin ≤1.5 × institutional upper limit of normal (ULN) OR direct bilirubin ≤ULN for subjects with total bilirubin levels \\>1.5 × ULN, except subject with documented Gilbert's syndrome (\\>3 x ULN), who must have a baseline total bilirubin ≤ 3.0 mg/dL\n5. AST(SGOT)/ALT(SGPT) ≤2.5 × ULN (AST and/or ALT ≤5 × ULN for subjects with liver metastasis)\n6. Alkaline phosphatase ≤2.5 × ULN (≤5 × ULN for subjects with documented liver involvement or bone metastases)\n7. Creatinine clearance (CrCl) ≥30 mL/min as calculated per institutional standard.\n8. INR and aPTT ≤1.5 × ULN unless subject is receiving anticoagulant therapy as long as PT or aPTT is within therapeutic range of intended use of anticoagulants 10. Female subjects who are either postmenopausal for at least 1 year, are surgically sterile for at least 6 weeks; female subjects of childbearing potential must agree to remain abstinent (refrain from heterosexual intercourse) or to use dual methods of contraception for the duration of study treatment and for 90 days after NT-I7 injection, whichever is longer. Female subjects of childbearing potential (including women who have had a tubal ligation) must have a negative serum or urine pregnancy test within 72 hours prior to NT-I7 injection. If the urine test is positive, or cannot be confirmed as negative, a serum pregnancy test will be required.\n\n   11. ECG demonstrating Fridericia's corrected QT interval (QTcF) \\< 500 ms. Patients with QTcF ≥ 500 ms will require clearance by a local cardiologist.\n\n   Exclusion Criteria:\n\n   Subjects meeting any of the following criteria are not eligible for enrollment in the study:\n   1. In Dose Escalation phase: Grade ≥3 CRS or ICANS post-CD19 CAR T-cell infusion. Note: Grade 1 or 2 CRS or ICANs must be completely resolved \\>3 days prior to NT-I7 injection\n   2. In Dose Expansion phase: Grade ≥3 CRS or ICANS post-CD19 CAR T-cell infusion. Note: Grade 1 or 2 CRS or ICANS must be completely resolved \\>3 days prior to NT-I7 injection\n   3. Pregnant, lactating or breastfeeding or expecting to conceive or father children within the study duration from screening through 120 days after the last dose of study treatment.\n   4. This exclusion criteria has been removed and remains as a placeholder.\n   5. Subjects with documented current central nervous system (CNS) involvement by lymphoma are to be excluded from study participation.\n   6. Any concurrent chemotherapy or biologic or hormonal therapy for cancer treatment.\n\n      Note: Concurrent use of hormones for noncancer-related conditions (e.g., insulin for diabetes and hormone replacement therapy) is acceptable. In addition, local treatment (eg, by local surgery or radiotherapy) of isolated lesions for palliative intent is acceptable beyond the DLT evaluation period with prior consultation and agreement with the medical monitor.\n   7. Subjects who have autoimmune disease history for the past 2 years, including but not limited to systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Bell's palsy, Guillain-Barre syndrome, multiple sclerosis, vasculitis, or glomerulonephritis. The following are exceptions to this criterion:\n\n      1. Subjects with vitiligo or alopecia.\n      2. Subjects with type 1 diabetes mellitus.\n      3. Subjects with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement\n      4. Psoriasis not requiring systemic treatment.\n      5. NOTE: Diverticulitis that is not associated with inflammatory bowel disease is not considered exclusionary (e.g., subjects who do not have active diarrhea due to chronic diverticulitis).\n   8. Have active and clinically relevant bacterial, fungal, viral, or TB infection, including known Hepatitis A, B, or C or HIV (testing not required).\n   9. Concurrent enrollment in another clinical study unless it is an observational (noninterventional) clinical study.\n   10. Receipt of any conventional or investigational anticancer therapy, not otherwise specified above, within 30 days prior to NT-I7 injection.\n   11. Unresolved toxicities from prior anticancer therapy, defined as having not resolved to NCI CTCAE v5.0 Grade ≤ 1 with the exception of alopecia and laboratory values listed per the inclusion criteria. Subjects with irreversible toxicity that is not reasonably expected to be exacerbated by any of the investigational products may be included (e.g., hearing loss, peripheral neuropathy) after consultation with the medical monitor.\n   12. Receipt of live, attenuated vaccine within 30 days prior to NT-I7 injection. Note: Subjects, if enrolled, should not receive live vaccine during the study and through 30 days after NT-I7 injection, whichever is longer. The administration of killed vaccines is permitted at any time.\n   13. Has had an allogenic tissue/solid organ transplant or bone marrow transplant.\n   14. Subjects for whom intramuscular therapy is contraindicated.\n   15. Has clinically significant cardiac disease, including, but not limited to, any of the following:\n\n   <!-- -->\n\n   1. Uncontrolled atrial fibrillation\n   2. Congestive Heart Failure NYHA Class ≥ 2\n   3. Or any of the following within 6 months prior to Baseline, Day 0 CAR-T administration:\n\n      * Unstable angina\n      * Myocardial infarction\n      * Coronary artery bypass grafting\n      * Coronary angioplasty\n      * Coronary stenting\n      * Clinically significant cardiac arrhythmia and/or conduction abnormality\n   4. History of other clinically significant cardiac disease that, in the opinion of the Investigator or designee, is a contraindication to study treatment is also excluded.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kristina Stermer, MMS",
                    "role": "CONTACT",
                    "phone": "240-801-9068",
                    "email": "kstermer@neoimmunetech.com"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Budde, MD, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Elizabeth Budde, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                },
                {
                    "facility": "Barbara Ann Karmanos Cancer Hospital dba Karmanos Cancer Center",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Abhinav Deol",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "Washington University in St. Louis",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Armin Ghobadi, MD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Armin Ghobadi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Duke Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ahmed Galal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000016403",
                    "term": "Lymphoma, Large B-Cell, Diffuse"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18831",
                    "name": "Lymphoma, Large B-Cell, Diffuse",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M11221",
                    "name": "Lymphoma, Follicular",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1866",
                    "name": "Diffuse Large B-Cell Lymphoma",
                    "asFound": "Diffuse Large B-Cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2361",
                    "name": "Follicular Lymphoma",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000629083",
                    "term": "Axicabtagene ciloleucel"
                },
                {
                    "id": "C000626284",
                    "term": "Tisagenlecleucel"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M163159",
                    "name": "Tisagenlecleucel",
                    "asFound": "S100",
                    "relevance": "HIGH"
                },
                {
                    "id": "M288196",
                    "name": "Axicabtagene ciloleucel",
                    "asFound": "Validating",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}