{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06486558",
            "orgStudyIdInfo": {
                "id": "RIV-HU6-106"
            },
            "organization": {
                "fullName": "Rivus Pharmaceuticals, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Relative Bioavailability Study of HU6",
            "officialTitle": "A Phase 1, Open-label, Randomized, Two-Part Study to Assess the Safety and Pharmacokinetics of Tablet and Capsule Formulations of HU6 in Healthy Subjects.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "relative-bioavailability-study-of"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-16",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-18",
            "studyFirstSubmitQcDate": "2024-06-27",
            "studyFirstPostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Rivus Pharmaceuticals, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a 2-part study. Part 1 will assess the relative bioavailability of the new 450 mg tablet test formulation compared to the 150 mg capsule reference formulation (3 x 150 mg). Part 1 dosing will be conducted in the fasted state. Part 2 will assess the effect of food (and fat content) on the pharmacokinetics of the 450 mg tablet test formulation.",
            "detailedDescription": "This is a 2-part study. Part 1 is an open-label, randomized, Latin-square 2x2 crossover study. Forty subjects will be randomized to treatment sequence to determine the order in which they will receive the tablet (test) or capsule (reference) formulation in the fasted state. Fourteen days will separate dosing in Period 1 and Period 2. After Part 1 is completed, the Part 1 pharmacokinetic blood samples will be shipped for bioanalysis. Study conduct will proceed to Part 2. Fourteen days will separate dosing in Part 1 Period 2 and Part 2 Period 1.\n\nPart 2 is an open-label, randomized, Latin-square 2x2 crossover study. The approximately 40 subjects who participated in Part 1 will be randomized to treatment sequence to determine the order in which they will receive the tablet (test) formulation in the high fat fed state or the low fat fed state. Fourteen days will separate dosing in Period 1 and Period 2"
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active Treatment HU6 450 mg tablet",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: HU6 450 mg Tablet"
                    ]
                },
                {
                    "label": "Active Treatment HU6 450 mg Capsules (150 mg x 3)",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: HU6 150 mg Capsules x 3 (Total dose = 450 mg)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "HU6 450 mg Tablet",
                    "description": "new 450 mg tablet test formulation",
                    "armGroupLabels": [
                        "Active Treatment HU6 450 mg tablet"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "HU6 150 mg Capsules x 3 (Total dose = 450 mg)",
                    "description": "150 mg capsule reference formulation (3 x 150 mg).",
                    "armGroupLabels": [
                        "Active Treatment HU6 450 mg Capsules (150 mg x 3)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Area under the plasma concentration-time curve (AUC) from time 0 to last quantifiable time point (AUC0-t),",
                    "timeFrame": "14 days"
                },
                {
                    "measure": "Maximum concentration (Cmax)",
                    "timeFrame": "14 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female between 18 and 55 years of age, inclusive, at time of informed consent.\n\n   1. Female subjects of childbearing potential must be non-lactating, not pregnant as confirmed by a negative serum pregnancy test at Screening and admission to CRU, and using, and agree to continue using, an effective method of contraception for at least 4 weeks or barrier method for 2 weeks prior to first study drug administration until 30 days after the last dose of study drug.\n   2. Female subjects of non-childbearing potential must be surgically sterile (e.g., hysterectomy, bilateral tubal ligation, oophorectomy) or post-menopausal (no menses for \\>1 year with follicle stimulating hormone (FSH) \\>40 U/L at Screening).\n   3. Female subjects of childbearing potential must not donate ova during the study and for at least 30 days after the last dose of study drug.\n   4. Male subjects who have not had a vasectomy and/or subjects who have had a vasectomy but have not had 2 post-surgery negative tests for sperm must agree to use an acceptable method of contraception from time of first dose of study drug until 30 days after the last dose of the study drug, and to not donate sperm during the study and for at least 30 days after the last dose of study drug.\n2. Body mass index (BMI) ≥ 18.5 kg/m2 and ≤ 30.0 kg/m2 at Screening.\n3. Healthy per investigator judgment as documented by medical history, physical examination, vital sign assessments, 12-lead ECG, clinical laboratory assessments, and general observations. Note that Screening abnormalities or findings outside the normal ranges for any clinical assessments that are considered clinically significant by the Investigator (clinical laboratory tests, ECG, vital signs) may be repeated once at the discretion of the Investigator(s), and results that continue to be outside the normal ranges must be judged by the investigator to be not clinically significant and acceptable for study participation.\n4. Able to understand the procedures and requirements of the study and provide written informed consent and authorization for protected health information disclosure.\n5. Willing and able to comply with the requirements of the study protocol.\n\nExclusion Criteria:\n\n1. Current or past clinically significant history of cardiovascular, cerebrovascular, pulmonary, gastrointestinal, hematologic, renal, hepatic, immunologic, metabolic, urologic, neurologic, dermatologic, psychiatric, or other major disease, as determined by the investigator in consultation with the medical monitor, which may impact safety.\n2. History of cancer (except treated non-melanoma skin cancer) or history of chemotherapy use within 5 years prior to Screening.\n3. Any surgical or medical condition or history that, in the opinion of the investigator in consultation with the medical monitor, may potentially alter the absorption, metabolism, or excretion of study drug, such as, but not limited to, gastric bypass surgery or significant small bowel resections.\n4. Contraindication to study drug or its excipients and/or history of or anaphylactic reactions or clinically significant allergic reaction.\n5. Resting heart rate \\<45 or \\>100 bpm, systolic blood pressure \\<90 or \\>160 mm Hg, or diastolic blood pressure \\<50 or \\>110 mmHg.\n6. On screening ECG and by history:\n\n   1. A marked baseline prolongation of QT/QTcF interval (e.g., repeated demonstration of a QTcF interval \\>450 msec for males and \\>470 msec for females).\n   2. A history of additional risk factors for Torsades de Pointes (e.g., heart failure, hypokalemia, family history of Long QT Syndrome) or a family history (immediate family member or grandparent \\< 60 years of age) of sudden cardiac death of unknown origin.\n7. Use of any prescription medication or over-the counter medications (including multivitamins, herbal-containing preparations, and products with cannabidiol \\[CBD\\]) within 14 days prior to admission to the CRU.\n\n   Exceptions:\n   1. Hormonal contraceptives and hormone replacement therapies (oral, injectable, transdermal, or implanted) are permitted.\n   2. Topical medication for skin disorders may be added at the discretion of the Investigator in consultation with the Medical Monitor, if it is determined there is no significant systemic absorption of the medication which may impact other exclusions of medications noted above.\n   3. Acetaminophen use up to 1000 mg per day is permitted.\n   4. Ibuprofen (or other nonsteroidal anti-inflammatory drug \\[NSAID\\]) is prohibited within 1 day prior to admission to the CRU.\n8. Consumption of any food or drink/beverage containing grapefruit or grapefruit juice, pomelo juice, star fruit, Seville or Moro (blood) orange products within 7 days before admission to CRU. Vegetables from the mustard green family (e.g., kale, broccoli, watercress, collard greens, kohlrabi, brussels sprouts, mustard) must not be consumed within 24 hours before admission to CRU.\n9. History of significant drug abuse (i.e., cocaine, phencyclidine, opioid derivatives including heroin, and amphetamine derivatives) within one year prior to Screening. Marijuana use (and other tetrahydrocannabinol \\[THC\\] containing products) is prohibited within 7 days prior to Screening and throughout the study.\n10. History of regular alcohol consumption exceeding 7 drinks/week \\[1 drink = 5 ounces (150 mL) of wine or 12 ounces (360 mL) of beer or 1.5 ounces (45 mL) of hard liquor\\] within 6 months of Screening.\n11. Positive urine drug screen for drugs of abuse or positive urine alcohol screen (or breathalyzer alcohol test) at Screening or Admission. Note that positive THC is acceptable at Screening based on Investigator judgment.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Catherine MacLaren",
                    "role": "CONTACT",
                    "phone": "9196495822",
                    "email": "cmaclaren@rivuspharma.com"
                }
            ],
            "locations": [
                {
                    "facility": "Nucleus Network",
                    "city": "Saint Paul",
                    "state": "Minnesota",
                    "zip": "55114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dayna S",
                            "role": "CONTACT",
                            "phone": "651-724-5047",
                            "email": "daynas@prismresearchinc.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.94441,
                        "lon": -93.09327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}