{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04946994",
            "orgStudyIdInfo": {
                "id": "K23NR019744",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/K23NR019744"
            },
            "organization": {
                "fullName": "Case Western Reserve University",
                "class": "OTHER"
            },
            "briefTitle": "Relationship of Exercise, Sleep, and Inflammation Markers in People Living With HIV",
            "officialTitle": "Relationship of Formal Exercise Interventions, Sleep, and Inflammation Markers in People Living With HIV",
            "acronym": "REST",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "relationship-of-exercise-sleep-and-inflammation-markers-in-people-living-with-hiv"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-07",
            "studyFirstSubmitQcDate": "2021-06-29",
            "studyFirstPostDateStruct": {
                "date": "2021-07-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Christine Horvat Davey",
                "investigatorTitle": "Primary Investigator",
                "investigatorAffiliation": "Case Western Reserve University"
            },
            "leadSponsor": {
                "name": "Christine Horvat Davey",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Washington",
                    "class": "OTHER"
                },
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this randomized clinical trial is to characterize the effects of two exercise interventions, high-intensity interval training (HIIT) and continuous moderate-intensity exercise (CME), on sleep and inflammation in older people living with HIV (PWH). This study is a sub-study associated with The High Intensity Exercise Study to Attenuate Limitations and Train Habits in Older Adults with HIV (HEALTH-HIV; NCT04550676). The investigators propose the following aims: Aim 1. Compare the effectiveness of HIIT and CME exercise interventions on sleep in older PWH. Aim 2. Quantify inflammation markers associated with sleep quality (self-report surveys) in older PWH at baseline, between (week 8) and after exercise interventions (HIIT and CME) (week 16). The investigators hypothesize HIIT will lead to greater improvement in sleep quality (duration and quality) compared to CME and older PWH who experience poor sleep quality and the CME intervention will have increased inflammation markers compared to older PWH who experience better sleep quality and the HIIT intervention. The intervention is being delivered by research personnel at the University of Washington associated with the HEALTH-HIV study (NCT04550676). Data for this study will only be collected at the University of Washington site of the HEALTH-HIV study.",
            "detailedDescription": "An estimated 50% of people living with HIV (PWH) in the United States are 50 years and older. Although HIV antiretroviral therapy is effective, older PWH are diagnosed with comorbidities at an earlier age, which contributes to poorer health outcomes, including poor sleep quality. Sleep quality is a modifiable behavior in PWH. Higher levels of specific systemic inflammation markers are associated with poor sleep quality in the general population as well as PWH. Less physical activity is also associated with increased inflammation. The collective or interacting impact of low levels of physical activity and inflammation on poor sleep quality may be stronger than either independent factor; therefore, it is vital to examine the potentially causal pathway between physical activity, sleep, and inflammation in order to help mitigate poor sleep quality. HIIT is safe and has higher efficacy in improving health outcomes compared to CME in those with chronic illness (i.e., coronary artery disease, diabetes), yet little is known about the effects of HIIT on sleep in people living with HIV. The primary outcome measures include: change in sleep quality and patterns of sleep from week 0 to 16 of the intervention and change in inflammation markers from week 0 to 8 and week 0 to 16 of the intervention. Our primary sleep quality outcomes will be the sleep fragmentation index, sleep efficiency, and mean sleep duration for sleep quantity. All three will be based on actigraphy. The primary inflammation markers of interest are interleukin (IL)-6, IL-10, IL-13, IFN-y, C reactive protein (CRP) and tumor necrosis factor (TNF)-α due to prior association with sleep quality, other inflammation markers, IL-1β, IL-2, IL-4, IL-8 and IL-12p70 will be exploratory to identify potential pathways of sleep impairments."
        },
        "conditionsModule": {
            "conditions": [
                "Hiv",
                "Sleep"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will first be randomized to continuous moderate intensity or high-intensity interval training for 16 weeks.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High intensity interval training",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Behavioral: HIIT"
                    ]
                },
                {
                    "label": "Continuous moderate intensity exercise",
                    "type": "ACTIVE_COMPARATOR",
                    "interventionNames": [
                        "Behavioral: CME"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HIIT",
                    "description": "The participant will walk/jog for 50 continuous minutes at 55% VO2peak. For resistance exercise, the initial goal will be to complete 3 sets of 8-10 repetitions of 4 exercises at low intensity (50% 1-RM) and then progress to moderate intensity (70-80% 1-RM). Exercise intensity will increase every 4 weeks or when participants can complete more than 8 repetitions with proper form at the prescribed weight.",
                    "armGroupLabels": [
                        "High intensity interval training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "CME",
                    "description": "The participant will walk/jog for 50 continuous minutes at 55% VO2peak. For resistance exercise, the initial goal will be to complete 3 sets of 8-10 repetitions of 4 exercises at low intensity (50% 1-RM) and then progress to moderate intensity (70-80% 1-RM). Exercise intensity will increase every 4 weeks or when participants can complete more than 8 repetitions with proper form at the prescribed weight.",
                    "armGroupLabels": [
                        "Continuous moderate intensity exercise"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sleep quality",
                    "description": "Change in sleep quality will be assessed through wrist actigraphy.",
                    "timeFrame": "0-16 weeks"
                },
                {
                    "measure": "Sleep fragmentation index",
                    "description": "Change in sleep fragmentation index will be assessed through wrist actigraphy.",
                    "timeFrame": "0-16 weeks"
                },
                {
                    "measure": "Sleep efficiency",
                    "description": "Change in sleep efficiency will be assessed through wrist actigraphy.",
                    "timeFrame": "0-16 weeks"
                },
                {
                    "measure": "Mean sleep duration",
                    "description": "Change in mean sleep duration will be assessed through wrist actigraphy.",
                    "timeFrame": "0-16 weeks"
                },
                {
                    "measure": "Interleukin inflammation markers",
                    "description": "Change in inflammation markers. Specifically examining interleukin (IL)-6, IL-10, IL-13, IL-1β, IL-2, IL-4, IL-8, IL-12p70.",
                    "timeFrame": "0-8 weeks and 0-16 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Interferon gamma inflammation marker",
                    "description": "Change in inflammation markers. Specifically examining interferon gamma (IFN-y).",
                    "timeFrame": "0-8 weeks and 0-16 weeks"
                },
                {
                    "measure": "C-reactive protein inflammation marker",
                    "description": "Change in inflammation markers. Specifically examining C-reactive protein (CRP).",
                    "timeFrame": "0-8 weeks and 0-16 weeks"
                },
                {
                    "measure": "Tumor necrosis factor alpha inflammation marker",
                    "description": "Change in inflammation markers. Specifically examining tumor necrosis factor alpha (TNF-α).",
                    "timeFrame": "0-8 weeks and 0-16 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* confirmed HIV infection\n* sedentary lifestyle, defined as self-reported physical activity that breaks a sweat \\<3 days/week, with no regular resistance exercise for 3 months prior to the study\n* on a current, modern antiretroviral therapy (ART) (anti-retroviral regimen)\n* documented HIV-1 RNA \\<200 copies/mL in the past 12 months\n* willing to engage in a supervised exercise program 3 times/week for 16 weeks\n* poor sleep quality based on self-report survey (Pittsburgh Sleep Quality Index, total score \\>5)\n* aged ≥ 50 years\n* English speaking\n\nExclusion Criteria:\n\n* not controlled hypertension-defined as resting systolic blood pressure \\>150 mmHg or diastolic blood pressure \\>90 mmHg; participants who do not meet these criteria at first screening will be re-evaluated, including follow-up evaluation by their primary care provider with initiation or adjustment of anti-hypertensive medications\n* Indicators of unstable ischemic heart disease (e.g., angina, ST segment depression) or serious arrhythmias-at rest or during the graded exercise test without negative follow-up evaluation will be cause for exclusion; follow-up evaluation must include diagnostic testing (e.g., thallium stress test) with interpretation by a cardiologist\n* New York Heart Association Class III or IV congestive heart failure, clinically significant aortic stenosis, uncontrolled angina, or uncontrolled arrhythmia\n* Pulmonary disease-requiring the use of supplemental oxygen at rest or with physical exertion",
            "healthyVolunteers": false,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Any gender can be included.",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christine Horvat Davey, PhD, RN",
                    "role": "CONTACT",
                    "phone": "216-368-5352",
                    "email": "cmh166@case.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Case Western Reserve University",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine Horvat Davey, PhD, RN",
                            "role": "CONTACT",
                            "phone": "216-368-5352",
                            "email": "cmh166@case.edu"
                        },
                        {
                            "name": "Christine Horvat Davey, PhD, RN",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "University if Washington",
                    "status": "RECRUITING",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98195",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Webel, PhD, RN",
                            "role": "CONTACT",
                            "email": "awebel@uw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A de-identified data set may be shared with investigators upon written request, review and approval by institutional officials, and establishing a data use agreement. Investigators requesting other study documents (protocol, analysis plan, informed consent, code, etc.) should contact the study team.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "The investigator will make the following available upon request after the primary manuscript is published: the trial description information, protocol, SAP, ICF. Data will be posted to ClinicalTrials.gov after publication of the primary manuscript. Until that time, a message will also appear stating that the trial data will be available after publication of the primary manuscript.",
            "accessCriteria": "Investigators interested in acquiring study data should contact the study team. Sharing of de-identified data will be considered upon review/approval of the request by the Institutional Review Board, with a data use agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}