{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06292936",
            "orgStudyIdInfo": {
                "id": "30692"
            },
            "organization": {
                "fullName": "Temple University",
                "class": "OTHER"
            },
            "briefTitle": "RemI for Post-Bariatric Surgery Weight Regain",
            "officialTitle": "Evaluation of a Remotely-Delivered Behavioral Intervention for Post-Bariatric Surgery Weight Regain",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "remi-for-post-bariatric-surgery-weight-regain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-09",
            "studyFirstSubmitQcDate": "2024-02-27",
            "studyFirstPostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Temple University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Rush University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test the effectiveness of remotely-delivered interventions (utilizing acceptance-based behavioral treatment skills (ABTi)) amongst bariatric surgery populations who are experiencing weight regain postoperatively (\\> 5% from their lowest postoperative weight and after postoperative Month 6). Investigators aim to evaluate ABTi's efficacy for reversing weight regain and its effect on targeted weight control behaviors and weight-related comorbidities by comparing participants randomly assigned ABTi (n = 100) to those assigned to a Control group that also receives brief phone calls but that focus on reiterating instruction on the dietary and behavioral changes required of surgery and initially taught preoperatively (C, n = 100).\n\nThe main research aims are:\n\n1. To compare changes in body weight over 12 months in 200 bariatric patients who have regained \\> 5% of their weight and are randomly assigned to ABTi or Control.\n2. To compare changes in eating behaviors (i.e., caloric intake, frequency of maladaptive eating behaviors), physical activity, and weight-related comorbidities (i.e., biomarkers of diabetes, hypertension) over 12 months in the two groups.\n3. Exploratory - To test ABTi's theoretical mechanisms of action, including a) effects of theory-based active ingredients (i.e., acceptance, defusion, values clarity, mindfulness) on weight outcomes and b) changes in impact of internal states (i.e., hunger, cravings) on eating behavior."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity",
                "Bariatric Surgery Candidate"
            ],
            "keywords": [
                "Acceptance-Based Behavioral Therapy",
                "Postoperative Outcomes",
                "Weight Regain"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acceptance-Based Behavioral Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants assigned to ABTi will receive a remotely delivered intervention consisting of 20 modules over 6 months. Based on theory derived from acceptance and mindfulness approaches, the intervention provides psychological strategies to facilitate engagement in weight control behaviors. Each module includes a video presentation of material synchronized with a slideshow illustrating session material, interactive features, quizzes that will ensure participants have mastered the material, and directed assignments to be completed throughout the week. Participants will be assigned to view each module, self-monitor their daily food intake, and weigh themselves weekly. At the completion of each module, a brief call with a coach will be scheduled to discuss and clarify the content of the session, review homework, and provide feedback on food records and weekly weights.",
                    "interventionNames": [
                        "Behavioral: Acceptance-Based Behavioral Intervention"
                    ]
                },
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants assigned to the Control condition will receive telephone contacts from the coaches on the same schedule as those who receive ABTi. The content will focus on the (re) delivery of the dietary and behavioral instruction that patients received prior to bariatric surgery. For example, participants will be reminded to consume reduced portion sizes, avoid foods higher in sugar and fat, and eat discrete meals throughout the day. They will receive a Wi-Fi scale and will be asked to weigh themselves weekly, similar to those receiving ABTi."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Acceptance-Based Behavioral Intervention",
                    "description": "Intervention will evaluate acceptance-based behavioral treatment (ABT) for individuals who are experiencing weight regain after bariatric surgery. ABT builds acceptance and mindfulness skills that increase the capacity to experience uncomfortable internal states (e.g., food cravings, hunger, negative affect). Online treatments include video modules demonstrating session content as well as interactive features. These interventions are particularly desirable, reduced participant burden, and are cost effective.\n\nABT provides patients unique skills that directly target causes of dietary non-adherence. ABT provides patients specialized skills to directly target causes of dietary nonadherence (rather that solely repeating behavioral strategies they received during preoperative medical weight management required by their third party payers and bariatric surgery programs).",
                    "armGroupLabels": [
                        "Acceptance-Based Behavioral Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Weight",
                    "description": "Weight will be measured with a digital scale with participants dressed in light clothes and without shoes. Percent weight loss will be calculated from participants' current weight (at each assessment point) as compared to their baseline weight. Weight will be measured in lbs.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Caloric Intake",
                    "description": "Caloric intake will be measured via the Automated Self Administered 24-hour Dietary Assessment Tool (ASA-24), which is a public-access, freely available (through the National Cancer Institute), web-based tool to obtain high-quality dietary intake data with minimal bias.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Eating Behavior - Cognitive Constraint",
                    "description": "Eating Behavior will be measured via The Eating Inventory, which measures three factors related to eating behavior: 1) cognitive restraint, 2) disinhibition, and 3) hunger.\n\nThe Eating Inventory (also known as the three factor eating questionnaire) is separated into two parts. The first part consists of 36 questions and the second part consists of 15 questions. Part 1 allocates one point for each item (1-36). One point is given for each item on the Likert scale for Part 2 (i.e., 1 point given for \"rarely\" and three points given for \"usually\").\n\nIt is difficult to quantify a better or worse outcome here. Typically, higher scores in the cognitive constraint item, indicate greater conscious control over eating behavior.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Eating Behavior - Disinhibition",
                    "description": "Eating Behavior will be measured via The Eating Inventory, which measures three factors related to eating behavior: 1) cognitive restraint, 2) disinhibition, and 3) hunger.\n\nThe Eating Inventory (also known as the three factor eating questionnaire) is separated into two parts. The first part consists of 36 questions and the second part consists of 15 questions. Part 1 allocates one point for each item (1-36). One point is given for each item on the Likert scale for Part 2 (i.e., 1 point given for \"rarely\" and three points given for \"usually\").\n\nIt is difficult to quantify a better or worse outcome here. Typically, higher scores in Disinhibition signify a greater tendency to overeat or lose control over eating behavior.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Eating Behavior - Hunger",
                    "description": "Eating Behavior will be measured via The Eating Inventory, which measures three factors related to eating behavior: 1) cognitive restraint, 2) disinhibition, and 3) hunger.\n\nThe Eating Inventory (also known as the three factor eating questionnaire) is separated into two parts. The first part consists of 36 questions and the second part consists of 15 questions. Part 1 allocates one point for each item (1-36). One point is given for each item on the Likert scale for Part 2 (i.e., 1 point given for \"rarely\" and three points given for \"usually\").\n\nIt is difficult to quantify a better or worse outcome here. Typically, a higher score in Hunger indicates greater subjective feelings of hunger and appetite.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Physical Activity",
                    "description": "Objectively measured physical activity outcomes will be minutes of moderate to vigorous physical activity accumulated overall and in bouts of 10 minutes or longer as assessed by the activPAL. The activPAL is a wireless multi-sensor monitor worn on the thigh. This technology has been shown to accurately measure time engaged in physical activity intensity categories. Participants will wear the activPAL for 7 days at all assessment points.",
                    "timeFrame": "12 Months Overall (intervals of 7 days at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Weight-Related Medical Comorbidities - Number of participants with hypertension",
                    "description": "Hypertension will be measured by participants undergoing a blood pressure check via blood pressure cuff.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Weight-Related Medical Comorbidities - Number of participants with diabetes",
                    "description": "Diabetes will be measured by participants undergoing a blood draw to evaluate blood glucose and HbA1c (after a 12 hour fast).",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Weight-Related Medical Comorbidities - Number of participants with hypercholesterolemia",
                    "description": "Hypercholesterolemia will be measured by participants undergoing a blood draw to evaluate cholesterol levels and triglycerides (after a 12 hour fast).",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Weight-Related Medical Comorbidities - Number of participants with hyperlipidemia",
                    "description": "Hyperlipidemia will be measured by participants undergoing a blood draw to evaluate cholesterol levels and triglycerides (after a 12 hour fast).",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Mechanisms of Action (Exploratory) - Acceptance of food-related internal experiences",
                    "description": "Proposed mediators of treatment outcome will be assessed via self-report questionnaires. Acceptance of food-related internal experiences will be measured with the Food-Related Acceptance and Action Questionnaire (FAAQ).\n\nThe FAAQ is made up of 10 items that are each rated on a seven-point Likert scale (i.e., 1=never true and 7=always true). The minimum score on this scale is a 10 and the maximum score on this scale is a 70. Higher scores generally indicate greater acceptance of motivations to eat.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Mechanisms of Action (Exploratory) - Mindfulness",
                    "description": "Proposed mediators of treatment outcome will be assessed via self-report questionnaires. Acceptance The Philadelphia Mindfulness Scale (PHLMS) will be used to assess mindfulness.\n\nThe PHLMS is a 20-question survey, where respondents rank choices on a 5 item Likert scale (1=Never and 5=Very often). Items on the PHLMS cover various aspects of mindfulness, including attention to present-moment experiences, awareness of thoughts and feelings, and the ability to maintain a non-judgmental and accepting stance toward one's experiences. The minimum value on this scale is 20 and the maximum value is 100. Typically, a higher score indicates greater levels of mindfulness.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Mechanisms of Action (Exploratory) - Defusion",
                    "description": "Proposed mediators of treatment outcome will be assessed via self-report questionnaires. Defusion will be measured with the Drexel Defusion Scale (DDS), a self-report measure assessing the extent of the ability to defuse from different internal experiences.\n\nThe DDS is a 12-item questionnaire that is scored on a 6 level Likert scale (0=Not at all, 5=Very often). The minimum value on this scale is 0, while the maximum value on this scale is 60. Higher scores tend to indicate greater cognitive defusion (the ability to observe thoughts without getting entangled), while lower scores indicate greater cognitive fusion (being entangled with thoughts).",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Mechanisms of Action (Exploratory) - Values clarity",
                    "description": "Proposed mediators of treatment outcome will be assessed via self-report questionnaires. Values clarity will be measured with the Valued Living Questionnaire (VLQ).\n\nThe VLQ consists of two parts. Part 1 asks respondents to rank life domains on a scale of 1-10, indicating their level of importance, and Part 2 asks respondents to rank consistency of actions with life values on a scale of 1-10. The VLQ is scored as a composite, and the mean composite score is \\~61. Overall, it can be useful to look at consistent to see if an individual's actions are consistent with their values, it can be useful to view domains that are the most top-ranked, and it can be useful to get an overall picture of an individual's sense of fulfillment. In general, a high composite score would indicate that an individual places high value on their identified life domains and reports high consistency between their values and actions.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Mechanisms of Action (Exploratory) - Depressive symptoms",
                    "description": "Proposed mediators of treatment outcome will be assessed via self-report questionnaires. The Patient Health Questionnaire-9 (PHQ-9) will be used to assess depressive symptoms.\n\nThe PHQ-9 consists of 9 items that are ranked on a 4-point Likert scale (0=Not at all, 3=Nearly every day). The minimum value on this scale is a 0 and the maximum value on this scale is 27. Generally, higher scores indicate more severe depressive symptoms.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Mechanisms of Action (Exploratory) - Anxiety",
                    "description": "Proposed mediators of treatment outcome will be assessed via self-report questionnaires. The Generalized Anxiety Disorder-7 (GAD-7) will be used to assess symptoms of anxiety.\n\nThe GAD-7 consists of 7 items that are ranked on a 4-point Likert scale (0=Not at all, 3=Nearly every day). The minimum value on this scale is a 0 and the maximum value on this scale is 21. Generally, higher scores indicate more severe anxiety symptoms.",
                    "timeFrame": "12 Months (Assessment points at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Mechanisms of Action (Exploratory) - Internal states",
                    "description": "Levels of hunger and food cravings will be measured via ratings on a 5-point Likert-scale (1 - \"disagree strongly\" to 5 - \"agree strongly\") in response to the questions \"Please rate the extent to which you agree with the following statement: I am craving food\" and \"Please rate the extent to which you agree with the following statement: I am hungry.\" Ratings of \\>4 will be classified as high levels of hunger and food cravings.This previously used method will be adapted to measure urges to overeat (i.e., \"Please rate the extent to which you agree with the following statement: I am having the urge to overeat.\"). The Negative Affect scale will be used to measure negative affect, as adapted from the Positive and Negative Affect Scale (PANAS).",
                    "timeFrame": "12 Months Overall (intervals of 7 days at baseline, 3 Month, 6 Month, 12 Month)"
                },
                {
                    "measure": "Mechanisms of Action (Exploratory) - Maladaptive eating behaviors",
                    "description": "Loss of control eating will be assessed via responses to the following questions rated on a 5-point Likert scale (1 - \"not at all\" to 5 - \"extremely\"): \"While you were eating, to what extent did you feel...\" - 1) \"...a sense of loss of control,\" 2) \"...that you could not resist eating?\", 3) \"...that you could not stop eating once you started,\" and 4) \"...driven or compelled to eat?\" For emotional eating, questions will include \"While you were eating, to what extent did you...\" 1) \"...comfort yourself with food,\" and 2) \"... overeat when you were stressed, angry, frustrated, upset, or anxious.\" For grazing, the following question will be asked in regard to eating episodes: \"While you were eating, to what extent did you eat small or modest amounts of food in a repetitive and unplanned manner.\" Maladaptive eating behaviors will be considered present when a rating of \\>3 (i.e., \"moderately\") is made on at least one of the questions.",
                    "timeFrame": "12 Months Overall (intervals of 7 days at baseline, 3 Month, 6 Month, 12 Month)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women\n* Ages 18-70 years old\n* Weight regain of at least 5% from lowest postoperative weight\n* Underwent gastric bypass or sleeve gastrectomy within 6 to 48 months prior to enrollment\n* Ability to give consent\n* Ability to speak, write, and understand English\n\nExclusion Criteria:\n\n* Long-term treatment with oral steroids\n* Current use of weight loss medication (OTC or prescription)\n* Current pregnancy or plan to become pregnant within 12 months\n* Psychiatric hospitalization in the past 6 months\n* Documented or self-reported psychiatric diagnosis that would interfere with adherence to the study protocol or acute suicidality\n* Self-report of alcohol or substance abuse within the past 12 months\n* Current, self-reported use of tobacco products\n* Weight loss \\> 10 lbs in the past 3 month\n* History of more than one bariatric procedure\n* Inability to walk at least one city block without assistance",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Rush University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lauren Bradley, PhD",
                            "role": "CONTACT",
                            "phone": "312-942-2714",
                            "email": "lauren_e_bradley@rush.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Temple University",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David B Sarwer, PhD",
                            "role": "CONTACT",
                            "phone": "215-707-8632",
                            "email": "dsarwer@temple.edu"
                        },
                        {
                            "name": "Sarah R Fischbach, MPH",
                            "role": "CONTACT",
                            "phone": "215-707-8633",
                            "email": "sarah.fischbach@temple.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32487284",
                    "type": "BACKGROUND",
                    "citation": "Hales CM, Carroll MD, Fryar CD, Ogden CL. Prevalence of Obesity and Severe Obesity Among Adults: United States, 2017-2018. NCHS Data Brief. 2020 Feb;(360):1-8."
                },
                {
                    "pmid": "14711062",
                    "type": "BACKGROUND",
                    "citation": "Bray GA. Risks of obesity. Endocrinol Metab Clin North Am. 2003 Dec;32(4):787-804, viii. doi: 10.1016/s0889-8529(03)00067-7."
                },
                {
                    "pmid": "15479938",
                    "type": "BACKGROUND",
                    "citation": "Buchwald H, Avidor Y, Braunwald E, Jensen MD, Pories W, Fahrbach K, Schoelles K. Bariatric surgery: a systematic review and meta-analysis. JAMA. 2004 Oct 13;292(14):1724-37. doi: 10.1001/jama.292.14.1724. Erratum In: JAMA. 2005 Apr 13;293(14):1728."
                },
                {
                    "pmid": "15809466",
                    "type": "BACKGROUND",
                    "citation": "Maggard MA, Shugarman LR, Suttorp M, Maglione M, Sugerman HJ, Livingston EH, Nguyen NT, Li Z, Mojica WA, Hilton L, Rhodes S, Morton SC, Shekelle PG. Meta-analysis: surgical treatment of obesity. Ann Intern Med. 2005 Apr 5;142(7):547-59. doi: 10.7326/0003-4819-142-7-200504050-00013."
                },
                {
                    "pmid": "28099824",
                    "type": "BACKGROUND",
                    "citation": "Heymsfield SB, Wadden TA. Mechanisms, Pathophysiology, and Management of Obesity. N Engl J Med. 2017 Jan 19;376(3):254-266. doi: 10.1056/NEJMra1514009. No abstract available."
                },
                {
                    "pmid": "31682518",
                    "type": "BACKGROUND",
                    "citation": "Mechanick JI, Apovian C, Brethauer S, Garvey WT, Joffe AM, Kim J, Kushner RF, Lindquist R, Pessah-Pollack R, Seger J, Urman RD, Adams S, Cleek JB, Correa R, Figaro MK, Flanders K, Grams J, Hurley DL, Kothari S, Seger MV, Still CD. CLINICAL PRACTICE GUIDELINES FOR THE PERIOPERATIVE NUTRITION, METABOLIC, AND NONSURGICAL SUPPORT OF PATIENTS UNDERGOING BARIATRIC PROCEDURES - 2019 UPDATE: COSPONSORED BY AMERICAN ASSOCIATION OF CLINICAL ENDOCRINOLOGISTS/AMERICAN COLLEGE OF ENDOCRINOLOGY, THE OBESITY SOCIETY, AMERICAN SOCIETY FOR METABOLIC & BARIATRIC SURGERY, OBESITY MEDICINE ASSOCIATION, AND AMERICAN SOCIETY OF ANESTHESIOLOGISTS - EXECUTIVE SUMMARY. Endocr Pract. 2019 Dec;25(12):1346-1359. doi: 10.4158/GL-2019-0406. Epub 2019 Nov 4."
                },
                {
                    "pmid": "1733140",
                    "type": "BACKGROUND",
                    "citation": "Gastrointestinal surgery for severe obesity: National Institutes of Health Consensus Development Conference Statement. Am J Clin Nutr. 1992 Feb;55(2 Suppl):615S-619S. doi: 10.1093/ajcn/55.2.615s."
                },
                {
                    "pmid": "32029370",
                    "type": "BACKGROUND",
                    "citation": "English WJ, DeMaria EJ, Hutter MM, Kothari SN, Mattar SG, Brethauer SA, Morton JM. American Society for Metabolic and Bariatric Surgery 2018 estimate of metabolic and bariatric procedures performed in the United States. Surg Obes Relat Dis. 2020 Apr;16(4):457-463. doi: 10.1016/j.soard.2019.12.022. Epub 2020 Jan 3."
                },
                {
                    "pmid": "2922674",
                    "type": "BACKGROUND",
                    "citation": "Brolin RE, Kenler HA, Gorman RC, Cody RP. The dilemma of outcome assessment after operations for morbid obesity. Surgery. 1989 Mar;105(3):337-46."
                },
                {
                    "pmid": "15616203",
                    "type": "BACKGROUND",
                    "citation": "Sjostrom L, Lindroos AK, Peltonen M, Torgerson J, Bouchard C, Carlsson B, Dahlgren S, Larsson B, Narbro K, Sjostrom CD, Sullivan M, Wedel H; Swedish Obese Subjects Study Scientific Group. Lifestyle, diabetes, and cardiovascular risk factors 10 years after bariatric surgery. N Engl J Med. 2004 Dec 23;351(26):2683-93. doi: 10.1056/NEJMoa035622."
                },
                {
                    "pmid": "17715408",
                    "type": "BACKGROUND",
                    "citation": "Sjostrom L, Narbro K, Sjostrom CD, Karason K, Larsson B, Wedel H, Lystig T, Sullivan M, Bouchard C, Carlsson B, Bengtsson C, Dahlgren S, Gummesson A, Jacobson P, Karlsson J, Lindroos AK, Lonroth H, Naslund I, Olbers T, Stenlof K, Torgerson J, Agren G, Carlsson LM; Swedish Obese Subjects Study. Effects of bariatric surgery on mortality in Swedish obese subjects. N Engl J Med. 2007 Aug 23;357(8):741-52. doi: 10.1056/NEJMoa066254."
                },
                {
                    "pmid": "2910132",
                    "type": "BACKGROUND",
                    "citation": "Sugerman HJ, Londrey GL, Kellum JM, Wolf L, Liszka T, Engle KM, Birkenhauer R, Starkey JV. Weight loss with vertical banded gastroplasty and Roux-Y gastric bypass for morbid obesity with selective versus random assignment. Am J Surg. 1989 Jan;157(1):93-102. doi: 10.1016/0002-9610(89)90427-3."
                },
                {
                    "pmid": "28930514",
                    "type": "BACKGROUND",
                    "citation": "Adams TD, Davidson LE, Litwin SE, Kim J, Kolotkin RL, Nanjee MN, Gutierrez JM, Frogley SJ, Ibele AR, Brinton EA, Hopkins PN, McKinlay R, Simper SC, Hunt SC. Weight and Metabolic Outcomes 12 Years after Gastric Bypass. N Engl J Med. 2017 Sep 21;377(12):1143-1155. doi: 10.1056/NEJMoa1700459."
                },
                {
                    "pmid": "22990271",
                    "type": "BACKGROUND",
                    "citation": "Adams TD, Davidson LE, Litwin SE, Kolotkin RL, LaMonte MJ, Pendleton RC, Strong MB, Vinik R, Wanner NA, Hopkins PN, Gress RE, Walker JM, Cloward TV, Nuttall RT, Hammoud A, Greenwood JL, Crosby RD, McKinlay R, Simper SC, Smith SC, Hunt SC. Health benefits of gastric bypass surgery after 6 years. JAMA. 2012 Sep 19;308(11):1122-31. doi: 10.1001/2012.jama.11164."
                },
                {
                    "pmid": "24189773",
                    "type": "BACKGROUND",
                    "citation": "Courcoulas AP, Christian NJ, Belle SH, Berk PD, Flum DR, Garcia L, Horlick M, Kalarchian MA, King WC, Mitchell JE, Patterson EJ, Pender JR, Pomp A, Pories WJ, Thirlby RC, Yanovski SZ, Wolfe BM; Longitudinal Assessment of Bariatric Surgery (LABS) Consortium. Weight change and health outcomes at 3 years after bariatric surgery among individuals with severe obesity. JAMA. 2013 Dec 11;310(22):2416-25. doi: 10.1001/jama.2013.280928."
                },
                {
                    "pmid": "30383139",
                    "type": "BACKGROUND",
                    "citation": "Arterburn D, Wellman R, Emiliano A, Smith SR, Odegaard AO, Murali S, Williams N, Coleman KJ, Courcoulas A, Coley RY, Anau J, Pardee R, Toh S, Janning C, Cook A, Sturtevant J, Horgan C, McTigue KM; PCORnet Bariatric Study Collaborative. Comparative Effectiveness and Safety of Bariatric Procedures for Weight Loss: A PCORnet Cohort Study. Ann Intern Med. 2018 Dec 4;169(11):741-750. doi: 10.7326/M17-2786. Epub 2018 Oct 30."
                },
                {
                    "pmid": "30326125",
                    "type": "BACKGROUND",
                    "citation": "King WC, Hinerman AS, Belle SH, Wahed AS, Courcoulas AP. Comparison of the Performance of Common Measures of Weight Regain After Bariatric Surgery for Association With Clinical Outcomes. JAMA. 2018 Oct 16;320(15):1560-1569. doi: 10.1001/jama.2018.14433."
                },
                {
                    "pmid": "26992897",
                    "type": "BACKGROUND",
                    "citation": "Zhou X, Yu J, Li L, Gloy VL, Nordmann A, Tiboni M, Li Y, Sun X. Effects of Bariatric Surgery on Mortality, Cardiovascular Events, and Cancer Outcomes in Obese Patients: Systematic Review and Meta-analysis. Obes Surg. 2016 Nov;26(11):2590-2601. doi: 10.1007/s11695-016-2144-x."
                },
                {
                    "pmid": "31475297",
                    "type": "BACKGROUND",
                    "citation": "Aminian A, Zajichek A, Arterburn DE, Wolski KE, Brethauer SA, Schauer PR, Kattan MW, Nissen SE. Association of Metabolic Surgery With Major Adverse Cardiovascular Outcomes in Patients With Type 2 Diabetes and Obesity. JAMA. 2019 Oct 1;322(13):1271-1282. doi: 10.1001/jama.2019.14231."
                },
                {
                    "pmid": "22161257",
                    "type": "BACKGROUND",
                    "citation": "Compher CW, Hanlon A, Kang Y, Elkin L, Williams NN. Attendance at clinical visits predicts weight loss after gastric bypass surgery. Obes Surg. 2012 Jun;22(6):927-34. doi: 10.1007/s11695-011-0577-9."
                },
                {
                    "pmid": "18071836",
                    "type": "BACKGROUND",
                    "citation": "Melton GB, Steele KE, Schweitzer MA, Lidor AO, Magnuson TH. Suboptimal weight loss after gastric bypass surgery: correlation of demographics, comorbidities, and insurance status with outcomes. J Gastrointest Surg. 2008 Feb;12(2):250-5. doi: 10.1007/s11605-007-0427-1. Epub 2007 Dec 11."
                },
                {
                    "pmid": "18830780",
                    "type": "BACKGROUND",
                    "citation": "Leite Faria S, de Oliveira Kelly E, Pereira Faria O, Kiyomi Ito M. Snack-eating patients experience lesser weight loss after Roux-en-Y gastric bypass surgery. Obes Surg. 2009 Sep;19(9):1293-6. doi: 10.1007/s11695-008-9704-7. Epub 2008 Oct 2."
                },
                {
                    "pmid": "18219777",
                    "type": "BACKGROUND",
                    "citation": "Pontiroli AE, Fossati A, Vedani P, Fiorilli M, Folli F, Paganelli M, Marchi M, Maffei C. Post-surgery adherence to scheduled visits and compliance, more than personality disorders, predict outcome of bariatric restrictive surgery in morbidly obese patients. Obes Surg. 2007 Nov;17(11):1492-7. doi: 10.1007/s11695-008-9428-8."
                },
                {
                    "pmid": "18575942",
                    "type": "BACKGROUND",
                    "citation": "Faria SL, de Oliveira Kelly E, Lins RD, Faria OP. Nutritional management of weight regain after bariatric surgery. Obes Surg. 2010 Feb;20(2):135-9. doi: 10.1007/s11695-008-9610-z. Epub 2008 Jun 25."
                },
                {
                    "pmid": "3069767",
                    "type": "BACKGROUND",
                    "citation": "Naslund I, Jarnmark I, Andersson H. Dietary intake before and after gastric bypass and gastroplasty for morbid obesity in women. Int J Obes. 1988;12(6):503-13."
                },
                {
                    "pmid": "8817357",
                    "type": "BACKGROUND",
                    "citation": "Lindroos AK, Lissner L, Sjostrom L. Weight change in relation to intake of sugar and sweet foods before and after weight reducing gastric surgery. Int J Obes Relat Metab Disord. 1996 Jul;20(7):634-43."
                },
                {
                    "pmid": "7986146",
                    "type": "BACKGROUND",
                    "citation": "Brolin RE, Robertson LB, Kenler HA, Cody RP. Weight loss and dietary intake after vertical banded gastroplasty and Roux-en-Y gastric bypass. Ann Surg. 1994 Dec;220(6):782-90. doi: 10.1097/00000658-199412000-00012."
                },
                {
                    "pmid": "19165167",
                    "type": "BACKGROUND",
                    "citation": "Toussi R, Fujioka K, Coleman KJ. Pre- and postsurgery behavioral compliance, patient health, and postbariatric surgical weight loss. Obesity (Silver Spring). 2009 May;17(5):996-1002. doi: 10.1038/oby.2008.628. Epub 2009 Jan 22."
                },
                {
                    "pmid": "18408982",
                    "type": "BACKGROUND",
                    "citation": "Colles SL, Dixon JB, O'Brien PE. Hunger control and regular physical activity facilitate weight loss after laparoscopic adjustable gastric banding. Obes Surg. 2008 Jul;18(7):833-40. doi: 10.1007/s11695-007-9409-3. Epub 2008 Apr 12."
                },
                {
                    "pmid": "16648598",
                    "type": "BACKGROUND",
                    "citation": "Allison KC, Wadden TA, Sarwer DB, Fabricatore AN, Crerand CE, Gibbons LM, Stack RM, Stunkard AJ, Williams NN. Night eating syndrome and binge eating disorder among persons seeking bariatric surgery: prevalence and related features. Obesity (Silver Spring). 2006 Mar;14 Suppl 2:77S-82S. doi: 10.1038/oby.2006.286."
                },
                {
                    "pmid": "7894452",
                    "type": "BACKGROUND",
                    "citation": "Adami GF, Gandolfo P, Bauer B, Scopinaro N. Binge eating in massively obese patients undergoing bariatric surgery. Int J Eat Disord. 1995 Jan;17(1):45-50. doi: 10.1002/1098-108x(199501)17:13.0.co;2-s."
                },
                {
                    "pmid": "11054796",
                    "type": "BACKGROUND",
                    "citation": "Kalarchian MA, Wilson GT, Brolin RE, Bradley L. Assessment of eating disorders in bariatric surgery candidates: self-report questionnaire versus interview. Int J Eat Disord. 2000 Dec;28(4):465-9. doi: 10.1002/1098-108x(200012)28:43.0.co;2-2."
                },
                {
                    "pmid": "9429923",
                    "type": "BACKGROUND",
                    "citation": "Kalarchian MA, Wilson GT, Brolin RE, Bradley L. Binge eating in bariatric surgery patients. Int J Eat Disord. 1998 Jan;23(1):89-92. doi: 10.1002/(sici)1098-108x(199801)23:13.0.co;2-i."
                },
                {
                    "pmid": "14505305",
                    "type": "BACKGROUND",
                    "citation": "de Zwaan M, Mitchell JE, Howell LM, Monson N, Swan-Kremeier L, Crosby RD, Seim HC. Characteristics of morbidly obese patients before gastric bypass surgery. Compr Psychiatry. 2003 Sep-Oct;44(5):428-34. doi: 10.1016/S0010-440X(03)00092-0."
                },
                {
                    "pmid": "17267797",
                    "type": "BACKGROUND",
                    "citation": "Kalarchian MA, Marcus MD, Levine MD, Courcoulas AP, Pilkonis PA, Ringham RM, Soulakova JN, Weissfeld LA, Rofey DL. Psychiatric disorders among bariatric surgery candidates: relationship to obesity and functional health status. Am J Psychiatry. 2007 Feb;164(2):328-34; quiz 374. doi: 10.1176/ajp.2007.164.2.328."
                },
                {
                    "pmid": "18239550",
                    "type": "BACKGROUND",
                    "citation": "Colles SL, Dixon JB, O'Brien PE. Loss of control is central to psychological disturbance associated with binge eating disorder. Obesity (Silver Spring). 2008 Mar;16(3):608-14. doi: 10.1038/oby.2007.99. Epub 2008 Jan 17."
                },
                {
                    "pmid": "17608254",
                    "type": "BACKGROUND",
                    "citation": "Sallet PC, Sallet JA, Dixon JB, Collis E, Pisani CE, Levy A, Bonaldi FL, Cordas TA. Eating behavior as a prognostic factor for weight loss after gastric bypass. Obes Surg. 2007 Apr;17(4):445-51. doi: 10.1007/s11695-007-9077-3."
                },
                {
                    "pmid": "17194271",
                    "type": "BACKGROUND",
                    "citation": "White MA, Masheb RM, Rothschild BS, Burke-Martindale CH, Grilo CM. The prognostic significance of regular binge eating in extremely obese gastric bypass patients: 12-month postoperative outcomes. J Clin Psychiatry. 2006 Dec;67(12):1928-35. doi: 10.4088/jcp.v67n1213."
                },
                {
                    "pmid": "17579633",
                    "type": "BACKGROUND",
                    "citation": "Colles SL, Dixon JB, O'Brien PE. Night eating syndrome and nocturnal snacking: association with obesity, binge eating and psychological distress. Int J Obes (Lond). 2007 Nov;31(11):1722-30. doi: 10.1038/sj.ijo.0803664. Epub 2007 Jun 19."
                },
                {
                    "pmid": "9140737",
                    "type": "BACKGROUND",
                    "citation": "Rand CS, Macgregor AM, Stunkard AJ. The night eating syndrome in the general population and among postoperative obesity surgery patients. Int J Eat Disord. 1997 Jul;22(1):65-9. doi: 10.1002/(sici)1098-108x(199707)22:13.0.co;2-0."
                },
                {
                    "pmid": "24719222",
                    "type": "BACKGROUND",
                    "citation": "Mitchell JE, King WC, Courcoulas A, Dakin G, Elder K, Engel S, Flum D, Kalarchian M, Khandelwal S, Pender J, Pories W, Wolfe B. Eating behavior and eating disorders in adults before bariatric surgery. Int J Eat Disord. 2015 Mar;48(2):215-22. doi: 10.1002/eat.22275. Epub 2014 Apr 9."
                },
                {
                    "pmid": "30858009",
                    "type": "BACKGROUND",
                    "citation": "Sarwer DB, Allison KC, Wadden TA, Ashare R, Spitzer JC, McCuen-Wurst C, LaGrotte C, Williams NN, Edwards M, Tewksbury C, Wu J. Psychopathology, disordered eating, and impulsivity as predictors of outcomes of bariatric surgery. Surg Obes Relat Dis. 2019 Apr;15(4):650-655. doi: 10.1016/j.soard.2019.01.029. Epub 2019 Feb 23."
                },
                {
                    "pmid": "26410538",
                    "type": "BACKGROUND",
                    "citation": "Kalarchian MA, Marcus MD, Courcoulas AP, Cheng Y, Levine MD. Preoperative lifestyle intervention in bariatric surgery: a randomized clinical trial. Surg Obes Relat Dis. 2016 Jan;12(1):180-7. doi: 10.1016/j.soard.2015.05.004. Epub 2015 May 8."
                },
                {
                    "pmid": "27466039",
                    "type": "BACKGROUND",
                    "citation": "Kalarchian MA, Marcus MD, Courcoulas AP, Lutz C, Cheng Y, Sweeny G. Structured dietary intervention to facilitate weight loss after bariatric surgery: A randomized, controlled pilot study. Obesity (Silver Spring). 2016 Sep;24(9):1906-12. doi: 10.1002/oby.21591. Epub 2016 Jul 28."
                },
                {
                    "pmid": "22551576",
                    "type": "BACKGROUND",
                    "citation": "Sarwer DB, Moore RH, Spitzer JC, Wadden TA, Raper SE, Williams NN. A pilot study investigating the efficacy of postoperative dietary counseling to improve outcomes after bariatric surgery. Surg Obes Relat Dis. 2012 Sep-Oct;8(5):561-8. doi: 10.1016/j.soard.2012.02.010. Epub 2012 Mar 21."
                },
                {
                    "pmid": "22717198",
                    "type": "BACKGROUND",
                    "citation": "Nijamkin MP, Campa A, Sosa J, Baum M, Himburg S, Johnson P. Comprehensive nutrition and lifestyle education improves weight loss and physical activity in Hispanic Americans following gastric bypass surgery: a randomized controlled trial. J Acad Nutr Diet. 2012 Mar;112(3):382-90. doi: 10.1016/j.jada.2011.10.023. Epub 2012 Mar 1."
                },
                {
                    "pmid": "19834466",
                    "type": "BACKGROUND",
                    "citation": "Papalazarou A, Yannakoulia M, Kavouras SA, Komesidou V, Dimitriadis G, Papakonstantinou A, Sidossis LS. Lifestyle intervention favorably affects weight loss and maintenance following obesity surgery. Obesity (Silver Spring). 2010 Jul;18(7):1348-53. doi: 10.1038/oby.2009.346. Epub 2009 Oct 15."
                },
                {
                    "pmid": "35458154",
                    "type": "BACKGROUND",
                    "citation": "Storman D, Swierz MJ, Storman M, Jasinska KW, Jemiolo P, Bala MM. Psychological Interventions and Bariatric Surgery among People with Clinically Severe Obesity-A Systematic Review with Bayesian Meta-Analysis. Nutrients. 2022 Apr 12;14(8):1592. doi: 10.3390/nu14081592."
                },
                {
                    "pmid": "23294936",
                    "type": "BACKGROUND",
                    "citation": "Rudolph A, Hilbert A. Post-operative behavioural management in bariatric surgery: a systematic review and meta-analysis of randomized controlled trials. Obes Rev. 2013 Apr;14(4):292-302. doi: 10.1111/obr.12013. Epub 2013 Jan 7. Erratum In: Obes Rev. 2014 Jan;15(1):74-5."
                },
                {
                    "pmid": "27761723",
                    "type": "BACKGROUND",
                    "citation": "Tewksbury C, Williams NN, Dumon KR, Sarwer DB. Preoperative Medical Weight Management in Bariatric Surgery: a Review and Reconsideration. Obes Surg. 2017 Jan;27(1):208-214. doi: 10.1007/s11695-016-2422-7."
                },
                {
                    "pmid": "26101783",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Butryn ML, Manasse SM, Bradley LE. Acceptance-based behavioral treatment for weight control: a review and future directions. Curr Opin Psychol. 2015 Apr;2:87-90. doi: 10.1016/j.copsyc.2014.12.020. No abstract available."
                },
                {
                    "pmid": "23666772",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Butryn ML, Juarascio AS, Bradley LE, Lowe MR, Herbert JD, Shaw JA. The mind your health project: a randomized controlled trial of an innovative behavioral treatment for obesity. Obesity (Silver Spring). 2013 Jun;21(6):1119-26. doi: 10.1002/oby.20169. Epub 2013 May 13. Erratum In: Obesity (Silver Spring). 2014 Mar;22(3):971."
                },
                {
                    "pmid": "27670400",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Butryn ML, Manasse SM, Crosby RD, Goldstein SP, Wyckoff EP, Thomas JG. Acceptance-based versus standard behavioral treatment for obesity: Results from the mind your health randomized controlled trial. Obesity (Silver Spring). 2016 Oct;24(10):2050-6. doi: 10.1002/oby.21601."
                },
                {
                    "pmid": "33787926",
                    "type": "BACKGROUND",
                    "citation": "Bricker JB, Mull KE, Sullivan BM, Forman EM. Efficacy of telehealth acceptance and commitment therapy for weight loss: a pilot randomized clinical trial. Transl Behav Med. 2021 Aug 13;11(8):1527-1536. doi: 10.1093/tbm/ibab012."
                },
                {
                    "pmid": "20493913",
                    "type": "BACKGROUND",
                    "citation": "Alberts HJ, Mulkens S, Smeets M, Thewissen R. Coping with food cravings. Investigating the potential of a mindfulness-based intervention. Appetite. 2010 Aug;55(1):160-3. doi: 10.1016/j.appet.2010.05.044. Epub 2010 May 21."
                },
                {
                    "pmid": "23265404",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Hoffman KL, Juarascio AS, Butryn ML, Herbert JD. Comparison of acceptance-based and standard cognitive-based coping strategies for craving sweets in overweight and obese women. Eat Behav. 2013 Jan;14(1):64-8. doi: 10.1016/j.eatbeh.2012.10.016. Epub 2012 Nov 15."
                },
                {
                    "pmid": "17544361",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Hoffman KL, McGrath KB, Herbert JD, Brandsma LL, Lowe MR. A comparison of acceptance- and control-based strategies for coping with food cravings: an analog study. Behav Res Ther. 2007 Oct;45(10):2372-86. doi: 10.1016/j.brat.2007.04.004. Epub 2007 Apr 18."
                },
                {
                    "pmid": "22021603",
                    "type": "BACKGROUND",
                    "citation": "Kristeller JL, Hallett CB. An Exploratory Study of a Meditation-based Intervention for Binge Eating Disorder. J Health Psychol. 1999 May;4(3):357-63. doi: 10.1177/135910539900400305."
                },
                {
                    "pmid": "24331170",
                    "type": "BACKGROUND",
                    "citation": "Weineland S, Arvidsson D, Kakoulidis TP, Dahl J. Acceptance and commitment therapy for bariatric surgery patients, a pilot RCT. Obes Res Clin Pract. 2012 Jan-Mar;6(1):e1-e90. doi: 10.1016/j.orcp.2011.04.004."
                },
                {
                    "pmid": "27670865",
                    "type": "BACKGROUND",
                    "citation": "Chacko SA, Yeh GY, Davis RB, Wee CC. A mindfulness-based intervention to control weight after bariatric surgery: Preliminary results from a randomized controlled pilot trial. Complement Ther Med. 2016 Oct;28:13-21. doi: 10.1016/j.ctim.2016.07.001. Epub 2016 Jul 12."
                },
                {
                    "pmid": "30410772",
                    "type": "BACKGROUND",
                    "citation": "Goldstein SP, Thomas JG, Vithiananthan S, Blackburn GA, Jones DB, Webster J, Jones R, Evans EW, Dushay J, Moon J, Bond DS. Multi-sensor ecological momentary assessment of behavioral and psychosocial predictors of weight loss following bariatric surgery: study protocol for a multicenter prospective longitudinal evaluation. BMC Obes. 2018 Nov 5;5:27. doi: 10.1186/s40608-018-0204-6. eCollection 2018."
                },
                {
                    "pmid": "22440077",
                    "type": "BACKGROUND",
                    "citation": "Niemeier HM, Leahey T, Palm Reed K, Brown RA, Wing RR. An acceptance-based behavioral intervention for weight loss: a pilot study. Behav Ther. 2012 Jun;43(2):427-35. doi: 10.1016/j.beth.2011.10.005. Epub 2011 Dec 1."
                },
                {
                    "pmid": "34555516",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Chwyl C, Berry MP, Taylor LC, Butryn ML, Coffman DL, Juarascio A, Manasse SM. Evaluating the efficacy of mindfulness and acceptance-based treatment components for weight loss: Protocol for a multiphase optimization strategy trial. Contemp Clin Trials. 2021 Nov;110:106573. doi: 10.1016/j.cct.2021.106573. Epub 2021 Sep 21."
                },
                {
                    "pmid": "27100874",
                    "type": "BACKGROUND",
                    "citation": "Butryn ML, Kerrigan S, Arigo D, Raggio G, Forman EM. Pilot Test of an Acceptance-Based Behavioral Intervention to Promote Physical Activity During Weight Loss Maintenance. Behav Med. 2018 Jan-Mar;44(1):77-87. doi: 10.1080/08964289.2016.1170663. Epub 2016 Jun 23."
                },
                {
                    "pmid": "25445199",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Butryn ML. A new look at the science of weight control: how acceptance and commitment strategies can address the challenge of self-regulation. Appetite. 2015 Jan;84:171-80. doi: 10.1016/j.appet.2014.10.004. Epub 2014 Oct 16."
                },
                {
                    "pmid": "28337847",
                    "type": "BACKGROUND",
                    "citation": "Butryn ML, Forman EM, Lowe MR, Gorin AA, Zhang F, Schaumberg K. Efficacy of environmental and acceptance-based enhancements to behavioral weight loss treatment: The ENACT trial. Obesity (Silver Spring). 2017 May;25(5):866-872. doi: 10.1002/oby.21813. Epub 2017 Mar 23."
                },
                {
                    "pmid": "30806492",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Manasse SM, Butryn ML, Crosby RD, Dallal DH, Crochiere RJ. Long-Term Follow-up of the Mind Your Health Project: Acceptance-Based versus Standard Behavioral Treatment for Obesity. Obesity (Silver Spring). 2019 Apr;27(4):565-571. doi: 10.1002/oby.22412. Epub 2019 Feb 26."
                },
                {
                    "pmid": "29872845",
                    "type": "BACKGROUND",
                    "citation": "Broglio K. Randomization in Clinical Trials: Permuted Blocks and Stratification. JAMA. 2018 Jun 5;319(21):2223-2224. doi: 10.1001/jama.2018.6360. No abstract available. Erratum In: JAMA. 2022 Mar 1;327(9):880. doi: 10.1001/jama.2022.0836."
                },
                {
                    "pmid": "9973070",
                    "type": "BACKGROUND",
                    "citation": "Kernan WN, Viscoli CM, Makuch RW, Brass LM, Horwitz RI. Stratified randomization for clinical trials. J Clin Epidemiol. 1999 Jan;52(1):19-26. doi: 10.1016/s0895-4356(98)00138-3."
                },
                {
                    "pmid": "22704899",
                    "type": "BACKGROUND",
                    "citation": "Subar AF, Kirkpatrick SI, Mittl B, Zimmerman TP, Thompson FE, Bingley C, Willis G, Islam NG, Baranowski T, McNutt S, Potischman N. The Automated Self-Administered 24-hour dietary recall (ASA24): a resource for researchers, clinicians, and educators from the National Cancer Institute. J Acad Nutr Diet. 2012 Aug;112(8):1134-7. doi: 10.1016/j.jand.2012.04.016. Epub 2012 Jun 15. No abstract available."
                },
                {
                    "pmid": "28410327",
                    "type": "BACKGROUND",
                    "citation": "Lyden K, Keadle SK, Staudenmayer J, Freedson PS. The activPALTM Accurately Classifies Activity Intensity Categories in Healthy Adults. Med Sci Sports Exerc. 2017 May;49(5):1022-1028. doi: 10.1249/MSS.0000000000001177."
                },
                {
                    "pmid": "21741015",
                    "type": "BACKGROUND",
                    "citation": "Juarascio A, Forman E, Timko CA, Butryn M, Goodwin C. The development and validation of the food craving acceptance and action questionnaire (FAAQ). Eat Behav. 2011 Aug;12(3):182-7. doi: 10.1016/j.eatbeh.2011.04.008. Epub 2011 Apr 21."
                },
                {
                    "pmid": "18187399",
                    "type": "BACKGROUND",
                    "citation": "Cardaciotto L, Herbert JD, Forman EM, Moitra E, Farrow V. The assessment of present-moment awareness and acceptance: the Philadelphia Mindfulness Scale. Assessment. 2008 Jun;15(2):204-23. doi: 10.1177/1073191107311467. Epub 2008 Jan 9."
                },
                {
                    "pmid": "11556941",
                    "type": "BACKGROUND",
                    "citation": "Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."
                },
                {
                    "pmid": "16717171",
                    "type": "BACKGROUND",
                    "citation": "Spitzer RL, Kroenke K, Williams JB, Lowe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. doi: 10.1001/archinte.166.10.1092."
                },
                {
                    "pmid": "28281136",
                    "type": "BACKGROUND",
                    "citation": "Forman EM, Schumacher LM, Crosby R, Manasse SM, Goldstein SP, Butryn ML, Wyckoff EP, Graham Thomas J. Ecological Momentary Assessment of Dietary Lapses Across Behavioral Weight Loss Treatment: Characteristics, Predictors, and Relationships with Weight Change. Ann Behav Med. 2017 Oct;51(5):741-753. doi: 10.1007/s12160-017-9897-x."
                },
                {
                    "pmid": "23524340",
                    "type": "BACKGROUND",
                    "citation": "Bond DS, O'Leary KC, Thomas JG, Lipton RB, Papandonatos GD, Roth J, Rathier L, Daniello R, Wing RR. Can weight loss improve migraine headaches in obese women? Rationale and design of the Women's Health and Migraine (WHAM) randomized controlled trial. Contemp Clin Trials. 2013 May;35(1):133-44. doi: 10.1016/j.cct.2013.03.004. Epub 2013 Mar 22."
                },
                {
                    "pmid": "25373891",
                    "type": "BACKGROUND",
                    "citation": "Goldschmidt AB, Crosby RD, Cao L, Engel SG, Durkin N, Beach HM, Berg KC, Wonderlich SA, Crow SJ, Peterson CB. Ecological momentary assessment of eating episodes in obese adults. Psychosom Med. 2014 Nov-Dec;76(9):747-52. doi: 10.1097/PSY.0000000000000108."
                },
                {
                    "pmid": "37393517",
                    "type": "BACKGROUND",
                    "citation": "Randle M, Ahern AL, Boyland E, Christiansen P, Halford JCG, Stevenson-Smith J, Roberts C. A systematic review of ecological momentary assessment studies of appetite and affect in the experience of temptations and lapses during weight loss dieting. Obes Rev. 2023 Sep;24(9):e13596. doi: 10.1111/obr.13596. Epub 2023 Jul 2."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "The Drexel defusion scale",
                    "url": "https://contextualscience.org/publications/the_drexel_defusion_scale_a_new_measure_of_experie"
                },
                {
                    "label": "Eating Inventory Manual",
                    "url": "https://search.worldcat.org/title/36486095"
                },
                {
                    "label": "ASA24",
                    "url": "https://epi.grants.cancer.gov/asa24/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2024-03-18",
                    "uploadDate": "2024-07-09T10:34",
                    "filename": "ICF_000.pdf",
                    "size": 552515
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}