{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05235113",
            "orgStudyIdInfo": {
                "id": "H-44913"
            },
            "organization": {
                "fullName": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Remote Game-based Exercise Program for Cognitive and Motor Function Improvement",
            "officialTitle": "Tele-exergame: Remotely-supervised Exercise Platform for Improving Cognition and Motor Function Using Telemedicine",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "remote-game-based-exercise-program-for-cognitive-and-motor-function-improvement"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-05",
            "studyFirstSubmitQcDate": "2022-01-28",
            "studyFirstPostDateStruct": {
                "date": "2022-02-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bijan Najafi, PhD",
                "investigatorTitle": "Professor of Surgery",
                "investigatorAffiliation": "Baylor College of Medicine"
            },
            "leadSponsor": {
                "name": "Baylor College of Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "BioSensics",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "As our population ages, more older adults face motor-cognitive declines, increasing their risk of falls and fear of falling. Exercise is an effective way to maintain cognitive function, as supported by recent studies. However, those with poor motor and cognitive abilities often struggle to visit rehabilitation centers, leading to high dropout rates and low adherence to unsupervised programs. A remote exercise program tailored for individuals with cognitive impairments is urgently needed to preserve cognitive function, promote independent living, and reduce related costs. Researchers aim to develop an in-home system for adults with mild cognitive issues or dementia, designed to improve balance and cognition while being remotely supervised through telemedicine.",
            "detailedDescription": "This study aims to develop and validate a remote exercise intervention for individuals at risk of or experiencing dementia using a wearable sensor-enabled platform, called Tele-Exergame. This approach could preserve cognitive function, promote independent living, reduce costs related to cognitive-motor decline, and advance remote technology use for screening cognitive and motor performance in older adults. The findings are crucial for healthcare providers, clinicians, seniors, and caregivers.\n\n110 participants will be randomly assigned to either the intervention or control group, both undergoing a 12-week home exercise program for 30 minutes twice weekly. The intervention group will complete sessions remotely using Tele-exergame, while the control group will participate in home-based exercise without technology."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Cognitive Impairment",
                "Dementia",
                "Cognitive Impairment",
                "Memory Loss"
            ],
            "keywords": [
                "tele-exercise",
                "exergame",
                "tele-rehabilitation",
                "Telehealth",
                "telemedicine",
                "virtual reality"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to intervention (IG) or control group (CG) with ratio of 1:1. The entire cohort will perform leg and foot exercises twice a week. The IG will use the Tele-exergaming platform, and the CG will do the exercises without the platform.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 110,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Remote Exercise with tele-exergame",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects will perform exercises remotely twice a week with tele-exergaming platform.",
                    "interventionNames": [
                        "Device: Tele-Exergame Platform"
                    ]
                },
                {
                    "label": "home-based exercise without technology",
                    "type": "SHAM_COMPARATOR",
                    "description": "Subjects will perform exercises at home without tele-exergaming platform twice a week.",
                    "interventionNames": [
                        "Device: No Tele-Exergame Platform"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Tele-Exergame Platform",
                    "description": "Subjects will perform exercises remotely twice a week with tele-exergaming platform.",
                    "armGroupLabels": [
                        "Remote Exercise with tele-exergame"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "No Tele-Exergame Platform",
                    "description": "Subjects will perform exercises in the home exercise twice a week without tele-exergaming platform.",
                    "armGroupLabels": [
                        "home-based exercise without technology"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Balance",
                    "description": "Change in balance from baseline to 12 weeks will be measured. Balance will be assessed by measuring center of mass sway. The investigator will use a validated wearable platform (BalanSen) to measure body sway.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Cognitive Function",
                    "description": "Changes from baseline in cognitive function at 12 weeks. Cognitive performance will be assessed using Montreal Cognitive Assessment (MoCA). Scores on the MoCA range from zero to 30, with a score of 26 and higher generally considered normal.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Fear of Falling",
                    "description": "Changes in Fear of falling will be assessed by Short Falls Efficacy Scale International (FES I) questionnaire at 12 weeks and will be compared to baseline measurements. Scores range from 16 to 64, the higher the score the more concerned the subject is with falling.",
                    "timeFrame": "Baseline and 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Physical Activity",
                    "description": "Changes in physical activity from baseline to 12 weeks will be assessed. Physical activity will be quantified by measuring number of taken steps per day and will be measured using a validated wearable sensor named PAMSys. Monitoring of physical activity will be done during 48h baseline and 48 hour at 12 weeks.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Quality of Life",
                    "description": "Quality of life will be assessed using a validated questionnaire, called PROMIS Global-10.\n\nThe PROMIS Global-10 is a 10-item patient-reported questionnaire in which the response options are presented as 5-point (as well as a single 11-point) rating scales. The results of the questions are used to calculate two summary scores: a Global Physical Health Score and a Global Mental Health score. These scores are then standardized to the general population, using the \"T-Score\". The average \"T-Score\" for the United States population is 50 points, with a standard deviation of 10 points. Higher scores indicate a healthier patient.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "change in depression",
                    "description": "Changes in depression from baseline to 12 weeks will be assessed. Depression will be quantified by the Center for Epidemiologic Studies Depression Scale (CES-D) at baseline and 12 weeks. The CES-D consists of 20 items, and each item is scored on a scale of 0 to 3, with 0 representing \"Rarely or none of the time\" and 3 representing \"Most or all of the time.\" The total score for the CES-D ranges from 0 to 60, with higher scores indicating a greater severity of depressive symptoms.\n\nA score of 16 or higher is often considered as a cutoff point for identifying individuals who may be at risk for clinical depression. However, it is important to note that the CES-D is a screening tool, not a diagnostic tool, and a higher score should prompt further evaluation by a mental health professional.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Change in Gait speed",
                    "description": "Change from baseline in Gait speed at 12 weeks. Gait speed will be measured using a validated wearable platform (LEGSys) during habitual walking speed.",
                    "timeFrame": "Baseline and 12 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Supportive care acceptability",
                    "description": "To evaluate the acceptability of each in-home exercise program (both the tele-exergame and the non-tele-exergame exercises), we will employ a survey based on the Technology Acceptance Model. This survey will be administered to all participants, assessing their perceptions of ease of use, usefulness, technology anxiety, and intention to use.\n\nEach response will be rated on a 5-point Likert scale, ranging from \"strongly disagree\" to \"strongly agree\". This will be subsequently translated to a 0 to 4 scale for final evaluation, with higher scores indicating greater acceptability.\n\nThe assessment will take place twice: initially at baseline, after the participants have tested the tele-exergame in the clinic for training purposes, and subsequently at the 12-week mark upon completion of the in-home exercise program.",
                    "timeFrame": "Baseline and 12 weeks"
                },
                {
                    "measure": "Adherence",
                    "description": "We will assess adherence to the prescribed in-home exercise program through the use of an exercise diary and phone interview on monthly basis. In the intervention group (IG), we will also objectively quantify adherence. Adherence will be defined by the frequency and duration of in-home exercises performed over a 12-week period. We will record and review adherence data on a monthly basis for three months.",
                    "timeFrame": "week 4, week 8, week 12"
                },
                {
                    "measure": "intervention related dropout",
                    "description": "We will categorize participants as intervention-related dropouts if they miss exercises for four consecutive weeks, decide to discontinue the exercise program, or experience any exercise-related adverse events. However, if a participant drops out due to non-exercise related reasons (e.g., developing a condition that limits their ability to participate in the program, passing away, traveling, relocating), we will not consider this an intervention-related dropout.\n\nIntervention-related dropout will be calculated as a percentage of the total number of participants in each group. We will collect this data on a monthly basis.",
                    "timeFrame": "week 4, week 8, week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults with diagnosed with dementia or cognitive impairment\n* Living independently in a residential home with a caregiver/informant\n* Able to walk at least 30 feet with or without assistance\n\nExclusion Criteria:\n\n* Immobility or major mobility disorder or inability to engage safely in the proposed weight-bearing exercise program\n* Diagnosed with severe cognitive impairment (MoCA score \\< 16)\n* Subjects with major hearing/visual impairment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bijan Najafi, PhD",
                    "role": "CONTACT",
                    "phone": "713-798-7536",
                    "email": "bijan.najafi@bcm.edu"
                },
                {
                    "name": "Maria Noun, BS",
                    "role": "CONTACT",
                    "phone": "713-798-7538",
                    "email": "maria.noun@bcm.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Baylor College of Medicine",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77498",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Bijan Najafi, PhD",
                            "role": "CONTACT",
                            "phone": "713-798-7536",
                            "email": "bijan.najafi@bcm.edu"
                        },
                        {
                            "name": "Maria Noun, BS",
                            "role": "CONTACT",
                            "phone": "713-798-7538"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36498431",
                    "type": "RESULT",
                    "citation": "Park C, Mishra RK, York MK, Enriquez A, Lindsay A, Barchard G, Vaziri A, Najafi B. Tele-Medicine Based and Self-Administered Interactive Exercise Program (Tele-Exergame) to Improve Cognition in Older Adults with Mild Cognitive Impairment or Dementia: A Feasibility, Acceptability, and Proof-of-Concept Study. Int J Environ Res Public Health. 2022 Dec 6;19(23):16361. doi: 10.3390/ijerph192316361."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008569",
                    "term": "Memory Disorders"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M3985",
                    "name": "Amnesia",
                    "relevance": "LOW"
                },
                {
                    "id": "M11552",
                    "name": "Memory Disorders",
                    "asFound": "Memory Loss",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}