{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05298150",
            "orgStudyIdInfo": {
                "id": "E3676-R"
            },
            "secondaryIdInfos": [
                {
                    "id": "1I01RX003676-01A2",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1I01RX003676-01A2"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Remote Dynamic Cycling for the Customized Off-site Rehab in Parkinson's Disease",
            "officialTitle": "Remote Dynamic Cycling for the Customized Off-site Rehab in Parkinson's Disease",
            "acronym": "PDBIKE",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "remote-dynamic-cycling-for-the-customized-off-site-rehab-in-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-08",
            "studyFirstSubmitQcDate": "2022-03-16",
            "studyFirstPostDateStruct": {
                "date": "2022-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-02",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This research will develop novel and accessible way to deliver effective and customized rehab to those suffering from common and devastating neurodegenerative condition called Parkinson's disease. The investigators will examine the efficacy of novel rehab technique that can be monitored and modified in real-time but over virtual interface using a remotely located device in a paradigm called dynamic cycling. This technology will benefit thousands of Veterans who need customized and cost-effective rehab but cannot travel to specialized facilities due to inevitable limitations such as pandemics or because of lack of resources, social support, frailty, or home-bound status.",
            "detailedDescription": "Parkinson's disease (PD) progressively deteriorates motor function. Successful rehabilitation, leading to a favorable course of movement disorders in PD, is contingent upon frequent, regular, and patient-specific exercise regimen that is customized to the individual needs. Latter requires regular interventions from the provider and frequent visits to the rehab facility. Lack of access, poor social support, inability to travel, home-bound status, or pandemics are significant hurdles in delivering effective rehab to the PD patients. The investigators' vision is to offer customized and cost-effective PD rehab using a remotely operated technology near or at the patients' homes. This technology would be remotely monitored and customized online to titrate therapeutic outcomes optimized for each patient. The proof of this concept was already established in the investigators' laboratory, a technology called dynamic cycling. The highlight of this technology is a stationary bike operating at a rapid speed (cadence) with programmable variability in speed and power/torque hence promoting motor performance superior to traditional motorized bikes (i.e. static cycling). The next step towards the ultimate vision of at-home exercise therapy is remotely operated dynamic bike. The investigators have already built remotely operated dynamic bike; the current proposal will objectively examine the efficacy of a novel, remotely delivered and remotely adjusted dynamic cycling paradigm using remotely monitored motor outcomes. Comparison will be made with remote static cycling. The study will be launched at three community based wellness locations to assure the subject safety, ease of access, compliance, and as needed support. Aim 1 will examine the hypothesis that dynamic cycling will immediately improve the motor function in PD. The effects will be prominent on the dopamine-sensitive motor deficits. The repetition will enhance motor improvement. The participants will use wearable sensors for the remote assessments of motor symptoms in PD before and immediately after each exercise session. The information from the wearable sensors and the bike will be utilized to further adjust the bike parameters for the next dynamic cycling session. The investigators will also measure effects on subjective ratings of motor function, cognition and balance before, and at 0, 3, and 6 months after the cycling intervention. Aim 2 will analyze the effects of dynamic cycling on motor fluctuations, declining response to levodopa in an early and unpredictable manner significantly affecting the quality of life in the PD. The investigators hypothesize that dynamic cycling will reduce the motor fluctuations in PD. The efficacy of dynamic cycling on improvement in motor fluctuation over a 12-hour awake period will be measured every day with the wearable sensors that communicate via secure cloud. The immediate clinical impact is that the technology will be immediately deployed to the Veteran's group homes, nursing homes, and community based VA clinics. The project will provide sufficient information to carry the investigators' ultimate vision, at-home dynamic cycling serving three critical needs: 1) customized therapy, 2) easy access, and 3) safety and cost-effectiveness."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson's Disease"
            ],
            "keywords": [
                "Parkinson's disease",
                "Stationary bike",
                "Exercise",
                "Rehabilitation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Exercise intervention",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Two interventions are dynamic cycling and forced cycling. Participants will randomly assigned to one of the two interventions, and they will be kept blinded. Outcome assessment, such as subjective rating scale, behavioral rating scales, and quality of life assessment will be done in blinded fashion.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dynamic cycling",
                    "type": "EXPERIMENTAL",
                    "description": "The cycling parameters will change according to motor performance of the participants. Motor performance will be measured by assessing the change in tremor and movement speed.",
                    "interventionNames": [
                        "Other: Dynamic cycling"
                    ]
                },
                {
                    "label": "Forced cycling",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The cycling parameters will not change regardless of the motor performance. Motor performance will be measured by assessing the change in tremor and movement speed.",
                    "interventionNames": [
                        "Other: Forced cycling"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Dynamic cycling",
                    "description": "The dynamic cycling involves smart bike that changes according to participants' performance.",
                    "armGroupLabels": [
                        "Dynamic cycling"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Forced cycling",
                    "description": "The same smart bike as used for dynamic cycling, but its adaptive capacity will be disabled. In this case, the bike will behave as standard exercise stationary bike. It will not change its performance according to participants' response.",
                    "armGroupLabels": [
                        "Forced cycling"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Intensity of abnormal movements measured with wearable sensors (acceleorometers)",
                    "description": "1. Before and after exercise sensing: Participants will perform finger taps, reaching, extending their arms, and hand opening and closing. As they do so, the investigators will measure their body movements, looking for abnormal involuntary movements, using wearable sensors comprised of accelerometers. Collected data will be used to determine improvement in involuntary movements.\n2. 12 hour awake period sensing: Participants will wear sensor that looks like a 'wrist watch', and will spend their day in a normal way. Sensor will constantly sense and store their activity measures.\n\nBoth sensor outcomes will be transmitted to the laboratory, via secure cloud, for further analysis. The analysis is comprised of looking at change in abnormal movements in response to exercise (cycling) intervention. The change in parameters will be used to further adjust exercise paradigm, if subjects are in dynamic cycling group.\n\nThe wearable sensors are non-invasive and highly tolerable.",
                    "timeFrame": "Four week"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Montreal Cognitive Assessment Scale",
                    "description": "We will examine total score of cognitive outcome measure with Montreal Cognitive Assessment Scale before intervention, immediately after (at 4 weeks), 3 months, and 6 months. We will track whether there is any change in the total score after intervention (at mentioned intervals) compared to before intervention. The range of Montreal Cognitive Assessment Scale is between 0 (worst) and 30 (best, that is normal). This is standard and highly tolerable rating scale frequently used in various clinical trials and clinical practice.",
                    "timeFrame": "before intervention, immediately after intervention (at week 4), 3 month, and 6 month after intervention"
                },
                {
                    "measure": "Berg Balance test",
                    "description": "Measure balance outcome measures with Berg Balance test at 0 (i.e., at week 4), 3, and 6 months after the exercise and compare them with pre-exercise baseline. This balance outcome measure depicts change in postural instability in response to exercise regimen, immediately after completion (4 weeks) and at 3 and 6 months. The range is between 0 (worst) and 56 (best, normal). This is standard and highly tolerable rating scale frequently used in various clinical trials and clinical practice.",
                    "timeFrame": "before intervention, immediately after intervention (at week 4), 3 month, and 6 month after intervention"
                },
                {
                    "measure": "Mini Balance Evaluation System Test",
                    "description": "Measure balance outcome measures will be done with Mini Balance Evaluation System Test. It will be done before intervention and at the time of completion of exercise intervention 0 month (4 weeks) and at 3 and 6 month follow up. Post-exercise scores will be compared with pre-exercise baseline. The balance outcome measure depicts change in postural instability and balance in response to exercise regimen. The score ranges between 0 (worst) and 28 (best, normal). This is standard and highly tolerable rating scale frequently used in various clinical trials and clinical practice.",
                    "timeFrame": "before intervention, immediately after intervention (at week 4), 3 month, and 6 month after intervention"
                },
                {
                    "measure": "Activity-specific Balance Confidence scale",
                    "description": "Measure balance function will be performed with Activity-specific Balance Confidence scale. This measure will be performed immediately before the exercise intervention, and after 0 month (at 4 weeks) and at 3 month and 6 months after the exercise and compare them with pre-exercise baseline. The balance outcome measure depicts change in balance function and postural instability in response to exercise regimen. The score ranges from 0 (worst) and 100 (best, normal). This is standard and highly tolerable rating scale frequently used in various clinical trials and clinical practice.",
                    "timeFrame": "before intervention, immediately after intervention (at week 4), 3 month, and 6 month after intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nDiagnosis of PD using the UK Brain Bank criteria\n\n* Ability to perform informed consent.\n* Hoehn and Yahr (H\\&Y) stages I-III when off medication,\n* Stable medical regimen of antiparkinsonian medication for at least six months\n\nExclusion Criteria:\n\n* Montreal Cognitive Assessment Scoreless than 18\n* Hamilton depression score of 20 or higher\n* Hamilton anxiety rating score greater than 24\n* Clinical diagnosis including perinatal brain injury, stroke, and atypical parkinsonism\n* One or more signs or symptoms of untreated cardiovascular disease including Pain, discomfort in the chest, neck, jaw, arms or other areas that may result from ischemia - Shortness of breath at rest or with mild exertion - Dizziness or syncope - Orthopnea or paroxysmal nocturnal dyspnea - Ankle edema - Palpitations or tachycardia - Intermittent claudication - heart murmur - Unusual fatigue or shortness of breath with usual activity (ACSM Cardiovascular Risk Assessment)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aasef G Shaikh, MD PhD",
                    "role": "CONTACT",
                    "phone": "(216) 791-3800",
                    "phoneExt": "60000",
                    "email": "Aasef.Shaikh@va.gov"
                },
                {
                    "name": "Varun Sundaram, MBBS PhD",
                    "role": "CONTACT",
                    "phone": "(216) 679-3800",
                    "phoneExt": "65093",
                    "email": "varun.sundaram@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aasef G. Shaikh, MD PhD",
                    "affiliation": "Louis Stokes VA Medical Center, Cleveland, OH",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Louis Stokes VA Medical Center, Cleveland, OH",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106-1702",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Holly B Henry",
                            "role": "CONTACT",
                            "phone": "216-791-3800",
                            "phoneExt": "64657",
                            "email": "holly.henry@va.gov"
                        },
                        {
                            "name": "Aasef G. Shaikh, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}