{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05138601",
            "orgStudyIdInfo": {
                "id": "00147392"
            },
            "organization": {
                "fullName": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Remote Monitoring and Virtual Collaborative Care For Hypertension Control to Prevent Cognitive Decline Phase II",
            "officialTitle": "Remote Monitoring and Virtual Collaborative Care For Hypertension Control to Prevent Cognitive Decline Phase II",
            "acronym": "vCCC 2",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "remote-monitoring-and-virtual-collaborative-care-for-hypertension-control-to-prevent-cognitive-decline-phase-ii"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-22",
            "studyFirstSubmitQcDate": "2021-11-16",
            "studyFirstPostDateStruct": {
                "date": "2021-12-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Kansas Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Utah",
                    "class": "OTHER"
                },
                {
                    "name": "University of Missouri-Columbia",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized, controlled, pragmatic trial designed as a \"type I hybrid effectiveness-implementation trial\" that tests a hypertension program integrating a virtual Collaborative Care Clinic (vCCC), home blood pressure monitoring, and telehealth for lowering blood pressure (BP) in two health systems.",
            "detailedDescription": "This study tests a hypertension program integrating a virtual Collaborative Care Clinic (vCCC), home blood pressure monitoring, and telehealth for lowering blood pressure (BP) in two health systems (University of Kansas Health System \\[UKHS\\] and the University of Utah Health \\[UUtah\\]). The vCCC is staffed by clinical pharmacists who remotely monitor home BP and use telehealth to work with patients to lower systolic blood pressure (SBP) to \\<130 mmHg, as recommended by the current American College of Cardiology/American Heart Association (ACC/AHA) guidelines. Eligible patients with uncontrolled hypertension (HTN) are identified automatically through the electronic health record (EHR) during visits to their Primary Care Provider (PCP) and referred for enrollment into the vCCC."
        },
        "conditionsModule": {
            "conditions": [
                "Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Usual Care with Education",
                    "type": "NO_INTERVENTION",
                    "description": "The participant will be provided with educational material and a home BP monitor. Control participants will continue to see their physicians for their usual care for BP management (their BP data will not be reviewed by pharmacists and the patients will not have support from vCCC pharmacists)"
                },
                {
                    "label": "Virtual Collaborative Care Clinic",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will partake in the virtual collaborative care clinic",
                    "interventionNames": [
                        "Other: Virtual Collaborative Care Clinic"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Virtual Collaborative Care Clinic",
                    "description": "Trained clinical pharmacists will monitor BP, prescribe and adjust medications and monitor for side effects of medications under the license of, and in communication with, the patient's physician.",
                    "armGroupLabels": [
                        "Virtual Collaborative Care Clinic"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Systolic Blood Pressure (SBP) Control At 24 Months",
                    "description": "Our primary outcome is achieving SBP control (\\<130 mmHg). Blood pressure measures will be collected in a dashboard system and will be integrated into the common data model table for final analysis. Investigators will utilize the Benjamini-Hochberg approach to control for multiple testing in our primary outcome.",
                    "timeFrame": "24 months."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cognitive Measures",
                    "description": "Investigators will use composite z score obtained by averaging standardized z scores of individual NP test scores and use z scores of individual tests to determine changes in a single test that may be obscured with the measurement of a global score. The tests are Montreal Cognitive Assessment (MoCA) Blind, Rey Auditory Verbal Learning Test (RAVLT), Number Span Forwards and Backwards (NSFB), Oral Trail Making Test (OTMT), Category Fluency, Verbal Fluency, Rey Auditory Verbal Naming Test Delayed Recall and Recognition, and Verbal Naming Test (VNT). MoCA Blind has 22 possible points, with19 or above normal. NSFB gives 2 scores, total number of correct trials and longest sequence repeated correctly with higher score indicating better working memory. The category fluency has 2 possible scores with a higher number of unique names indicating a better semantic memory. For the Verbal Fluency test the score reflects the number of unique responses with a higher score indicating better memory",
                    "timeFrame": "0 months, 12 months, and 24 months"
                },
                {
                    "measure": "Major Adverse Cardiovascular Events (MACE)",
                    "description": "Data from the electronic health record (EHR) will be extracted. MACE will be identified by will be identified by International Statistical Classification of Diseases and Related Health Problems (ICD) and Current Procedural Terminology (CPT) codes for hospitalization due to myocardial infarction (MI), nonfatal stroke, coronary revascularization, and heart failure, which will be identified by combining observations from EHR",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Atherosclerotic Cardiovascular Disease Risk (ASCVD)",
                    "description": "Data from the EHR will be extracted. (ASCVD) score will be estimated by age, sex, race, BP, total cholesterol, HDL cholesterol, history of diabetes, smoking status, HTN treatment, statin and aspirin therapy. ASCVD score is given as a percentage. A 0 to 4.9% risk is considered low risk, 5 to 7.4% is considered borderline, a 7.5 to 20% risk is considered intermediate, and a score above 20% is considered high.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Health Care Resource Utilization: Charges Per Patient",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include charges per patient (measured as total and average dollar amount of charges).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Mortality",
                    "description": "All-cause mortality, as a composite endpoint, will be obtained from Common Data Model DEATH table and be ascertained by linked Medicare Beneficiary Summary File available from Centers for Medicare and Medicaid Services (CMS)",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Systolic Blood Pressure (SBP) Control At 12 Months",
                    "description": "Our primary outcome is achieving SBP control (\\<130 mmHg). Blood pressure measures will be collected in a dashboard system and will be integrated into the common data model table for final analysis. Investigators will utilize the Benjamini-Hochberg approach to control for multiple testing in our primary outcome.",
                    "timeFrame": "12 Months"
                },
                {
                    "measure": "Health utilization outcome measurement: Carrier Claims",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include healthcare-facility-metrics, such as carrier (physician Part B) claims (measured as total and average counts of distinct claims)",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: facility claims",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include outpatient, inpatient, skilled nursing facility claims (measured as total and average counts of distinct claims).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: coronary care claims",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include component-of-care metrics, such as coronary care claims (measured as total and average counts of distinct claims)",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: coronary care expenditures",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include component-of-care metrics, such as coronary care expenditures (measured as total and average dollar amount of charges) per patient",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: coronary care unit days",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include component-of-care metrics, such as coronary care unit days (measured as total length of stay in coronary care unit).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: intensive care unit (ICU) days",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include component-of-care metrics, such as ICU days (measured as total length of ICU stay) per patient.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: general drug claims",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include component-of-care metrics such as general drugs and/or IV therapy claims (measured as total and average counts of distinct claims) per patient.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: durable medical equipment Medicare payments",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include component-of-care metrics such as durable medical equipment Medicare payments (measured as total and average dollar amount of charges) per patient.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: imaging and laboratory events",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include component-of-care metrics such as imaging and laboratory events (measured as total and average counts of distinct claims suggesting imaging and laboratory events).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Health utilization outcome measurement: imaging and laboratory expenditures",
                    "description": "Health utilization outcome measurement will be ascertained mainly by CMS claims data. The utilization outcome measurement will include component-of-care metrics such as imaging and laboratory expenditures (measured as total and average dollar amount of charges) per patient.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 65 and older\n* Active patient in participating primary care clinic\n* Access to compatible \"smartphone\" or device (i.e., Android, Kindle or Apple with internet connectivity or mobile network)\n* Elevated BP as defined by\n* SBP \\>140 at current visit AND documented history of hypertension OR SBP \\> 140 at current visit and at another visit in last 18 months OR SBP \\>160 at current visit\n* Sufficiently fluent in English to participate in study procedures\n* Adequate hearing to complete study procedures\n* Able to give their own signed consent\n* Health insurance coverage by Medicare\n\nExclusion Criteria:\n\n* Clinically significant illness that may affect safety or completion per their treating PCP or study physician\n* Needing interpreter for clinic visits (through Electronic Health Record)\n* Currently in hospice care\n* Currently receiving chemotherapy\n* Unable to take accurate BP measurement, either due to inability to follow protocol to check BP or due to medical conditions such as lymphedema or dialysis access on both arms.\n* Currently participating in another intervention trial\n* End stage kidney disease on dialysis\n* Diagnosis of dementia (i.e., dementia, Alzheimer's disease, vascular dementia, dementia with Lewy bodies, frontotemporal dementia)\n* Chronic active disease with expected life expectancy \\< 2 years as determined by the study team",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexandra Dahlgren",
                    "role": "CONTACT",
                    "phone": "(913) 945-7668",
                    "email": "adahlgren@kumc.edu"
                },
                {
                    "name": "Amber Wilson",
                    "role": "CONTACT",
                    "email": "vCCC@kumc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeffrey Burns, MD, MS",
                    "affiliation": "University of Kansas Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kansas Health System",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Kansas",
                    "zip": "66160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Heidi Anderson",
                            "role": "CONTACT",
                            "email": "handerson8@kumc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.11417,
                        "lon": -94.62746
                    }
                },
                {
                    "facility": "University of Utah",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kaylene Zupan",
                            "role": "CONTACT",
                            "email": "vCCC@hsc.utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Decline",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "Hypertension",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        }
    },
    "hasResults": false
}