{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06015191",
            "orgStudyIdInfo": {
                "id": "STUDY00000990"
            },
            "organization": {
                "fullName": "Children's Mercy Hospital Kansas City",
                "class": "OTHER"
            },
            "briefTitle": "Remote Cardiac Rehab for Adolescents With Congenital Heart Disease",
            "officialTitle": "Remotely Delivered Cardiac Rehabilitation for Adolescents With Congenital Heart Disease",
            "acronym": "Remote-CaRe",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "remote-cardiac-rehab-for-adolescents-with-congenital-heart-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-31",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-05",
            "studyFirstSubmitQcDate": "2023-08-22",
            "studyFirstPostDateStruct": {
                "date": "2023-08-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David White",
                "investigatorTitle": "Associate Professor, Exercise Physiologist",
                "investigatorAffiliation": "Children's Mercy Hospital Kansas City"
            },
            "leadSponsor": {
                "name": "Children's Mercy Hospital Kansas City",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Kansas",
                    "class": "OTHER"
                },
                {
                    "name": "Children's Hospital of Philadelphia",
                    "class": "OTHER"
                },
                {
                    "name": "University of North Carolina, Chapel Hill",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this randomized controlled trial is to evaluate the effectiveness of video conferencing for the delivery of live-supervised, real-time cardiac rehabilitation (CR) exercise training to groups of adolescents with congenital heart disease (CHD) in their homes. Participants will be randomized to either the remote cardiac rehab (RCR) group or active control group. The RCR group will participate in live, group-based exercise training (3-5 participants per exercise session), in their homes 3 days per week for 45 minutes over 12-weeks. Exercise sessions will be led and supervised by a live health coach via telehealth video technology. The active control group will be provided informational handouts on health exercise for their cardiac diagnosis. The primary aim is to compare between group changes (0-12-weeks) in cardiorespiratory fitness (VO2peak). Secondary aims are to compare between group changes (0-12-weeks) in cardiac function (echocardiography), lean body mass, and physical frailty. Exploratory aims will compare between group changes (0-12-weeks) in physical function, quality of life, skeletal muscle function, and physical activity self-efficacy. Additionally, exploratory aims will explore the impact of demographic characteristics, program participation, program satisfaction, and daily physical activity on changes in cardiorespiratory fitness.",
            "detailedDescription": "This randomized controlled trial will evaluate the effectiveness of live, in-home, group-based cardiac rehabilitation (CR) exercise training compared to standard care (active) control. Participants will include adolescents (age 12-19 years) with one of three congenital heart disease (CHD) diagnoses: Fontan (single ventricle) circulation, Tetralogy of Fallot, or dextro-transposition of the great vessels. Following baseline outcomes testing, participants will be computer randomized (with equal stratification by CHD diagnosis and biologic sex) to either the remote cardiac rehab (RCR) group (n=\\~37) or the active control group (n=\\~37). Participants randomized to the RCR group will participate in 12-weeks of live-supervised exercise training (36 sessions total) from their respective homes led by a trained health coach via telehealth video technology. RCR participants will initially engage in a 2-week ramp-up period (1-1 or small groups, 6-sessions total) with a live health coach, followed by 10-weeks of group-based (3-5 participants, 30 sessions total) exercise training where participants will be able to interact with the health coach and other participants. Participants in the RCR group will be asked to attend and participate in exercise sessions 3 days per week for 45-minutes. Exercise session intensity will be consistent with a heart rate of 60-75% of their VO2peak, will consist of a mix of flexibility, aerobic, and anaerobic exercise, and will be facilitated by a small set of exercise equipment (e.g., resistance bands, cones, medicine balls) provided to participants. Participants randomized to the active control group will be provided handouts that describe exercises consistent with the physical activity recommendations for youth. The total intervention period for both groups will be 12-weeks. Primary, secondary, and exploratory outcomes will be measured at baseline and 12-13-weeks following randomization. Additionally, participants in both groups will be provided a consumer grade wrist-worn physical activity monitor, where participants will be encouraged to wear throughout the 12-week intervention period and beyond for a minimum of 6-months. Participants randomized to the active control group will be provided the opportunity to participate in the RCR exercise training once enrollment goals are met."
        },
        "conditionsModule": {
            "conditions": [
                "Congenital Heart Disease in Children"
            ],
            "keywords": [
                "Exercise",
                "Cardiac Rehabilitation",
                "Physical Activity",
                "Telehealth"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized Controlled Trial",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 74,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Remote Cardiac Rehabilitation",
                    "type": "EXPERIMENTAL",
                    "description": "Following a 2-week ramp-up period, participants will attend group exercise sessions, remotely delivered in their homes, 3 days per week for 45-minutes over 12-weeks led by a live-interactive health coach. There are 4 exercise session types with different modalities: Session A: 75% aerobic, 25% resistance; Session B: 25% aerobic, 75% resistance; Session C: 50% aerobic, 50% resistance; and Session D: Exercise games (mix of modalities). Each participant will rotate through a 5-week set of exercise sessions (20 sessions) twice over the 10-weeks of group exercise period.",
                    "interventionNames": [
                        "Behavioral: Remote Cardiac Rehabilitation"
                    ]
                },
                {
                    "label": "Active Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive a handout describing physical activities appropriate for their congenital heart disease diagnosis and providing recommendations consistent with the physical activity recommendations for children and adolescents.",
                    "interventionNames": [
                        "Behavioral: Active Control"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Remote Cardiac Rehabilitation",
                    "description": "Participants will engage in a ramp-up period (weeks 0-2) where participants will attend 1-on-1 live, remote in-home exercise sessions (20-35 min./session, 3-days/wk.) delivered by a health coach via telehealth video conferencing. Participants will be provided a tablet computer and a small set of equipment. Following the ramp-up period, participants will be asked to attend live, in-home, group-based exercise sessions (weeks 3-12, 3-5 participants/group, 45-min, 3-days/wk. minimum). Sessions will be offered 4-days/wk. in the afternoons and early evenings allowing participants to select the most convenient 3 days per week to attend. Sessions will include a variety of dynamic aerobic and anaerobic (resistance) exercises with a target heart rate corresponding to 60-75% of VO2peak. In the group-based exercise sessions, participants will be able to see, hear, and verbally interact with the health coach and the other participants, allowing for supervision and encouraging social support.",
                    "armGroupLabels": [
                        "Remote Cardiac Rehabilitation"
                    ],
                    "otherNames": [
                        "RCR"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Active Control",
                    "description": "Participants will receive a handout describing physical activities appropriate for their congenital heart disease diagnosis and providing recommendations consistent with the physical activity recommendations for children and adolescents.",
                    "armGroupLabels": [
                        "Active Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Peak Cardiorespiratory Fitness",
                    "description": "Cardiorespiratory fitness will be assessed using a peak cardiopulmonary exercise stress test (VO2peak) on a cycle ergometer using a ramping cycle protocol.",
                    "timeFrame": "Change from baseline to 12-weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Echocardiogram with global longitudinal strain (Fontan)",
                    "description": "Cardiac Function for the participant with Fontan diagnosis will be assessed with echocardiogram using greyscale 2-dimensional images obtained of the single left ventricle, right ventricle or the entirety of the biventricular morphology. Global longitudinal strain analysis will be performed by averaging the apical 4, 3, or 2 images using GE EchoPAC BT13 software following American Society of Echocardiography guidelines.",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Echocardiogram with global longitudinal strain (Tetralogy of Fallot and d-transposition of the great vessels)",
                    "description": "Cardiac Function for the participant with Tetralogy of Fallot and d-transposition of the great vessels diagnosis will be assessed with echocardiogram using greyscale 2-dimensional images obtained on the ventricles. Global longitudinal strain analysis will be performed by averaging the apical 4, 3, and 2 images using GE EchoPAC BT13 software following American Society of Echocardiography guidelines.",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Lean Body Mass",
                    "description": "Body composition will be assessed using whole-body dual energy X-ray absorptiometry (DXA)",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Frailty (slowness)",
                    "description": "Slowness will be assessed using a 6-minute walk test",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Frailty (weakness)",
                    "description": "Weakness will be assessed using handgrip strength dynamometry.",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Frailty (fatigue)",
                    "description": "Fatigue will be assessed using the Pediatric quality of life inventory (PedsQL) Multidimensional Fatigue Scale (Range: 0 (high fatigue) - 100 (low fatigue))",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Frailty (energy expenditure/physical activity)",
                    "description": "Physical activity / energy expenditure will be assessed using the self-report, past-week Physical Activity Questionnaire for Adolescents (PAQ-A) (Range: 1 (inactive) - 5 (highly active))",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Functional Movement",
                    "description": "Functional Movement / gross motor proficiency will be assessed with the Bruininks-Oseretsky Test of Motor Proficiency, Second Edition (BOT-2) (Range: -3SD (well-below average) - +4SD (well-above average)) SD = Standard deviations",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Quality of Life Generic Core Scale",
                    "description": "Quality of life (QoL) will be assessed with the Pediatric Quality of Life inventory (PedsQL) Generic Core Scale (Range: 0 (low QoL) - 100 (high QoL))",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Quality of Life Cardiac Module",
                    "description": "Cardiac specific quality of life (QoL) will be assessed with the Pediatric Quality of Life inventory (PedsQL) Cardiac Module (Range: 0 (low QoL) - 100 (high QoL))",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Physical Activity Self-Efficacy",
                    "description": "Physical activity (PA) self-efficacy will be assessed using the Domain-Specific Physical Activity Efficacy Questionnaire (mean score of 0 (low PA self-efficacy) - 100 (high PA self-efficacy)",
                    "timeFrame": "Change from baseline to 12-weeks"
                },
                {
                    "measure": "Exercise session adherence (Remote Cardiac Rehab Group)",
                    "description": "Exercise session adherence will be assessed using a wrist-worn Fitbit Versa 4 activity monitor. The Fitbit Versa 4 will be used to asses exercise heart rates during the exercise sessions.",
                    "timeFrame": "Baseline to 12-weeks"
                },
                {
                    "measure": "Lifestyle Physical Activity",
                    "description": "Physical activity will be assessed using a wrist-worn Fitbit Versa 4 activity monitor. The Fitbit Versa 4 will be used to determine the volume of physical activity participation in free-living conditions.",
                    "timeFrame": "Change from baseline to 12-weeks and change from 12-weeks to 6-months post intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 12-19 years old\n2. Male or Female\n3. Diagnosed with one of three congenital heart diseases:\n\n   Univentricular heart with Fontan Palliation Tetralogy of Fallot with transannular patch Dextro-transposition of the great arteries with arterial switch operation\n4. Primary Cardiology clearance for exercise participation\n5. Internet access in their homes\n6. Available for in-home exercise between 4-7pm on at least 3 days of the Monday-Friday work week\n7. English Speaking\n8. Achieving maximal effort on a cardiopulmonary exercise test, defined as RER ≥1.1 and/or in the judgement of the supervising exercise physiologist, a maximal effort was achieved but exercise capacity is limited by musculoskeletal deconditioning.\n\nExclusion Criteria:\n\n1. Physically or developmentally unable to perform outcomes assessments or participate in moderate-to-vigorous intensity physical activity\n2. Participating in \\> 15 MET-hours per week (mean weekly average over the past 12- months) of organized athletic/exercise activity (not including school physical education class).\n3. Height less than 132cm\n4. Pregnancy or planned surgery or procedure (excluding outpatient, non-cardiac procedures) within the 12-week study period.\n5. Meeting at least 1 exercise test safety or screening criteria on most recent exercise test (pre-study) or baseline outcomes visit exercise test\n6. Presence of significant cardiac dysfunction that would impair safe participation in moderate-to-vigorous intensity exercise\n7. Significant changes baseline echocardiogram or most recent clinical echocardiogram (from past clinical echocardiogram) such as decrease in ventricular and/or valvar function, new obstruction, or any new structural abnormalities\n8. Uncontrolled or poorly controlled asthma\n9. Presence of implanted cardioverter-defibrillator\n10. Pacemaker with rate-responsive function initiated\n11. Reliance on ventricular assist device\n12. Prescribed milrinone medication\n13. Listed for heart transplantation\n14. Active engagement in hormone replacement for gender transition",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "19 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dara Watkins, MA",
                    "role": "CONTACT",
                    "phone": "816-302-3633",
                    "phoneExt": "73633",
                    "email": "djwatkins@cmh.edu"
                },
                {
                    "name": "David Cloutier, MS, MBA",
                    "role": "CONTACT",
                    "phone": "816-302-3636",
                    "email": "dacloutier@cmh.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "David A White, PhD",
                    "affiliation": "Children's Mercy Kansas City",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Mercy Kansas City",
                    "status": "RECRUITING",
                    "city": "Kansas City",
                    "state": "Missouri",
                    "zip": "64108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David A White, PhD",
                            "role": "CONTACT",
                            "phone": "816-731-7478",
                            "email": "dawhite@cmh.edu"
                        },
                        {
                            "name": "Dara Watkins, MA",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.09973,
                        "lon": -94.57857
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000006330",
                    "term": "Heart Defects, Congenital"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000018376",
                    "term": "Cardiovascular Abnormalities"
                },
                {
                    "id": "D000000013",
                    "term": "Congenital Abnormalities"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9418",
                    "name": "Heart Defects, Congenital",
                    "asFound": "Congenital Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12",
                    "name": "Congenital Abnormalities",
                    "relevance": "LOW"
                },
                {
                    "id": "M20503",
                    "name": "Cardiovascular Abnormalities",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}