{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03741751",
            "orgStudyIdInfo": {
                "id": "201808164"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Repetitive TMS & Cognitive Training in Adults With Schizophrenia",
            "officialTitle": "Repetitive Transcranial Magnetic Stimulation and Cognitive Training for Treatment of Cognitive Problems in Adults With Schizophrenia: A Pilot Randomized Trial",
            "acronym": "CrTMS",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "repetitive-tms-cognitive-training-in-adults-with-schizophrenia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-01-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-11-08",
            "studyFirstSubmitQcDate": "2018-11-12",
            "studyFirstPostDateStruct": {
                "date": "2018-11-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-02-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The proposed project aims to establish the feasibility and tolerability of delivering repetitive transcranial magnetic stimulant (rTMS) combined with computerized cognitive training in patients with Schizophrenia or Schizoaffective Disorder and cognitive difficulties.\n\nThe investigators will conduct a 2 week randomized controlled trial study evaluating computerized cognitive training combined with either active or sham rTMS on cognitive and functional outcomes in adults with Schizophrenia or Schizoaffective Disorder.",
            "detailedDescription": "Schizophrenia affects approximately 1.1% of U.S adults per year and is among the most disabling psychiatric illnesses, due primarily to poor functioning related to cognitive dysfunction. Negative (e.g. flattened affect, limited speech output, lack of motivation) and cognitive symptoms (e.g. poor executive functioning, attention and working memory) are by far the leading cause of social, occupational and educational disability and functional impairment in patients with schizophrenia. Since the advent of antipsychotic medications, Schizophrenia treatment has improved significantly with respect to positive symptom control. However, there are limited resources for improving cognitive symptoms in Schizophrenia, which remain disabling for most with the diagnosis. Cognitive remediation and cognitive training programs have shown promise in improving these symptoms. Specifically, adults with Schizophrenia show significant improvements in cognition after participating in 2 weeks of computer based cognitive training. Functional capacity has also been shown to improve with longer periods of computer-based cognitive training. However, the effects of cognitive training alone may be most effective in the short-term. Longer term effectiveness of cognitive training has yet to be shown.\n\nThere has been emergent interest in using neuromodulation for treatment of cognitive decline in people with various illnesses including children with ADHD, adults with schizophrenia and older adults with late life depression. Specifically, high frequency (20Hz) rTMS applied to the dorsolateral prefrontal cortex (DLPFC) bilaterally has been shown to improve working memory in patients with schizophrenia. By improving neuroplasticity and working memory, rTMS could significantly improve effects of cognitive training in patients with schizophrenia. Combination cognitive training and rTMS treatment has been used in patients with depression with promising results. Previously, the implementation of cognitive training programs in clinical settings was challenged by the intensity of required patient engagement. However, our group and others have applied computerized training programming that is accessible remotely, improving accessibility and engagement. Thus, computerized training offers a feasible and scalable combination with neuromodulation treatment. Here, we propose to test rTMS, in combination with a computerized cognitive training program, to remediate cognitive dysfunction in Schizophrenia and Schizoaffective Disorder in a pilot randomized clinical trial.\n\nAim: Conduct a randomized pilot and feasibility study of active versus sham rTMS combined with computerized cognitive training program in adults with Schizophrenia or Schizophreniform Disorders, comparing neurocognitive and functional outcomes between groups.\n\n1a) the investigators hypothesize favorable differences between groups in acute improvement on neuropsychological executive functioning, as measured by the Screen for Cognitive Impairment in Psychiatry (SCIP).\n\n1b) The investigators hypothesize favorable differences between groups in daily functioning as measured by the Canadian Objective Assessment of Life Skills (COALS) and the WHO Disability Assessment Schedule (WHODAS) in participants receiving CrTMS compared to controls."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia Spectrum and Other Psychotic Disorders",
                "Cognitive Impairment"
            ],
            "keywords": [
                "cognition",
                "schizophrenia",
                "schizoaffective disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "randomized controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "participants will be masked to the TMS versus sham treatment. Sham treatment will be very similar to active TMS without the active magnetic stimulation",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "active rTMS with computerized cognitive training",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive 6 sessions of active rTMS followed by a computerized cognitive training session over 2 weeks.",
                    "interventionNames": [
                        "Device: rTMS",
                        "Behavioral: Computerized cognitive training"
                    ]
                },
                {
                    "label": "sham rTMS with computerized cognitive training",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants will receive 6 sessions of sham rTMS followed by a computerized cognitive training session over 2 weeks.",
                    "interventionNames": [
                        "Behavioral: Computerized cognitive training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "rTMS",
                    "description": "Participants will receive either active or sham bilateral rTMS over the dorsolateral prefrontal cortex (DLPFC) for 12.5 min per side.",
                    "armGroupLabels": [
                        "active rTMS with computerized cognitive training"
                    ],
                    "otherNames": [
                        "High frequency repetitive transcranial magnetic stimulation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Computerized cognitive training",
                    "description": "All participants will receive computerized cognitive training for 40 min after each rTMS session.",
                    "armGroupLabels": [
                        "active rTMS with computerized cognitive training",
                        "sham rTMS with computerized cognitive training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Differences between groups on neuropsychological functioning",
                    "description": "Evaluate differences in neuropsychological functioning between active and sham rTMS groups using the Screen for Cognitive Impairment in Psychiatry (SCIP).",
                    "timeFrame": "2 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Differences between groups on life skills",
                    "description": "Evaluate differences in daily functioning between active and sham rTMS groups using the Canadian Objective Assessment of Life Skills (COALS).",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Differences between groups on disability",
                    "description": "Evaluate differences in daily functioning between active and sham rTMS groups using the WHO Disability Assessment Schedule (WHODAS).",
                    "timeFrame": "2 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18-65\n* Diagnosis of schizophrenia or schizoaffective disorder\n* Psychotic symptoms are stable\n\nExclusion Criteria:\n\n* Active substance use\n* History of seizures or seizure disorder\n* Active psychosis or recent psychiatric hospitalization\n* Use of medications that could impair cognitive functioning",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rita Haddad, MD",
                    "role": "CONTACT",
                    "phone": "314-362-5154",
                    "email": "haddad@wustl.edu"
                },
                {
                    "name": "Julia Schweiger",
                    "role": "CONTACT",
                    "phone": "314-362-5154",
                    "email": "schweigj@wustl.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rita Haddad, MD",
                            "role": "CONTACT",
                            "phone": "314-362-5154",
                            "email": "rhaddad@wustl.edu"
                        },
                        {
                            "name": "Julia Schweiger, CCRC",
                            "role": "CONTACT",
                            "phone": "(314) 352-5154",
                            "email": "schweigj@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20478878",
                    "type": "BACKGROUND",
                    "citation": "Bowie CR, Depp C, McGrath JA, Wolyniec P, Mausbach BT, Thornquist MH, Luke J, Patterson TL, Harvey PD, Pulver AE. Prediction of real-world functional disability in chronic mental disorders: a comparison of schizophrenia and bipolar disorder. Am J Psychiatry. 2010 Sep;167(9):1116-24. doi: 10.1176/appi.ajp.2010.09101406. Epub 2010 May 17."
                },
                {
                    "pmid": "22581070",
                    "type": "BACKGROUND",
                    "citation": "Bowie CR, McGurk SR, Mausbach B, Patterson TL, Harvey PD. Combined cognitive remediation and functional skills training for schizophrenia: effects on cognition, functional competence, and real-world behavior. Am J Psychiatry. 2012 Jul;169(7):710-8. doi: 10.1176/appi.ajp.2012.11091337."
                },
                {
                    "pmid": "28931460",
                    "type": "BACKGROUND",
                    "citation": "Best MW, Gale D, Tran T, Haque MK, Bowie CR. Brief executive function training for individuals with severe mental illness: Effects on EEG synchronization and executive functioning. Schizophr Res. 2019 Jan;203:32-40. doi: 10.1016/j.schres.2017.08.052. Epub 2017 Sep 19."
                },
                {
                    "pmid": "20521875",
                    "type": "BACKGROUND",
                    "citation": "Bloch Y, Harel EV, Aviram S, Govezensky J, Ratzoni G, Levkovitz Y. Positive effects of repetitive transcranial magnetic stimulation on attention in ADHD Subjects: a randomized controlled pilot study. World J Biol Psychiatry. 2010 Aug;11(5):755-8. doi: 10.3109/15622975.2010.484466."
                },
                {
                    "pmid": "21818354",
                    "type": "BACKGROUND",
                    "citation": "Barr MS, Farzan F, Arenovich T, Chen R, Fitzgerald PB, Daskalakis ZJ. The effect of repetitive transcranial magnetic stimulation on gamma oscillatory activity in schizophrenia. PLoS One. 2011;6(7):e22627. doi: 10.1371/journal.pone.0022627. Epub 2011 Jul 27."
                },
                {
                    "pmid": "26593273",
                    "type": "BACKGROUND",
                    "citation": "Cheng CM, Juan CH, Chen MH, Chang CF, Lu HJ, Su TP, Lee YC, Li CT. Different forms of prefrontal theta burst stimulation for executive function of medication- resistant depression: Evidence from a randomized sham-controlled study. Prog Neuropsychopharmacol Biol Psychiatry. 2016 Apr 3;66:35-40. doi: 10.1016/j.pnpbp.2015.11.009. Epub 2015 Nov 22."
                },
                {
                    "pmid": "19606086",
                    "type": "BACKGROUND",
                    "citation": "Barr MS, Farzan F, Rusjan PM, Chen R, Fitzgerald PB, Daskalakis ZJ. Potentiation of gamma oscillatory activity through repetitive transcranial magnetic stimulation of the dorsolateral prefrontal cortex. Neuropsychopharmacology. 2009 Oct;34(11):2359-67. doi: 10.1038/npp.2009.79. Epub 2009 Jul 15."
                },
                {
                    "pmid": "15531406",
                    "type": "BACKGROUND",
                    "citation": "Green MF, Kern RS, Heaton RK. Longitudinal studies of cognition and functional outcome in schizophrenia: implications for MATRICS. Schizophr Res. 2004 Dec 15;72(1):41-51. doi: 10.1016/j.schres.2004.09.009."
                },
                {
                    "pmid": "18232722",
                    "type": "BACKGROUND",
                    "citation": "Janicak PG, O'Reardon JP, Sampson SM, Husain MM, Lisanby SH, Rado JT, Heart KL, Demitrack MA. Transcranial magnetic stimulation in the treatment of major depressive disorder: a comprehensive summary of safety experience from acute exposure, extended exposure, and during reintroduction treatment. J Clin Psychiatry. 2008 Feb;69(2):222-32. doi: 10.4088/jcp.v69n0208."
                },
                {
                    "pmid": "11495396",
                    "type": "BACKGROUND",
                    "citation": "Manes F, Jorge R, Morcuende M, Yamada T, Paradiso S, Robinson RG. A controlled study of repetitive transcranial magnetic stimulation as a treatment of depression in the elderly. Int Psychogeriatr. 2001 Jun;13(2):225-31. doi: 10.1017/s1041610201007608."
                },
                {
                    "pmid": "23648193",
                    "type": "BACKGROUND",
                    "citation": "Gomez-Benito J, Guilera G, Pino O, Rojo E, Tabares-Seisdedos R, Safont G, Martinez-Aran A, Franco M, Cuesta MJ, Crespo-Facorro B, Bernardo M, Vieta E, Purdon SE, Mesa F, Rejas J; Spanish Working Group in Cognitive Function. The screen for cognitive impairment in psychiatry: diagnostic-specific standardization in psychiatric ill patients. BMC Psychiatry. 2013 May 6;13:127. doi: 10.1186/1471-244X-13-127."
                },
                {
                    "pmid": "23200318",
                    "type": "BACKGROUND",
                    "citation": "McDermid Vaz SA, Heinrichs RW, Miles AA, Ammari N, Archie S, Muharib E, Goldberg JO. The Canadian Objective Assessment of Life Skills (COALS): a new measure of functional competence in schizophrenia. Psychiatry Res. 2013 Apr 30;206(2-3):302-6. doi: 10.1016/j.psychres.2012.10.020. Epub 2012 Nov 27."
                },
                {
                    "pmid": "20020047",
                    "type": "BACKGROUND",
                    "citation": "Andrews G, Kemp A, Sunderland M, Von Korff M, Ustun TB. Normative data for the 12 item WHO Disability Assessment Schedule 2.0. PLoS One. 2009 Dec 17;4(12):e8343. doi: 10.1371/journal.pone.0008343."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                },
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "relevance": "LOW"
                },
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Psychotic Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "asFound": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}