{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04008368",
            "orgStudyIdInfo": {
                "id": "190118"
            },
            "secondaryIdInfos": [
                {
                    "id": "19-H-0118"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Repeat Peripheral Blood Stem Cell Transplantation for Patients With Sickle Cell Disease and Falling Donor Myeloid Chimerism Levels",
            "officialTitle": "Repeat Peripheral Blood Stem Cell Transplantation for Patients With Sickle Cell Disease or Beta-Thalassemia and Falling Donor Myeloid Chimerism Levels",
            "therapeuticArea": [
                "Other"
            ],
            "study": "repeat-peripheral-blood-stem-cell-transplantation-for-patients-with-sickle-cell-disease-and-falling-donor-myeloid-chimerism-levels"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-10-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-01-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2037-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-07-03",
            "studyFirstSubmitQcDate": "2019-07-03",
            "studyFirstPostDateStruct": {
                "date": "2019-07-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nSickle cell disease can often be treated with blood stem cell transplants. But for some people the disease returns. This study will give a second transplant to people whose disease has returned but still have some donor cells in their body.\n\nObjective:\n\nTo cure people s sickle cell disease by giving a second treatment that makes more room in their bone marrow for donor cells.\n\nEligibility:\n\nPeople ages 4 and older with sickle cell disease who had a transplant but the disease returned, and their donor relatives. Donors can be 2 years of age or older.\n\nDesign:\n\nParticipants will be screened with medical history, physical exam, and blood tests.\n\nRecipients will also be screened with heart and breathing tests, x-rays, a bone marrow sample, and teeth and eye exams. They must have a caregiver.\n\nDonors will have 7-8 visits. They will take a drug for 5-6 days to prepare them for the donation. For the donation, blood is taken from a vein in the arm or groin. The stem cells are collected. The rest of the blood is returned. This may be repeated.\n\nRecipients will get a long IV line in their arm or chest for about 1-2 months. They will take drugs to help their body accept the donor cells. They will get the donor cells and red blood cell transfusions through the line. They will stay in the hospital about 30 days after the transfusion of donor cells.\n\nIn first 3 months after the infusion, recipients will have many visits. Then they will have visits every 6 months to 1 year for 5 years. During those visits they will repeat some of the screening tests....",
            "detailedDescription": "Nonmyeloablative allogeneic peripheral blood stem cell (PBSC) transplants are currently being investigated in phase I/II trials assessing engraftment, efficacy, and toxicity at a number of transplant centers. Our ongoing protocol for patients with severe congenital anemias, particularly sickle cell disease (SCD), and an HLA-matched sibling donor has had excellent preliminary results. None of the patients who engrafted had sickle-related events or any evidence of graft versus host disease (GVHD). There was no significant toxicity associated with the conditioning regimen. An additional protocol is ongoing for patients with high risk of graft rejection which employs pentostatin and oral cyclophosphamide (PC) pre-transplant to further deplete recipient lymphocytes in an attempt to decrease the rate of graft rejection, and to date the engraftment rate has substantially improved. Our first haploidentical transplant protocol showed improving engraftment and success rates with the addition of post-transplant cyclophosphamide, but with a median follow-up of 5 years, the disease-free survival was at best 50%. Our new haploidentical transplant protocol has had some encouraging early results in the first 5 patients transplanted.\n\nBased on 67 patients undergoing HLA-matched sibling or haploidentical PBSC transplants at the NIH, we sought to determine what donor chimerism level is necessary to reverse SCD. Three of the patients had falling donor myeloid chimerism (DMC) levels, and when the DMC level fell below 20%, all 3 patients had return of their SCD. Our mathematical model showed that only 20% DMC (which tracks with donor erythroid chimerism) is necessary due to vast differences in donor and recipient red blood cell (RBC) survival. As all 3 patients had persistent but insufficient donor chimerism levels, we performed a PBSC boost using the same donor and busulfan/alemtuzumab conditioning. Haploidentical patients received CD34-selected PBSCs and HLA-matched sibling patients received unmanipulated PBSCs. All 3 patients now remain free of SCD with DMC levels of 100% at 1, 2.5, and 3.5 years post-transplant. Because the same donor was used and no patient experienced graft rejection, the failure of the original protocols likely was due to insufficient myelosuppression and not insufficient immunosuppression. Therefore, in this protocol, we propose repeat PBSC transplants using increased myelosuppression and CD34-selected PBSCs in patients with a haploidentical donor or unmanipulated PBSCs in patients with an HLA-matched sibling donor from the same donor in a population of patients who have falling DMC and return of SCD."
        },
        "conditionsModule": {
            "conditions": [
                "Myeloid Chimerism"
            ],
            "keywords": [
                "Stem Cell Transplant"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 32,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "type": "OTHER",
                    "description": "patients with HLA-matched sibling donors",
                    "interventionNames": [
                        "Device: CliniMACS CD34 Reagent"
                    ]
                },
                {
                    "label": "2",
                    "type": "OTHER",
                    "description": "patients with haploidentical donors",
                    "interventionNames": [
                        "Device: CliniMACS CD34 Reagent"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "CliniMACS CD34 Reagent",
                    "description": "Haploidentical recipients will receive CD34-selected cells using Miltenyi CliniMACS CD34+ cell selection kits. The target CD34+ cell dose is at least 10 x 106/kg, and the minimum CD34+ cell dose is 5 x 106/kg. All of the cells collected during the apheresis procedure will be given. The cells will be cryopreserved and stored until the day of transplant.",
                    "armGroupLabels": [
                        "1",
                        "2"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "dichotomous positive/negative outcome where a positive response is defined by absence of graft rejection",
                    "description": "The primary endpoint for each individual is a dichotomous positive/negative outcome where a positive response is defined by absence of graft rejection, and absence of severe acute GVHD (grade 3 and higher), or moderate to severe chronic GVHD evaluated 100 days post-transplant.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of graft rejection defined as HbS >10% when donors have HbAA and HbS >50% when donors have sickle cell trait",
                    "description": "1) Incidence of graft rejection defined as HbS \\>10% when donors have HbAA and HbS \\>50% when donors have sickle cell trait 2) Incidence of acute and chronic GVHD 3) The level of chimerism required to maintain both graft survival as well as hematologic normalcy. 4) Incidence of donor type hemoglobin at 1 year post-transplant in SCD patients who have not been transfused in the previous 3 months. 5) Incidence of viral reactivation and disease 6) Disease-free survival and overall survival 7) Relapse rate and graft rejection rate 8) Transplant-related mortality 9) Effects of transplant on organ function 10) Biomarkers associated with tolerance induction",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nInclusion criteria- recipient\n\n1. Patient with history of SCD or beta thalassemia who previously underwent allogeneic hematopoietic stem cell transplantation (HSCT)\n2. Patient with recurrent SCD defined as HbS greater than or equal to 50% for donors with sickle cell trait and greater than or equal to 10% for donors with HbAA with recurrent clinical manifestations (for example but not limited to recurrent painful crises, acute chest syndrome, priapism, or severe anemia) or patients with recurrent beta thalassemia defined as clinical manifestations such as transfusion-dependence or evidence of extramedullary hematopoiesis. The HbS requirement may be waived by the PI or designee for reasons such as the patient is requiring chronic transfusion therapy or otherwise meets clinical criteria for return of SCD.\n3. Persistent donor chimerism levels\n4. Age greater than or equal to 4 years\n5. Negative beta-HCG\n6. Ejection fraction greater than or equal to 35%\n7. DLCO greater than or equal to 35% (Note: This criterion may be omitted in young children (e.g. near the age of 5 years old) or other individuals who may have difficulty understanding or complying with the instructions for accurate testing.)\n\nInclusion- donor\n\nRelated donor from original transplant, deemed suitable and eligible, and willing to donate, per clinical evaluations who are additionally willing to donate blood for research. Related donors will be evaluated in accordance with existing Standard NIH Policies and Procedures for determination of eligibility and suitability for clinical donation. Age \\>= 2 years \\<80 years old\n\nEXCLUSION CRITERIA:\n\nExclusion criteria- recipient\n\n1. ECOG performance status of 3 or more or if \\<16 years of age Lansky score of 50 or lower.\n2. Evidence of uncontrolled bacterial, viral, or fungal infections (currently taking medication and progression of clinical symptoms) within one month prior to signing the consent\n3. Patients with fever or suspected minor infection should await resolution of symptoms before signing the consent\n4. Major anticipated illness or organ failure incompatible with survival from PBSC transplant\n5. Pregnant or breastfeeding\n6. History of secondary malignancies (other than localized skin cancer)\n7. Donor-specific HLA antibodies with mean fluorescent intensity \\>= 2,000\n\nExclusion- donor\n\nNone",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jennifer L Brooks, R.N.",
                    "role": "CONTACT",
                    "phone": "(301) 480-6149",
                    "email": "jennifer.brooks2@nih.gov"
                },
                {
                    "name": "Emily M Limerick, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 827-7735",
                    "email": "emily.limerick@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily M Limerick, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2019-H-0118.html"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000755",
                    "term": "Anemia, Sickle Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000745",
                    "term": "Anemia, Hemolytic, Congenital"
                },
                {
                    "id": "D000000743",
                    "term": "Anemia, Hemolytic"
                },
                {
                    "id": "D000000740",
                    "term": "Anemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006453",
                    "term": "Hemoglobinopathies"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4085",
                    "name": "Anemia, Sickle Cell",
                    "asFound": "Sickle Cell Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16557",
                    "name": "Thalassemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M19408",
                    "name": "beta-Thalassemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M9547",
                    "name": "Hemolysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4073",
                    "name": "Anemia, Hemolytic",
                    "relevance": "LOW"
                },
                {
                    "id": "M4075",
                    "name": "Anemia, Hemolytic, Congenital",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9539",
                    "name": "Hemoglobinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "T5622",
                    "name": "Thalassemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T737",
                    "name": "Beta-thalassemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T5229",
                    "name": "Sickle Cell Anemia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}