{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06155292",
            "orgStudyIdInfo": {
                "id": "PCCE202324"
            },
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Report Cards and Feedback for PCCE",
            "officialTitle": "The Effect of Personalized Report Cards and Bottom-up Framing on PCCE Performance and Attitudes",
            "acronym": "RCF: PCCE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "report-cards-and-feedback-for-pcce"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-03",
            "studyFirstSubmitQcDate": "2023-12-01",
            "studyFirstPostDateStruct": {
                "date": "2023-12-04",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Richard K. Leuchter, MD",
                "investigatorTitle": "Clinical Instructor",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "As part of UCLA Health's commitment to developing an integrated health system built on a foundation of physician-led, team-based primary care, the Department of Medicine (DOM) implemented a performance-based incentive plan called the Primary Care Clinical Excellence (PCCE) Incentive Plan.\n\nThe UCLA Health DOM Quality team is leading the implementation and evaluation of this incentive plan across the UCLA Health primary care network, with the primary goal to immediately produce improvements in the quality of primary care. In order to rigorously measure the most efficacious ways to frame and communicate information about the quality improvement (QI) program, the DOM Quality team has partnered with the UCLA Anderson School of Management.\n\nUnderstanding the factors that motivate physicians to deliver high quality primary care will provide pivotal insights into the successful implementation of performance based programs nationwide.",
            "detailedDescription": "The investigators will use a communication strategy that leverages behavioral principles to motivate providers to improve in all four of the evaluated domains of the PCCE program: clinical quality, professional participation, patient experience, and risk coding.\n\nThe investigators will implement a three-arm experimental communication campaign that includes quarterly emails and quarterly survey messages. The communication strategies will utilize motivation and behavior change theories to improve physician performance in the program and attitudes towards the program. In particular, the investigators will test the independent and joint effects of communicating with physicians (a) personalized performance feedback and (b) the \"co-creation\" of the program (i.e., sharing how physician feedback informed the program design).\n\nThe investigators will randomly assign eligible physicians to one of the three experimental arms, stratified by overall baseline performance (the total percent allocated in the PCCE program for the April, May, June 2023 quarter), specialty (based on classification as Adult or Adult/Peds), and contract (based on classification as DOM or PCN (CPN/EIMG)).\n\nThe investigators will evaluate whether arm 3 differs from arm 1 in terms of the measures listed in the Outcome Measures section. If this comparison is statistically significant, the investigators will next compare arms 3 vs. 2 and arms 2 vs. 1.\n\nAnalysis plan\n\n* Physician-quarter-level linear regression models with heteroskedastic-consistent robust standard errors, clustered at the physician level.\n* The primary model term will be indicator variables for arms that patients are assigned to.\n* Control variables:\n\n  * Baseline values of the outcome measure: the investigators will control for the baseline measures of the outcomes, based on performance from July through September 2023 and survey responses in April and July 2023, if available.\n  * Physician baseline subjective understanding of the PCCE program from the July 2023 survey, with four items which asked the extent to which physicians understood how their score in each domain of the program was calculated.\n  * Physician characteristics: self-reported gender, race, and age, plus years at UCLA Health and clinic from administrative data\n  * Missing covariate values will be handled by including 'unknown' indicator variables, along with mean imputation for continuous covariates.\n* Exploratory analyses will investigate heterogeneous treatment effects by the following characteristics:\n\n  * Physician baseline performance in the PCCE program (evaluated based on performance in July, August, and September 2023)\n  * Physician baseline perceived leadership support reported in the July 2023 survey\n  * Physician baseline program-related attitudes (agency, value in PCCE program) reported in the April 2023 survey\n  * Physician baseline subjective understanding of the PCCE program from the July 2023 survey\n  * Objective valence of the feedback delivered in the first email report card, measured by 1) the number of metrics within each domain for which the physician improved relative to the prior quarter, 2) the number of metrics within each domain for which the physician met or exceeded the benchmark, and 3) average distance from the benchmark across the metrics within each domain\n  * Random assignment to providing feedback on the report card design in a survey conducted before the intervention launch, in July 2023\n  * Physician gender\n  * Physician years in practice\n* The investigators will investigate physicians' program-related attitudes and perceptions as proposed mechanisms of the interventions. These will be measured with 11 items that form three subscales about perceived justice, antecedents to one's intentions to succeed, and perceived value of the feedback.\n\n  * Perceived justice in the PCCE program structure and implementation: Physicians will be surveyed regarding the structural justice (2 items), distributive justice (1 item), and informational justice of the program (2 items).\n  * Antecedents of intentions to succeed in the program: Physicians will be surveyed regarding their perceived agency (behavioral control) over their performance in the PCCE program (1 item), their perceived value of the PCCE program (2 items), and their subjective norms about the endorsement and success of their colleagues in the program (2 items).\n  * Perceived value of the performance feedback: Physicians will be surveyed about the utility of the quarterly performance feedback in contextualizing their goal pursuit efforts (1 item).\n* The investigators will investigate physicians' overall workplace attitudes as additional outcomes. These will be measured as a 4-item questionnaire about trust in UCLA Health leadership (1 item), perceived leadership support (1 item), job satisfaction (1 item), and burnout (1 item).\n* Robustness checks will be performed without covariates, and using logistic regression models in place of linear regression models for dependent variables that are measured as binary indicators."
        },
        "conditionsModule": {
            "conditions": [
                "Behavioral Economics",
                "Primary Health Care",
                "Health Maintenance"
            ],
            "keywords": [
                "behavioral economics",
                "personalized feedback"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel randomized trial at the physician level.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 330,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Arm 1: Standard Communication Arm",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Quarterly email communication:\n\nQuarterly standard communication via email providing a link to physicians to check their PCCE program performance over the prior quarter, and a link to access the PCCE dashboard. The email will also include a link to resources. Starting with the email communication in February 2024, there will be a reminder email sent two weeks after the first email with the same content.\n\nQuarterly survey:\n\nQuarterly standard communication via survey with questions about physician attitudes and beliefs.",
                    "interventionNames": [
                        "Behavioral: Standard Communication Email"
                    ]
                },
                {
                    "label": "Arm 2: Personalized Report Card",
                    "type": "EXPERIMENTAL",
                    "description": "Quarterly email communication:\n\nQuarterly personalized communication via email providing individualized performance metrics to physicians for the PCCE program from the prior quarter. All the links in the Arm 1 emails will be included in Arm 2 emails. Starting with the email communication in February 2024, there will be a reminder email sent two weeks after the first email with the same content.\n\nQuarterly survey:\n\nQuarterly standard communication via survey with the same questions about physician attitudes and beliefs as in Arm 1.",
                    "interventionNames": [
                        "Behavioral: Personalized Report Card Email"
                    ]
                },
                {
                    "label": "Arm 3: Personalized Report Card + Bottom-Up Framing",
                    "type": "EXPERIMENTAL",
                    "description": "Quarterly email communication as in Arm 2. Bottom-up intervention: The quarterly email communication will also describe the ways in which the PCCE program and its features were informed by physician feedback and recommendations.\n\nQuarterly survey: The quarterly survey will include information about the ways in which the PCCE program and its features were informed by physician feedback and recommendations. Physicians will respond to the same questions about physician attitudes and beliefs as in Arms 1 and 2.",
                    "interventionNames": [
                        "Behavioral: Personalized Report Card Email",
                        "Behavioral: Bottom-Up Framing"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Standard Communication Email",
                    "description": "This is a standard quarterly email communication without personalized performance metrics.",
                    "armGroupLabels": [
                        "Arm 1: Standard Communication Arm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Personalized Report Card Email",
                    "description": "This personalized information about physician performance replaces the standard communication email to provide personalized feedback to physicians.",
                    "armGroupLabels": [
                        "Arm 2: Personalized Report Card",
                        "Arm 3: Personalized Report Card + Bottom-Up Framing"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Bottom-Up Framing",
                    "description": "The bottom-up framing is added onto the personalized communication email to provide insight on how the PCCE program was informed by physician feedback.\n\nThe bottom-up framing is added onto the survey communication to provide insight on how the PCCE program was informed by physician feedback.",
                    "armGroupLabels": [
                        "Arm 3: Personalized Report Card + Bottom-Up Framing"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Physician Behavior: Rate of Engagement with Resources in First Email",
                    "description": "Whether physicians click through to access the \"PCCE Resources and Improvement Strategies\", for which a link is provided via quarterly report card emails. The time frame is one week after the first email was sent, as a binary indicator.",
                    "timeFrame": "1 week"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of Overall Resource Engagement",
                    "description": "Click-through behavior to access the \"PCCE Resources and Improvement Strategies\" as a binary indicator will be examined at the physician-quarter level. In November 2023 when there was just one email communication, click-through behavior will be assessed for one week after this email was sent. Starting in February 2024, a reminder email was sent two weeks after the first email, so click-through behavior will be assessed during the time between the send date of the first quarterly email through one week after the send date of the reminder email, per quarter.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Domain-Specific and Aggregate PCCE Performance",
                    "description": "Standardized z-scores of the metrics for each domain in the PCCE program will be averaged following the incentive program weights to measure domain-specific performance at the physician-quarter level. The investigators will analyze performance in each domain separately. Also, to analyze the effect of an intervention on aggregate performance, physician-quarter-domain level data will be analyzed in regressions weighted by the program domain weights for physicians' affiliation. This will be examined from January through September, 2024. If there is a significant effect, the investigators will explore whether the effect persists through June 2025. If there is no positive significant effect of an intervention, the investigators will examine the effect of the intervention on the \"points\" that physicians receive, since physicians may focus on meeting thresholds to earn points (rather than improving absolute performance).",
                    "timeFrame": "9 months"
                },
                {
                    "measure": "Rate of Citizenship Behavior",
                    "description": "Physician willingness in a survey to opt in to perform an organizational citizenship behavior, as a binary indicator for whether physicians opted in.",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Physician Workplace Attitudes",
                    "description": "Measured with 4 items about: 1) trust in UCLA Health leadership (scale measured from 1-7, with higher values indicating higher trust), 2) perceived leadership support (scale measured from 1-5, with higher values indicating higher support), job satisfaction (scale measured from 1-7, with higher values indicating more satisfaction), and burnout (scale measured from 1-5, with higher values indicating more burnout).",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Physician Program-Related Attitudes and Perceptions",
                    "description": "Measured with 11 items that form three subscales about perceived justice, antecedents to one's intentions to succeed, and perceived value of the feedback. All items will be measured on a scale from 1-7, where higher scores indicate a better outcome.",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* Primary care physicians within the UCLA Health Department of Medicine Primary Care Network that are eligible for the PCCE Incentive program as of October 1, 2023.\n* Physicians with the clinical full-time employee level (FTE) of ≥ 40% as of October 1, 2023\n* Physicians with panel size \\>50 patients as of October 1, 2023\n\nExclusion criteria:\n\n* Physicians classified as Pediatrics will be excluded from data analysis given the structural differences in health maintenance guidelines for children.\n* Physicians classified as Urgent Care will be excluded from data analysis given the structural differences in their performance evaluation. They are all in Arm 1.\n* Physicians who participate in the design of this experiment will be excluded from analysis.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Ilana Brody",
                    "role": "CONTACT",
                    "phone": "7032445470",
                    "email": "ilana.brody.phd@anderson.ucla.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Richard Leuchter, MD",
                    "affiliation": "UCLA Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCLA Health Department of Medicine, Quality Office",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard Leuchter, MD",
                            "role": "CONTACT",
                            "email": "rleuchter@mednet.ucla.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "11419799",
                    "type": "BACKGROUND",
                    "citation": "Colquitt JA. On the dimensionality of organizational justice: a construct validation of a measure. J Appl Psychol. 2001 Jun;86(3):386-400. doi: 10.1037/0021-9010.86.3.386."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Ajzen, I. (1991). The theory of planned behavior. Organizational Behavior and Human Decision Processes, 50(2), 179-211."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Konovsky, M. A. (2000). Understanding procedural justice and its impact on business organizations. Journal of Management, 26(3), 489-511. https://doi.org/10.1016/S0149-2063(00)00042-8"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Leventhal, H. (1980). Toward a comprehensive theory of emotion. In Advances in experimental social psychology (Vol. 13, pp. 139-207). Elsevier."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Shapiro, D. L., Buttner, E. H., & Barry, B. (1994). Explanations: What factors enhance their perceived adequacy? Organizational Behavior and Human Decision Processes, 58(3), 346-368."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Thibault, J., & Walker, L. (1975). Procedural justice: A social psychological analysis. Hillsdale, NJ: Lawrence Elbaum Associates."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bies, R. J., & Moag, J. S. 1986. Interactional justice; Communication criteria of fairness. In R. J. Lewicki, B. H. Sheppard, & B. H. Bazerman (Eds.), Research on negotiation in organizations, Vol. 1: 43-55. Greenwich, CT: JAI Press."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no IPD sharing plan for this study."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11767",
                    "name": "Metronidazole",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}