{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04500847",
            "orgStudyIdInfo": {
                "id": "LINE-AD"
            },
            "organization": {
                "fullName": "Butler Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Repurposing Nucleoside Reverse Transcriptase Inhibitors for Treatment of AD",
            "officialTitle": "Repurposing Nucleoside Reverse Transcriptase Inhibitors for Treatment of AD",
            "acronym": "LINE-AD",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "repurposing-nucleoside-reverse-transcriptase-inhibitors-for-treatment-of-ad"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-15",
            "studyFirstSubmitQcDate": "2020-08-03",
            "studyFirstPostDateStruct": {
                "date": "2020-08-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Meghan Riddle",
                "investigatorTitle": "Director of Neurology and the Memory and Aging Program",
                "investigatorAffiliation": "Butler Hospital"
            },
            "leadSponsor": {
                "name": "Butler Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Alzheimer's Association",
                    "class": "OTHER"
                },
                {
                    "name": "Brown University",
                    "class": "OTHER"
                },
                {
                    "name": "The Miriam Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized, double-blind clinical trial of a daily oral dose of 200 mg emtricitabine vs. placebo in 35 participants with biomarker-confirmed MCI or mild to moderate dementia due to Alzheimer's disease. Study duration for each subject participating in the placebo-controlled research study will be approximately 12 months (up to a 3 months Screening Period, Baseline visit (1 month), 6 months of placebo or emtricitabine dosing, and 1 month follow-up). Participants will have up to 2 months to complete all procedures for the month 6 study visit.",
            "detailedDescription": "Alzheimer's disease (AD) is a devastating and increasingly frequent neurological disorder whose onset is strongly correlated with advanced age. Between 2000 and 2017 deaths from AD have increased 145%, and AD has become the 6th leading cause of death in the USA. Unfortunately, in spite of immense research and clinical efforts spanning several decades, cures have been elusive. This has prompted searches for new mechanisms of disease and new targets of therapy. One such direction is inflammation: aging and many age-associated diseases are believed to be causally linked with a chronic inflammatory state. The brain is no exception, and the presence of inflammation in the AD brain establishes an environment that is hostile for the function and survival of neurons. While it is not yet clear whether inflammation is the root cause of AD, it is increasingly believed that alleviating these inflammatory processes might slow down the progression of the disease. This research study will test to determine if the inflammatory state can be alleviated with a class of drugs known as nucleoside reverse transcriptase inhibitors (NRTIs). NRTIs were developed to treat Acquired Immune Deficiency Syndrome (AIDS) caused by infection with Human Immunodeficiency Virus (HIV). Investigators hypothesize that NRTI drugs, by inhibiting neuroinflammation, may be effective in the treatment of AD. The primary goal of this trial will be to assess safety and tolerability of Emtriva in a geriatric population of individuals diagnosed with mild cognitive impairment or early AD.\n\nThis study will be conducted in subjects with mild to moderate Alzheimer's disease (AD), including subjects with mild cognitive impairment (MCI). Subjects must be positive for amyloid pathology. Subjects must be 50 to 85 years old, and apart from the clinical diagnosis of early AD, in good health as determined by the Investigator based on their medical history. Participants must be HIV/HBV negative and pass all the screening assessments based on the inclusion/exclusion criteria."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Disease, Early Onset",
                "Mild Cognitive Impairment",
                "Moderate Dementia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "The pharmacist will not be masked. All investigators will be masked until the end of the study.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 35,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Group 1",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "25 MCI and mild to moderate AD subjects",
                    "interventionNames": [
                        "Drug: Emtriva Capsule"
                    ]
                },
                {
                    "label": "Group 2",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "10 MCI and mild to moderate AD subjects",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Emtriva Capsule",
                    "description": "200mg daily oral dose",
                    "armGroupLabels": [
                        "Group 1"
                    ],
                    "otherNames": [
                        "Emtricitabine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "200mg daily oral dose",
                    "armGroupLabels": [
                        "Group 2"
                    ],
                    "otherNames": [
                        "Capsule manufactured to mimic Emtriva"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with treatment emergent adverse events (TEAE's) in the treatment group will be compared to the placebo group",
                    "description": "Number of participants with treatment emergent adverse events and serious adverse events as assessed by CTCAE (Version 4.03).",
                    "timeFrame": "Baseline to the follow up study visit (7-8 months after first treatment)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in key inflammatory biomarkers; Tumor necrosis factor-alpha (TNF-α), Interleukin 1-beta (IL-1β), and Interferon-alpha (IFN-α)",
                    "description": "Blood draws will be taken from baseline to the follow up study visit. Inflammation and discovery research assays to detect levels of TNF-α, IL-1β, and IFN-α will be performed at Brown University.",
                    "timeFrame": "Baseline to the follow up study visit (7-8 months after first treatment)"
                },
                {
                    "measure": "Change in Mini Mental State Examination (MMSE) Total Scores",
                    "description": "To determine changes of the MMSE scores from the screening phase to 6 months after first treatment.",
                    "timeFrame": "Screening phase, month 3 and month 6 after first treatment"
                },
                {
                    "measure": "Change from baseline in Clinical Dementia Rating (CDR)",
                    "description": "To determine changes of CDR scores from screening phase to 6 months after first treatment.",
                    "timeFrame": "Screening phase, month 3 and 6 months after first treatment"
                },
                {
                    "measure": "Change from baseline in Alzheimer's Disease Assessment Scale-cognitive (ADAS-Cog -13)",
                    "description": "To determine changes in ADAS-Cog scores from screening phase to 6 months after first treatment.",
                    "timeFrame": "Screening phase, month 3 and month 6 after first treatment"
                },
                {
                    "measure": "Change from baseline in Alzheimer's Disease Cooperative Study-Activities of Daily Living (ADCS-ADL)",
                    "description": "To determine changes in ADCS-ADL scores from screening phase to 6 months after first treatment.",
                    "timeFrame": "Screening phase, month 3 and month 6 after first treatment"
                },
                {
                    "measure": "Change from baseline in Free and Cued Selective Reminding Test (FCSRT+IR) with delayed recall",
                    "description": "To determine changes in FCSRT+IR with delayed recall from screening phase to 6 months after first treatment.",
                    "timeFrame": "Screening phase, month 3 and month 6 after first treatment"
                },
                {
                    "measure": "Change from baseline in cerebrospinal fluid (CSF) phosphorylated tau/amyloid beta 42 (pTau/Aβ42) ratios",
                    "description": "To determine changes in pTau/Aβ42 ratios from the screening phase to 6 months after first treatment.",
                    "timeFrame": "Screening phase to month 6-7 after first treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female, ages 50-85 years inclusive\n* Intellectually, visually and auditory capable, fluent in, and able to read, the language in which study assessments are administered (e.g. completion of at least six years of regular schooling or sustained employment or equivalent local level of knowledge).\n* Must meet NIA-AA research criteria for MCI and mild dementia due to AD\n* Mini Mental State Exam (MMSE) 15-30 inclusive\n* Clinical Dementia Rating (CDR) 0.5 - 2\n* Must meet a cerebrospinal fluid (CSF) pTau/Aβ42 ratio of \\> 0.024\n* Participants must have an appropriate study partner who agrees to participate in the study and who is intellectually, visually, and auditory capable, and fluent in, and able to read, the language in which study assessments are administered. Additionally, the study partner must be capable of and willing to: Accompany the participant to visits that requires the input of the study partner\n* Concurrent treatment with cholinesterase inhibitors and memantine are permitted on a stable dose for at least 60 days prior to baseline.\n\nExclusion Criteria:\n\n* Current medical or neurological condition that might impact cognition or performance on cognitive assessments, e.g., Huntington's disease, Parkinson's disease, syphilis, schizophrenia, bipolar disorder, active major depression, attention deficit/ hyperactivity disorder (ADD/ADHD), multiple sclerosis (MS), amyotrophic lateral sclerosis (ALS), active seizure disorder, current alcohol/drug abuse or dependence, or dependence within the last two years, or history of traumatic brain injury associated with loss of consciousness and ongoing residual transient or permanent neurological signs/symptoms including cognitive deficits, and/or associated with skull fracture\n* Brain MRI results showing findings unrelated to AD that, in the opinion of the investigator might be a leading cause of future cognitive decline, might pose a risk to the participant, or might confound MRI assessment for safety monitoring\n* Score \"yes\" on item four or item five of the Suicidal Ideation section of the Columbia Suicide Severity Rating Scale (eC-SSRS patient-reported outcome), if this ideation occurred in the past six months, or \"yes\" on any item of the Suicidal Behavior section, except for the \"Non-Suicidal Self-Injurious Behavior\" (item is included in the Suicidal Behavior section), if this behavior occurred in the past 2 years prior to screening\n* Use of other investigational drugs prior to screening until:\n\n  * Small molecules: after five half-lives, or within 30 days until the expected pharmacodynamic effect has returned to baseline, whichever is longer\n  * Biologicals: blood concentration has returned to baseline (or below serological responder threshold) for antibodies induced by active immunotherapy; or five half- lives for monoclonal antibodies or other biologicals\n* Approximately four weeks prior to randomization, the use of any drug or treatment known for the potential to cause major organ system toxicity, i.e. drugs that may require periodic safety monitoring of a specific organ or body fluid. Examples include, but are not limited to clozapine, cancer medical treatment like tamoxifen, systemic immunosuppressive drugs like methotrexate or interferon, or other immunosuppressive biological medicines for rheumatic diseases or multiple sclerosis\n* A positive drug screen, if, in the investigator's opinion, this is due to drug abuse or dependence.\n* Significant ECG findings that are assessed as clinically significant by the investigator (e.g. sustained ventricular tachycardia, significant second or third degree atrioventricular block without a pacemaker, long QT syndrome or clinically meaningful prolonged QT interval).\n* Contraindication to lumbar puncture including use of anti-coagulants, low platelet count, history of back surgery (with the exception of microdiscectomy or laminectomy over one level), signs or symptoms of intracranial pressure, spinal deformities or other spinal conditions that in the judgment of the investigator would preclude a lumbar puncture\n* History of or active hepatitis or HIV infection (based on a positive lab result for HBV and/or HIV, to be performed during screening\n* Severe renal impairment\n* Severe hepatic impairment\n* Significant cardiac disease including recent (within six months) myocardial infarction, congestive heart failure or unstable angina\n* Female subjects who are pregnant or currently breastfeeding.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Meghan Riddle, MD",
                    "role": "CONTACT",
                    "phone": "(401) 455-6403",
                    "email": "MRiddle@butler.org"
                },
                {
                    "name": "Joslynn Faustino, PhD",
                    "role": "CONTACT",
                    "phone": "(401) 455-6403",
                    "email": "JFaustino@butler.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Meghan Riddle, MD",
                    "affiliation": "Butler Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "John Sedivy, PhD",
                    "affiliation": "Brown University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Memory and Aging Program, Butler Hospital",
                    "status": "RECRUITING",
                    "city": "Providence",
                    "state": "Rhode Island",
                    "zip": "02906",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Meghan Riddle, MD",
                            "role": "CONTACT",
                            "phone": "401-455-6403",
                            "email": "MRiddle@butler.org"
                        },
                        {
                            "name": "Denise Jerue, RN",
                            "role": "CONTACT",
                            "phone": "401 455-6403",
                            "email": "DJerue@butler.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.82399,
                        "lon": -71.41283
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34670118",
                    "type": "DERIVED",
                    "citation": "Ramirez P, Zuniga G, Sun W, Beckmann A, Ochoa E, DeVos SL, Hyman B, Chiu G, Roy ER, Cao W, Orr M, Buggia-Prevot V, Ray WJ, Frost B. Pathogenic tau accelerates aging-associated activation of transposable elements in the mouse central nervous system. Prog Neurobiol. 2022 Jan;208:102181. doi: 10.1016/j.pneurobio.2021.102181. Epub 2021 Oct 17."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer Disease, Early Onset",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068679",
                    "term": "Emtricitabine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000998",
                    "term": "Antiviral Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000018894",
                    "term": "Reverse Transcriptase Inhibitors"
                },
                {
                    "id": "D000019384",
                    "term": "Nucleic Acid Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000019380",
                    "term": "Anti-HIV Agents"
                },
                {
                    "id": "D000044966",
                    "term": "Anti-Retroviral Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M294",
                    "name": "Emtricitabine",
                    "asFound": "Saturday",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20935",
                    "name": "Reverse Transcriptase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4314",
                    "name": "Antiviral Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M21350",
                    "name": "Anti-HIV Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25428",
                    "name": "Anti-Retroviral Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}