{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05649098",
            "orgStudyIdInfo": {
                "id": "2023-5803"
            },
            "organization": {
                "fullName": "Northwestern University",
                "class": "OTHER"
            },
            "briefTitle": "Repurposing Dupilumab for Management of Pruritic Genetic Inflammatory Skin Disorders",
            "officialTitle": "Repurposing Dupilumab for Management of Pruritic Genetic Inflammatory Skin Disorders: a Single-Site Pilot Study",
            "therapeuticArea": [
                "Dermatology"
            ],
            "study": "repurposing-dupilumab-for-management-of-pruritic-genetic-inflammatory-skin-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-05",
            "studyFirstSubmitQcDate": "2022-12-05",
            "studyFirstPostDateStruct": {
                "date": "2022-12-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Amy Paller",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Northwestern University"
            },
            "leadSponsor": {
                "name": "Northwestern University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Severe itch is a common symptom of many genetic skin disorders and leads to a negative impact on patient quality of life. The investigators hypothesize that: a) intervention with dupilumab will improve itch in patients with pruritic genetic inflammatory skin disorders, even those not recognized to be Th2-driven; and b) the administration of dupilumab will be well-tolerated, regardless of underlying genetic skin disorder. The total clinical study duration will be 26 months (104 Weeks). The treatment period will include a 16-week open-label phase and a 20-month long-term extension phase for those who qualify and wish to continue."
        },
        "conditionsModule": {
            "conditions": [
                "Skin Diseases"
            ],
            "keywords": [
                "Itch",
                "Pruritus",
                "epidermolysis bullosa",
                "ichthyosis",
                "genetic skin disorders"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Open-Label Dupilumab",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: Dupilumab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Dupilumab",
                    "description": "The treatment period will include a 16-week open-label phase and a 20-month long-term extension phase for those who qualify and wish to continue.",
                    "armGroupLabels": [
                        "Open-Label Dupilumab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Itch",
                    "description": "The Primary Objective of this study is to determine if dupilumab changes itch across a range of pruritic genetic disorders of the skin.\n\nAt least 50% of patients achieving reduction by at least 2 points in Worst Itch NRS (minimal meaningful reduction in Worst Itch is 1-2 points)\n\nWe will compare the average Worst Itch NRS during an 8-week observational period (not a static single point) with the average Worst Itch NRS during the dupilumab treatment period at Weeks 9-16 on dupilumab (by which time itch is maximally suppressed by dupilumab in atopic dermatitis trials). This will allow for the possibility of fluctuation in itch (which we also hope to capture in the Part A observation period).",
                    "timeFrame": "16 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Occurrence of Adverse Events during Dupilumab Treatment",
                    "description": "Number of adverse events (AEs) and serious AEs (SAEs) through Weeks 16, 52, and 104.",
                    "timeFrame": "104 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female \\> 6 months of age at screening visit\n2. Clinical diagnosis of a genetic skin disorder at the screening visit, ideally with genetic or histological confirmation.\n3. Must have had the gene with one or more variants identified by genotyping. If the genotype has not been performed or has not been performed at a CLIA-approved laboratory, be willing to provide a sample (saliva, buccal swab, blood) for genetic testing before starting the dupilumab.\n4. Average Itch Numerical Rating Scale (NRS) ≥ 4 and Worst Itch NRS of at least 5 during the previous 7 days (self-reported if \\>8 years old; proxy reported if under 8 years)\n5. Must be willing to provide information weekly about Average and Worst Itch/self- or proxy-assessed severity and wear the sensor device to track itch and sleep weekly throughout the first 24 weeks of the trial (Parts A and B).\n6. Must be willing and able to adhere to the prohibitions and restrictions specified in this protocol.\n7. Subject, parent/caregiver or legal guardians, as appropriate, are able to understand and complete the study requirements and study-related questionnaires\n\nExclusion Criteria:\n\n1. Subjects \\< 6 months of age at screening visit.\n2. Unable to provide informed consent or assent (or who do not have consent from a Legally Authorized Representative if \\< 18 years).\n3. Diagnosis of ichthyosis vulgaris as the sole inherited disorder\n4. Used of dupilumab within 5 drug half-lives (105 days) of baseline visit\n5. Subjects who have used any of the following treatments within 4 weeks, or within a period equal to 5 times the half-life of the drug, before the baseline visit, whichever is longer:\n\n   1. Immunosuppressive/immunomodulating drugs (eg, systemic corticosteroids, cyclosporine, mycophenolate-mofetil, IFN-γ, Janus kinase inhibitors, azathioprine, methotrexate, etc.), systemic anti-inflammatory medication, or phototherapy\n   2. Other biologics: within 5 half-lives (if known) or 16 weeks, whichever is longer\n6. Initiation of topical or systemic retinoids, topical keratolytics, or topical anti-inflammatory agents within 4 weeks before study start/Part A (systemic retinoids and topical medications/emollients can be used during the trial if started at least 4 wks before the observation period and continued throughout Parts A and B). Note: Rescue therapy for disease flares or local infection will be allowed per investigator discretion but must be for no more than a total of 1 week during any 4-week period and, if topical, involve application to less than 10% BSA.\n7. Subjects with active infections or recent history of serious infections, malignancies or history of malignancies, or any severe, progressive, or uncontrolled renal, hepatic, hematologic, endocrine, pulmonary, cardiac, neurologic or psychiatric cerebral disease, or signs or symptoms thereof. It is recognized that patients with ichthyosis may have arthritis, while patients with junctional or dystrophic EB may have a variety of associated issues (eg nutritional, anemia, etc). The decision to include will be based on investigator's discretion but must reflect the likelihood for stable disease and lack of anticipated interference with assessment of itch.\n8. Treatment with a live (attenuated) vaccine within 4 weeks before the Week 0 visit when dupilumab is initiated; use of vaccination during the study requires consultation with the study investigator and primary care provider.\n9. Active acute or chronic infection requiring treatment with systemic antibiotics/ anti-virals/ anti-fungals within 2 weeks before the initiation of dupilumab (start of dupilumab can be delayed). Delay in initiation because of treatment with a topical antimicrobial to a localized superficial site will be determined by the investigator.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "6 Months",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Northwestern Dermatology CTU",
                    "role": "CONTACT",
                    "phone": "312-227-6817",
                    "email": "NUderm-research@northwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amy Paller",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ann & Robert H. Lurie Children's Hospital of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dermatology CTU",
                            "role": "CONTACT",
                            "email": "NUderm-research@northwestern.edu"
                        },
                        {
                            "name": "Amy Paller",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14396",
                    "name": "Pruritus",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "asFound": "Skin Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7976",
                    "name": "Epidermolysis Bullosa",
                    "relevance": "LOW"
                },
                {
                    "id": "M10106",
                    "name": "Ichthyosis",
                    "relevance": "LOW"
                },
                {
                    "id": "T2098",
                    "name": "Epidermolysis Bullosa",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}