{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06143293",
            "orgStudyIdInfo": {
                "id": "SURG-2023-31213"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "RESEARCH EVALUATING VAGAL EXCITATION AND ANATOMICAL LINKS",
            "officialTitle": "RESEARCH EVALUATING VAGAL EXCITATION AND ANATOMICAL LINKS",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "research-evaluating-vagal-excitation-and-anatomical-links"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-27",
            "studyFirstSubmitQcDate": "2023-11-15",
            "studyFirstPostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The acute and chronic effects of VNS stimulation on various on the autonomic nervous, cardiovascular, immune, and metabolic systems will be compared from noninvasive and minimally invasive physiological recordings and blood draws at various time points throughout the study. These interventions and assessments will be performed in individuals 18 years of age and older who are implanted with a VNS device, which consists of patients who have been diagnosed with drug resistant epilepsy or major depressive disorder. The REVEAL study is not a treatment study; its primary objective is to scientifically investigate the contributing roles of efferent versus afferent vagus nerve modulation of multiple peripheral organs and their dependence on stimulation parameters, in which participants are those who have been implanted with a VNS device be receive standard of care treatment for their epilepsy or depressive disorder."
        },
        "conditionsModule": {
            "conditions": [
                "Epilepsy",
                "Depressive Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "For all participants, study interventions will occur primarily at two visits scheduled 12 weeks apart at the applicable study sites (Visit 1 and Visit 2). Within Visit 1, the CSP is a cross-over design to compare the 3 frequency parameters at a set duty cycle; each participant will receive each frequency in a randomized order and this order will be repeated at Visit 2. Visit 1 and Visit 2 together are a cross-over design to compare the 2 duty cycles; each participant will receive one duty cycle at Visit 1 and the other duty cycle at Visit 2 in a randomized order.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Order 1 assignment",
                    "type": "EXPERIMENTAL",
                    "description": "individuals 18 years of age and older who are implanted with a VNS device (standard of care), which consists of patients who have been diagnosed with drug resistant epilepsy or major depressive disorder.\n\nFrequency order: F1=1Hz, F2=10Hz, F3=30Hz, period 1,2 and 3 respectively",
                    "interventionNames": [
                        "Device: Vagus nerve stimulation device: acute and chronic administration of investigational vagus nerve stimulation parameters"
                    ]
                },
                {
                    "label": "Order 2 assignment",
                    "type": "EXPERIMENTAL",
                    "description": "individuals 18 years of age and older who are implanted with a VNS device (standard of care), which consists of patients who have been diagnosed with drug resistant epilepsy or major depressive disorder.\n\nFrequency order: F2=10Hz, F3=30Hz, F1=1Hz, period 1,2 and 3 respectively",
                    "interventionNames": [
                        "Device: Vagus nerve stimulation device: acute and chronic administration of investigational vagus nerve stimulation parameters"
                    ]
                },
                {
                    "label": "Order 3 assignment",
                    "type": "EXPERIMENTAL",
                    "description": "individuals 18 years of age and older who are implanted with a VNS device (standard of care), which consists of patients who have been diagnosed with drug resistant epilepsy or major depressive disorder.\n\nFrequency order: F3=30Hz, F1=1Hz, F2=10Hz, period 1,2 and 3 respectively",
                    "interventionNames": [
                        "Device: Vagus nerve stimulation device: acute and chronic administration of investigational vagus nerve stimulation parameters"
                    ]
                },
                {
                    "label": "Order 4 assignment",
                    "type": "EXPERIMENTAL",
                    "description": "individuals 18 years of age and older who are implanted with a VNS device (standard of care), which consists of patients who have been diagnosed with drug resistant epilepsy or major depressive disorder.\n\nFrequency order: F1=1Hz, F3=30Hz, F2=10Hz, period 1,2 and 3 respectively",
                    "interventionNames": [
                        "Device: Vagus nerve stimulation device: acute and chronic administration of investigational vagus nerve stimulation parameters"
                    ]
                },
                {
                    "label": "Order 5 assignment",
                    "type": "EXPERIMENTAL",
                    "description": "individuals 18 years of age and older who are implanted with a VNS device (standard of care), which consists of patients who have been diagnosed with drug resistant epilepsy or major depressive disorder.\n\nFrequency order: F2=10Hz, F1=1Hz, F3=30Hz, period 1,2 and 3 respectively",
                    "interventionNames": [
                        "Device: Vagus nerve stimulation device: acute and chronic administration of investigational vagus nerve stimulation parameters"
                    ]
                },
                {
                    "label": "Order 6 assignment",
                    "type": "EXPERIMENTAL",
                    "description": "individuals 18 years of age and older who are implanted with a VNS device (standard of care), which consists of patients who have been diagnosed with drug resistant epilepsy or major depressive disorder.\n\nFrequency order: F3=30Hz, F2=10Hz, F1=1Hz, period 1,2 and 3 respectively",
                    "interventionNames": [
                        "Device: Vagus nerve stimulation device: acute and chronic administration of investigational vagus nerve stimulation parameters"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Vagus nerve stimulation device: acute and chronic administration of investigational vagus nerve stimulation parameters",
                    "description": "Duty cycle: At Visit 1, while the frequencies are being changed over Period 1, 2, and 3, duty cycle will be held constant at the participant's randomly assigned first duty cycle setting. At Visit 2, duty cycle will be held constant at the participant's randomly assigned second duty cycle setting. At Visit 2 the participant will receive whichever duty cycle they were not randomly assigned at Visit 1. Therefore, by completing the combination of three frequencies at two duty cycles, each participant will have received all six possible VNS parameter combinations over the two study visits. Chronic period: The VNS setting for the Chronic Period in between Visit 1 and Visit 2 will be the same settings as tested during Visit 1 Period 3. Since Visit 1 Period 3 settings were already randomly assigned to each participant, another randomization for the chronic period is not needed.",
                    "armGroupLabels": [
                        "Order 1 assignment",
                        "Order 2 assignment",
                        "Order 3 assignment",
                        "Order 4 assignment",
                        "Order 5 assignment",
                        "Order 6 assignment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Muscle Sympathetic Nerve Burst Incidence with Vagus nerve stimulation",
                    "description": "Changes in muscle sympathetic nerve activity burst incidence (bursts/100 heart beats) measured using microneurography of the fibular nerve in response to various vagus nerve stimulation parameters delivered acutely before and after 12 weeks of chronic vagus nerve stimulation.",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Change in Muscle Sympathetic Nerve Burst Frequency with Vagus nerve stimulation",
                    "description": "Changes in muscle sympathetic nerve activity burst frequency (bursts/min) measured using microneurography of the fibular nerve in response to various vagus nerve stimulation parameters delivered acutely before and after 12 weeks of chronic vagus nerve stimulation.",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Change in Muscle Sympathetic Nerve Burst Area with Vagus nerve stimulation",
                    "description": "Changes in muscle sympathetic nerve activity burst area (arbitrary units/min) measured using microneurography of the fibular nerve in response to various vagus nerve stimulation parameters delivered acutely before and after 12 weeks of chronic vagus nerve stimulation",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Isometric Hand Grip-mediated changes in Heart Rate",
                    "description": "The effect Vagus nerve stimulation has on changes in heart rate (bpm) elicited by the isometric hand grip exercise, measured using electrocardiography",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Isometric Hand Grip-mediated changes in Blood pressure",
                    "description": "The effect Vagus nerve stimulation has on changes in systolic, diastolic, and mean arterial blood pressure (mmHg) elicited by the isometric hand grip exercise, measured using finger cuff.",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Isometric Hand Grip-mediated changes in Muscle Sympathetic Nerve Activity (MSNA)",
                    "description": "The effect Vagus nerve stimulation has on changes in muscle sympathetic nerve activity elicited by the isometric hand grip exercise, measured using microneurography of the fibular nerve",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Post-exercise circulatory occlusion-mediated change in Heart Rate",
                    "description": "The effect Vagus nerve stimulation has on changes in heart rate (bpm) elicited by post-exercise circulatory occlusion following the isometric hand grip exercise, measured using electrocardiography.",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Post-exercise circulatory occlusion-mediated change in Blood pressure",
                    "description": "The effect Vagus nerve stimulation has on changes in systolic, diastolic, and mean arterial blood pressure (mmHg) elicited by the post-exercise circulatory occlusion following the isometric hand grip exercise, measured using finger cuff",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Post-exercise circulatory occlusion-mediated change in Muscle Sympathetic Nerve Activity (MSNA)",
                    "description": "The effect Vagus nerve stimulation has on changes in muscle sympathetic nerve activity elicited by the post-exercise circulatory occlusion following the isometric hand grip exercise, measured using microneurography of the fibular nerve.",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Head up tilt test-mediated change in Heart Rate",
                    "description": "The effect Vagus nerve stimulation has on changes in heart rate (bpm) elicited by a passive head-up tilt test, measured using electrocardiography",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Head up tilt test-mediated change in Blood pressure",
                    "description": "The effect Vagus nerve stimulation has on changes in systolic, diastolic, and mean arterial blood pressure (mmHg) elicited by a passive head-up tilt test, measured using finger cuff.",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on Head up tilt test-mediated change in Muscle Sympathetic Nerve Activity (MSNA)",
                    "description": "The effect Vagus nerve stimulation has on changes in muscle sympathetic nerve activity elicited by a passive head-up tilt test, measured using microneurography of the fibular nerve",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on cardiac dimensions",
                    "description": "The effect of Vagus nerve stimulation on standard measurements of cardiac dimensions (cm, mL) measured using echocardiography",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on cardiac ejection fraction",
                    "description": "The effect of Vagus nerve stimulation on standard measurements of cardiac ejection fraction (%) measured using echocardiography.",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on cardiac blood flow",
                    "description": "The effect of Vagus nerve stimulation on standard measurements of cardiac blood flow (cm/sec) measured using echocardiography and Doppler.",
                    "timeFrame": "baseline and 12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on ambulatory systolic blood pressure",
                    "description": "The effect of Vagus nerve stimulation on ambulatory systolic blood pressure (mmHg) measured using an ambulatory blood pressure monitor at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on ambulatory diastolic blood pressure",
                    "description": "The effect of Vagus nerve stimulation on ambulatory diastolic blood pressure (mmHg) measured using an ambulatory blood pressure monitor at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on ambulatory heart rate",
                    "description": "The effect of Vagus nerve stimulation on ambulatory heart rate (bpm) measured using an ambulatory electrocardiography device at-home over a 24-hour period",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on ambulatory heart rate while in sinus rhythm",
                    "description": "The effect of Vagus nerve stimulation on ambulatory heart rate while in sinus rhythm (bpm) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on supraventricular ectopy episodes",
                    "description": "The effect of Vagus nerve stimulation on supraventricular ectopy episodes (count) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on ventricular ectopy episodes",
                    "description": "The effect of Vagus nerve stimulation on ventricular ectopy episodes (count) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on number of supraventricular tachycardia episodes",
                    "description": "The effect of Vagus nerve stimulation on the number of distinct supraventricular tachycardia episodes (count) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on duration of supraventricular tachycardia episodes",
                    "description": "The effect of Vagus nerve stimulation on the duration of supraventricular tachycardia episodes (min) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on heart rate during supraventricular tachycardia episodes",
                    "description": "The effect of Vagus nerve stimulation on heart rate during supraventricular tachycardia episodes (bpm) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on number of ventricular tachycardia episodes",
                    "description": "The effect of Vagus nerve stimulation on the number of distinct ventricular tachycardia episodes (count) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on duration of ventricular tachycardia episodes",
                    "description": "The effect of Vagus nerve stimulation on the duration of ventricular tachycardia episodes (min) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on heart rate during ventricular tachycardia episodes",
                    "description": "The effect of Vagus nerve stimulation on heart rate during ventricular tachycardia episodes (bpm) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on number of atrial fibrillation episodes",
                    "description": "The effect of Vagus nerve stimulation on the number of atrial fibrillation episodes (count) measured using an ambulatory electrocardiography device at-home over a 24-hour period",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on heart rate during atrial fibrillation episodes",
                    "description": "The effect of Vagus nerve stimulation on heart rate during atrial fibrillation episodes (bpm) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on duration atrial fibrillation episodes",
                    "description": "The effect of Vagus nerve stimulation on duration of atrial fibrillation episodes (minutes) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on number of atrial flutter episodes",
                    "description": "The effect of Vagus nerve stimulation on the number of atrial flutter episodes (count) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on heart rate during atrial flutter episodes",
                    "description": "The effect of Vagus nerve stimulation on heart rate during atrial flutter episodes (bpm) measured using an ambulatory electrocardiography device at-home over a 24-hour period",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on duration of atrial flutter episodes",
                    "description": "The effect of Vagus nerve stimulation on the duration of atrial flutter episodes (minutes) measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on 2nd degree AV block, Mobitz II",
                    "description": "The effect of Vagus nerve stimulation on 2nd degree AV block, Mobitz II occurrence, measured using an ambulatory electrocardiography device at-home over a 24-hour period.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on changes in inflammatory/autoimmune biomarkers",
                    "description": "Evaluate the change in inflammatory/autoimmune biomarkers before, during, and after 12 weeks of chronic Vagus nerve stimulation using ELISA and CyTOF",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Effect of Vagus nerve stimulation on changes in metabolites",
                    "description": "Evaluate the change in metabolites before, during, and after 12 weeks of chronic Vagus nerve stimulation using Biocrates MxP Quant 500",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nCohort 1a (p-VNS): Inclusion Criteria for Participants With Major Depressive Disorder That Have a Previously Implanted VNS Device\n\n* Participant must be at least 18 years old.\n* Participant must have the capacity to provide written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization.\n* Participant must be enrolled in an active health insurance plan that will cover the costs associated with standard health care services and injuries.\n* Participant must have been previously implanted with a VNS device for the clinical indication of Major Depressive Disorder (MDD).\n* Participant must be able and willing to complete the evaluations and procedures described in the study protocol.\n* Participant's usage of concomitant medications must be stable for two months preceding study enrollment and the participant must be able and willing to maintain stable usage of any concomitant medications from the day of enrollment through the completion of Study Visit 2.\n* Participant that is of childbearing potential must be adequately protected from conception or willing to use an acceptable method of birth control over the entire study duration (acceptable birth control includes abstinence, barrier methods, hormonal methods, sterilization and fertility awareness).\n\nCohort 1b (n-VNS): Inclusion Criteria for Participants With Major Depressive Disorder That Will Receive a Newly Implanted VNS Device\n\n* Participant must be at least 18 years old.\n* Participant must have the capacity to provide written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization.\n* Participant must be enrolled in an active health insurance plan that will cover the costs associated with standard health care services and injuries.\n* Participant has a diagnosis of chronic (≥ 2 years) or ≥ 4 recurrent depressive episodes as defined by DSM-5 criteria documented using the MINI criteria and psychiatric medical record review. Participant must have VNS therapy clinically indicated.\n* Participant has not had an adequate response to four or more adequate antidepressant treatments from at least two different antidepressant treatment categories in the current depressive episode according to the Antidepressant Treatment History Form (ATHF).\n* Participant must have a score on the baseline administration of the Montgomery-Åsberg Depression Rating Scale (MADRS) of ≥ 22.\n* Participant must be able and willing to complete the evaluations and procedures described in the study protocol.\n* Participant's usage of concomitant medications must be stable for two months preceding study enrollment and the participant must be able and willing to maintain stable usage of any concomitant medications from the day of enrollment through the completion of Study Visit 2.\n* Participant that is of childbearing potential must be adequately protected from conception or willing to use an acceptable method of birth control over the entire study duration (acceptable birth control includes abstinence, barrier methods, hormonal methods, sterilization and fertility awareness).\n\nCohort 2a (p-VNS): Inclusion Criteria for Participants With Drug Resistant Epilepsy That Have a Previously Implanted VNS Device\n\n* Participant must be at least 18 years old.\n* Participant must have the capacity to provide written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization.\n* Participant must be enrolled in an active health insurance plan that will cover the costs associated with standard health care services and injuries.\n* Participant must have been previously implanted with a VNS device for the clinical indication of drug resistant epilepsy.\n* Participant has not had demonstrable benefit from the implanted VNS device in terms of epilepsy (seizure frequency or seizure severity) or related epilepsy comorbidities (mood, cognition, quality of life), with no definite improvement or suboptimal improvement in seizure control.\n* Apart from epilepsy, the participant should be medically and neurologically stable.\n* Participant must be able and willing to complete the evaluations and procedures described in the study protocol.\n* Participant's usage of concomitant medications must be stable for two months preceding study enrollment and the participant must be able and willing to maintain stable usage of any concomitant medications from the day of enrollment through the completion of Study Visit 2.\n* Participant that is of childbearing potential must be adequately protected from conception or willing to use an acceptable method of birth control over the entire study duration (acceptable birth control includes abstinence, barrier methods, hormonal methods, sterilization and fertility awareness).\n\nCohort 2b (n-VNS): Inclusion Criteria for Participants With Drug Resistant Epilepsy That Will Receive a Newly Implanted VNS Device\n\n* Participant must be at least 18 years old.\n* Participant must have the capacity to provide written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization.\n* Participant must be enrolled in an active health insurance plan that will cover the costs associated with standard health care services and injuries as well as the costs associated with the VNS implantation surgery.\n* Participant is diagnosed with drug resistant epilepsy, with continuing seizures despite adequate trials of at least 2 appropriate antiseizure drugs (ASDS) with therapeutic serum concentrations as per the International League Against Epilepsy (ILAE) Commission on Therapeutic Strategies.\n* Apart from epilepsy, the participant should be medically and neurologically stable.\n* Participant must be able and willing to complete the evaluations and procedures described in the study protocol.\n* Participant's usage of concomitant medications must be stable for two months preceding study enrollment and the participant must be able and willing to maintain stable usage of any concomitant medications from the day of enrollment through the completion of Study Visit 2.\n* Participant that is of childbearing potential must be adequately protected from conception or willing to use an acceptable method of birth control over the entire study duration (acceptable birth control includes abstinence, barrier methods, hormonal methods, sterilization and fertility awareness).\n* Participant has been informed of his or her eligibility for resective surgery as a potential alternative to receiving, as standard of care, the VNS device that is required for participation in this study, if such surgery is a reasonable option.\n\nExclusion Criteria:\n\nCohort 1a (p-VNS): Exclusion Criteria for Participants With Major Depressive Disorder That Have a Previously Implanted VNS Device\n\n* Participant has a prior implantable stimulation device, other than a VNS device for the clinical indication of Major Depressive Disorder (MDD).\n* Participant currently uses or is expected during the study to use short-wave diathermy, microwave, diathermy, or therapeutic ultrasound diathermy.\n* Participant is judged by the investigator to be acutely suicidal (e.g. has made specific plans or preparations to commit suicide or as indicated by the Sheehan Suicidality Tracking Scale) within the last 30 days prior to study enrollment.\n* Participant has made a suicide attempt within the previous 6 months from study enrollment.\n* Participant has a history of one or more schizophrenia-spectrum or other psychotic disorders including schizophrenia, schizoaffective disorder, delusional disorder, or a current or lifetime major depressive episode that includes psychotic features (commonly referred to as psychotic depression) according to the MINI criteria.\n* Participant has a history of significant borderline or severe personality disorder as determined by clinical judgment.\n* Participant has an active primary diagnosis of obsessive-compulsive, eating, or post-traumatic stress disorder based on the MINI criteria.\n* Participant has a diagnosis of Substance Use Disorder as defined by DSM-5 without sustained remission of 12 months or longer.\n* Participant has a presence of any type of dementia, major neurocognitive disorder, or cognitive or psychiatric deficit as determined by clinical judgment.\n* Participant has a history of rapid cycling bipolar disorder I or II.\n* Participant currently receives treatment with another investigational device or investigational drug other than the REVEAL study, or has participated in another drug or device trial within the preceding 30 days before enrollment.\n* Participant is not able or willing to use their dominant arm, or either upper arm circumference is greater than 50 cm.\n* Participant does not speak English.\n* Any other clinical reasons deemed by the investigators of the study in which the participant would not be an appropriate candidate for the study, such as peripheral vascular disease, Raynaud's phenomenon, orthostatic hypotension (OH), postural orthostatic tachycardia syndrome (POTS), uncontrolled obstructive sleep apnea (OSA), chronic obstructive pulmonary disease (COPD), or uncontrolled diabetes.\n\nCohort 1b (n-VNS): Exclusion Criteria for Participants With Major Depressive Disorder That Will Receive a Newly Implanted VNS Device\n\n* Participant has a prior implantable stimulation device.\n* Participant currently uses or is expected during the study to use short-wave diathermy, microwave, diathermy, or therapeutic ultrasound diathermy.\n* Participant is judged by the investigator to be acutely suicidal (e.g. has made specific plans or preparations to commit suicide or as indicated by the Sheehan Suicidality Tracking Scale) within the last 30 days prior to study enrollment.\n* Participant has made a suicide attempt within the previous 6 months from study enrollment.\n* Participant has a history of one or more schizophrenia-spectrum or other psychotic disorders including schizophrenia, schizoaffective disorder, delusional disorder, or a current or lifetime major depressive episode that includes psychotic features (commonly referred to as psychotic depression) according to the MINI criteria.\n* Participant has a history of significant borderline or severe personality disorder as determined by clinical judgment.\n* Participant has an active primary diagnosis of obsessive-compulsive, eating, or post-traumatic stress disorder based on the MINI criteria.\n* Participant has a diagnosis of Substance Use Disorder as defined by DSM-5 without sustained remission of 12 months or longer.\n* Participant has a presence of any type of dementia, major neurocognitive disorder, or cognitive or psychiatric deficit as determined by clinical judgment.\n* Participant has a history of rapid cycling bipolar disorder I or II.\n* Participant currently receives treatment with another investigational device or investigational drug other than the REVEAL study, or has participated in another drug or device trial within the preceding 30 days before enrollment.\n* Participant with vocal cord paralysis.\n* Participant is not able or willing to use their dominant arm, or either upper arm circumference is greater than 50 cm.\n* Participant does not speak English.\n* Any other clinical reasons deemed by the investigators of the study in which the participant would not be an appropriate candidate for the study, such as peripheral vascular disease, Raynaud's phenomenon, orthostatic hypotension (OH), postural orthostatic tachycardia syndrome (POTS), uncontrolled obstructive sleep apnea (OSA), chronic obstructive pulmonary disease (COPD), or uncontrolled diabetes.\n\nCohort 2a (p-VNS): Exclusion Criteria for Participants With Drug Resistant Epilepsy That Have a Previously Implanted VNS Device\n\n* Participant has demonstrable benefit from implanted VNS device in terms of epilepsy (seizure frequency or seizure severity) or epilepsy comorbidity (mood, cognition, or quality of life), with seizure freedom or clinical benefit.\n* Participant has a prior implantable stimulation device, other than a VNS device for the clinical indication of refractory focal Epilepsy.\n* Participant currently uses or is expected during the study to use short-wave diathermy, microwave, diathermy, or therapeutic ultrasound diathermy.\n* Participant has been hospitalized for a psychiatric condition within the preceding 6 months or has had a history of psychosis within the preceding two years (excluding postictal psychosis).\n* Participant has experienced unprovoked status epilepticus in the preceding year.\n* Participant has a diagnosis of Substance Use Disorder as defined by DSM-5 without sustained remission of 12 months or longer.\n* Participant currently receives treatment with another investigational device or investigational drug other than the REVEAL study, or has participated in another drug or device trial within the preceding 30 days before enrollment.\n* Participant is not able or willing to use their dominant arm, or either upper arm circumference is greater than 50 cm.\n* Participant does not speak English.\n* Any other clinical reasons deemed by the investigators of the study in which the participant would not be an appropriate candidate for the study, such as peripheral vascular disease, Raynaud's phenomenon, orthostatic hypotension (OH), postural orthostatic tachycardia syndrome (POTS), uncontrolled obstructive sleep apnea (OSA), chronic obstructive pulmonary disease (COPD), or uncontrolled diabetes.\n\nCohort 2b (n-VNS): Exclusion Criteria for Participants With Drug Resistant Epilepsy That Will Receive a Newly Implanted VNS Device\n\n* Participant has a prior implantable stimulation device.\n* Participant currently uses or is expected during the study to use short-wave diathermy, microwave, diathermy, or therapeutic ultrasound diathermy.\n* Participant has been hospitalized for a psychiatric condition within the preceding 6 months or has had a history of psychosis within the preceding two years (excluding postictal psychosis).\n* Participant has experienced unprovoked status epilepticus in the preceding year.\n* Participant has a diagnosis of Substance Use Disorder as defined by DSM-5 without sustained remission of 12 months or longer.\n* Participant currently receives treatment with another investigational device or investigational drug other than the REVEAL study, or has participated in another drug or device trial within the preceding 30 days before enrollment.\n* Participant with vocal cord paralysis.\n* Participant is not able or willing to use their dominant arm, or either upper arm circumference is greater than 50 cm.\n* Participant does not speak English.\n* Any other clinical reasons deemed by the investigators of the study in which the participant would not be an appropriate candidate for the study, such as peripheral vascular disease, Raynaud's phenomenon, orthostatic hypotension (OH), postural orthostatic tachycardia syndrome (POTS), uncontrolled obstructive sleep apnea (OSA), chronic obstructive pulmonary disease (COPD), or uncontrolled diabetes.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kathryn Vera",
                    "role": "CONTACT",
                    "phone": "612-625-5018",
                    "email": "giero002@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John Osborn, PhD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55414",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathryn Vera",
                            "role": "CONTACT",
                            "phone": "612-625-5018",
                            "email": "giero002@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7983",
                    "name": "Epilepsy",
                    "relevance": "LOW"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}