{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05700435",
            "orgStudyIdInfo": {
                "id": "UNM HRRC 22-317"
            },
            "organization": {
                "fullName": "University of New Mexico",
                "class": "OTHER"
            },
            "briefTitle": "Resiliency in U.S. Air Force Personnel",
            "officialTitle": "Increasing Resiliency in U.S. Air Force Personnel: A Multi-Site Trial",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "resiliency-in-u-s-air-force-personnel"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-12",
            "studyFirstSubmitQcDate": "2023-01-25",
            "studyFirstPostDateStruct": {
                "date": "2023-01-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of New Mexico",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Nevada, Las Vegas",
                    "class": "OTHER"
                },
                {
                    "name": "Johns Hopkins University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to examine the effectiveness of the Stress Management and Resilience Training (SMART) in increasing resilience in a population of U.S. Air Force personnel at Joint Base Andrews, Joint Base San Antonio-Lackland, Nellis Air Force Base, and Wright-Patterson Air Force Base.\n\nThe main questions it aims to answer are:\n\n1. When delivered in real-world conditions, to what extent does SMART increase levels of resiliency and decrease levels of stress in a sample of active component U.S. Air Force personnel?\n2. Does SMART have a sustained effectiveness from baseline to 12, 24 and 36-weeks after training completion in a sample of active component U.S. Air Force personnel?\n3. Does SMART provided via an in-person/video-teleconference (VTC) or Computer-Based Training (CBT) modality demonstrate equivalent effectiveness in increasing resilience and decreasing stress in active component Air Force personnel?\n\nParticipants will be asked to complete a pre-intervention survey, complete the assigned modality of SMART ( in-person/VTC or CBT), and complete follow-up measurements at 12-, 24-, and 36-weeks post-intervention completion.\n\nResearchers will compare in-person/VTC and CBT groups' measurements to see if a difference in self-reported resilience, stress, anxiety, or quality of life is present pre-intervention. Researchers will compare in-person/VTC and CBT groups' measurements to see if a difference in self-reported resilience, stress, anxiety, or quality of life is present post-intervention.",
            "detailedDescription": "A cluster randomized, pragmatic-explorative two-arm multi-site study is proposed to examine the effectiveness of the Stress Management and Resilience Training (SMART) in increasing the levels of resiliency in active component personnel serving in the U.S. Air Force. The SMART training will be provided through either video-teleconference (VTC), in-person or computer-based training (CBT).The VTC/in-person trainings will be provided to a maximum of 10 individuals per session. Participants in the CBT group will be provided a code to access the training website. A cluster randomization of sites will take place first to place two sites into the self-selection arm, a pragmatic trial where study participants will choose intervention arm and place the other two sites into a randomization-arm in which participants will be randomized into either the VTC or CBT arms. SMART is focused on improving the practices of gratitude, mindful presence, kindness, and developing a resilient mindset.\n\nFour study sites have been identified for the study (Joint Base Andrews, Joint Base San Antonio-Lackland, Nellis Air Force Base, and Wright-Patterson Air Force Base). Simple randomization will be used to assign 2 sites to the randomization arm (Arm 1) and 2 sites to the self-selection arm (Arm 2). Arm randomization will be accomplished in Year1, Month 1. Initial recruitment and randomization will be completed during Month 2 of Year 1 through Month 5 of year 2 of the study.\n\nArm 1: Randomization: At two study site locations, the investigators will use a ratio of 2:1 to randomly assign participants to the VTC/in-person or CBT training modalities. Therefore, the investigators anticipate 84 participants (42 per site) will be assigned to the CBT modality and 168 (84 per site) will be assigned to the VTC/in-person modality. Randomization will be stratified with respect to military grade and sex to reduce potential confounding due to baseline differences. There may be important differences based upon military grade between the 5 categories of military grade or two categories of participants may select. Under stratification, 1 in every 3 participants will be assigned to complete CBT and the other two participants will be assigned to VTC/in-person training to maintain a balanced distribution between groups.\n\nArm 2: Self-selection: At two study site locations, the investigators aim to recruit 250 participants in the self-selection arm. Participants will be able to self-select their preferred method of SMART completion (VTC/in-person or CBT training modality).\n\nIn order to assure consistent delivery of the intervention, the study PI and the Site AIs will meet to discuss course delivery, make notations, and jointly agree to incorporate recommendations for improving training delivery. At the end of the course, participants will be offered a copy of a Resilience Journal. This book will serve as a review of the resiliency practices and allow participants to track their use of these practices for improving gratitude, mindful presence, kindness, and developing a resilient mindset.\n\nThe Site PIs and PI will work with identified local points of contact to develop a schedule to assure the maximum number of participants can receive SMART during a variety of times. After informed consent is obtained and prior to the delivery of the intervention, a survey will be administered to collect demographic information and baseline measurements of resilience, stress, anxiety, and quality of life. Participants will be provided a link to access the initial survey via the research data capture survey system (REDCap; DHHS/NIH/NCRR #8UL1TR000041) to provide demographic data, e-mail contact information, and responses to survey instruments.\n\nREDCap is a secure and encrypted, web-based platform licensed to and managed by the University of New Mexico Health Sciences Center Clinical and Translational Science Center (UNM HSC CTSC). REDCap includes research tools for project management, survey administration, encrypted database storage and retrieval, and reporting. REDCap will be utilized to administer follow-up surveys at week 12, 24, and 36 (if applicable) after participants complete SMART. The investigators propose to collect the 36-week follow-up survey responses in order to conduct an analysis to assess the longevity of the effect of SMART on resilience and stress.\n\nParticipants' e-mail contact information will be used be utilized to send follow-up surveys through REDCap. Each survey will take approximately 10 to 15 minutes for participants to complete. If the participant does not respond to the initial REDCap invitation, a maximum of three e-mail reminders (one reminder per week after the initial e-mail is sent) will be sent to complete the survey. If the participant still has not responded, no further attempt to contact the participant will be made until the next scheduled interval (e.g. at 24 and 36 weeks). Because participants' demographic information will be associated with an individual's contact information in REDCap™, demographic information will not be requested as part of the surveys at weeks 12, 24, or 36. All data will be de-identified when it is exported from REDCap for the data analysis.\n\nIBM SPSS Statistics (version 28 or later) and R (survey package, version 4.1.2) will be used for the statistical analysis. Initial analysis will include descriptive statistics, including means or medians, frequencies and percentages, as appropriate, to characterize demographic status, military grade, duty location, military occupation, and previous deployment status. Cronbach's α will be calculated for each multi-item scale.\n\nThe objectives of our analysis include testing and estimating the effectiveness of the intervention by comparing pre-post intervention changes (improvements) in the outcome measurements of interest at each follow-up. Analyses will be reported as point estimates with 95% confidence intervals and appropriate estimates of effect size. In this analysis, both the VTC and CBT groups will be analyzed separately and scores will also be pooled together to test for overall intervention effects as well as difference between the modalities.\n\nPost-intervention improvements in resilience, stress, anxiety, and quality of life will be assessed by separately analyzing changes from baseline to each follow-up time (e.g. week 12, week 24, and week 36). A joint analysis of the longitudinal trend over the study period will be conducted as well. The investigators will also consider a joint analysis of resilience, stress, anxiety, or QOL, as well as, analysis for subscales of any specific domain of interest. To better understand factors that can impact the intervention effects, our regression models on the post intervention improvements over time incorporate changing time-slopes and between-subject random effects. The investigators will control for demographic characteristics, AFSC, and previous deployment. The investigators will also use random effects to take into consideration potential clustering effects among the participants from the same organizational unit.\n\nWith the two-arm randomization scheme, the results of the \"self-selection\" group provide a window into \"potential\" outcomes in real-world settings.\n\nComparison of the outcomes from the \"self-selection\" arm with the results from the \"randomized assignment\" (per-protocol) will enable us to conduct causal inference and use the real difference between VTC and CBT to inform scale-up implementation of SMART."
        },
        "conditionsModule": {
            "conditions": [
                "Stress",
                "Quality",
                "Anxiety",
                "Resilience"
            ],
            "keywords": [
                "military",
                "Air Force",
                "resilience",
                "stress"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Cluster randomized, pragmatic-explorative two-arm multi-site study. Arm 1: Randomization Arm 2: Self-selection",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Randomization",
                    "type": "EXPERIMENTAL",
                    "description": "At two study sites, we will randomly assign participants to the VTC/in-person group or CBT group using a ratio of 2:1 to assign participants to the VTC/in-person or CBT training modalities. We anticipate 84 participants (42 per site) will be assigned to the CBT modality and 168 (84 per site) will be assigned to the VTC/in-person modality.",
                    "interventionNames": [
                        "Behavioral: Stress Management and Resilience Training"
                    ]
                },
                {
                    "label": "Self-selection",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "At two study sites, participants will be able to self-select which SMART training modality they will complete (VTC/in-person or CBT).We aim to recruit 250 participants in the self-selection arm.",
                    "interventionNames": [
                        "Behavioral: Stress Management and Resilience Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Stress Management and Resilience Training",
                    "description": "The Stress Management and Resilience Training (SMART) program focuses on improving the practices of gratitude, mindful presence, kindness, and developing a resilient mindset. In this proposed study, SMART will be provided via either a two-hour, video teleconference (VTC) or in-person training or by completion of a self-paced, on-line version completed over a period of four to eight weeks. The modalities VTC and in-person are the two intervention conditions.",
                    "armGroupLabels": [
                        "Randomization",
                        "Self-selection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Connor-Davidson 10-Item Scale (CD-10)",
                    "description": "Resilience will be measured using the CD-10, a 10-item scale derived from the original, 25-item Connor Davidson Resilience Scale. Respondents can answer each item using a five-point rating ranging from not true at all (0) to true nearly all the time (4). A total CD-RISC score is calculated by summing the score of all 10 items for a total possible score of 40, with a higher score reflecting a greater level of resilience. The CD-10 has a reported Cronbach's alpha of .85 and has demonstrated construct validity.",
                    "timeFrame": "Changes in self-reported CD-10 from Baseline at 12, 24, and 36 weeks post-SMART completion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in Perceived Stress Scale (PSS)",
                    "description": "The PSS was developed to provide both a global measure and a measure for current levels of perceived stress. The PSS is a 14-item instrument, and respondents answer each item on a four-point scale ranging from never (0) to very often (4). An individual's score is calculated by reverse scoring seven items and then summing all item scores, resulting in a score range of 0-56.",
                    "timeFrame": "Changes in self-reported PSS from Baseline at 12, 24, and 36 weeks post-SMART completion"
                },
                {
                    "measure": "Changes in Generalized Anxiety Disorder Scale (GAD-7)",
                    "description": "Anxiety was measured with the GAD-7. Respondents can answer each item using a four-point scale ranging from not at all (0) nearly every day (3). A total score is calculated by summing the scores of the seven items with possible scores ranging from 0-21. Scores between 5-9 are indicative of mild anxiety, and score between 15-21 are indicative of severe anxiety.",
                    "timeFrame": "Changes in self-reported GAD-7 from Baseline at 12, 24, and 36 weeks post-SMART completion"
                },
                {
                    "measure": "Changes in Quality of Life (QOL)",
                    "description": "A Linear Analogue Self-Assessment (LASA) QoL measure was used to measure overall quality of life for this study. Participants responded to each item using an 11-pointLikert scale ranging from as bad as it can be (0) to as good as it can be (10).",
                    "timeFrame": "Changes in self-reported QOL scores from Baseline at 12, 24, and 36 weeks post-SMART completion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Active Component Air Force personnel assigned or attached to the:\n\n  * 59th Medical Wing, including the 59th Medical Operations Group, 59th Medical Support Group, 559th MDG, 959th MDG, 59th Training Group, and 59th Dental Group (Joint Base San Antonio-Lackland, TX \\[JBSA-L\\])\n  * 316th Medical Group (Joint Base Andrews, MD \\[JBA\\])\n  * 99th Medical Group (Nellis AFB, NV)\n  * 711th Human Performance Wing (HPW), including the U.S. Air Force School of Aerospace Medicine (USAFSAM), and the 88th Medical Group (MDG) at Wright-Patterson Air Force Base, OH (WPAFB)\n* Able to provide informed consent\n* ≥ 18 years of age\n\nExclusion Criteria:\n\n* Personnel at the above locations who are not Active Component Air Force personnel (e.g. individuals on temporary duty \\[TDY\\] at the location or civilian personnel):\n* Unable to provide informed consent\n* Basic Military Trainees (BMTs)\n* \\< 18 years of age\n* Prisoners",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen Hernandez, PhD",
                    "role": "CONTACT",
                    "phone": "505-272-0756",
                    "email": "shhernandez@salud.unm.edu"
                },
                {
                    "name": "Yiliang Zhu, PhD",
                    "role": "CONTACT",
                    "phone": "505-272-7578",
                    "email": "YiZhu@salud.unm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Hernandez, PhD",
                    "affiliation": "University of New Mexico",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mountain Home Air Force Base",
                    "status": "RECRUITING",
                    "city": "Mountain Home",
                    "state": "Idaho",
                    "zip": "83648",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen Hernandez, PhD, RN",
                            "role": "CONTACT",
                            "phone": "505-272-0756",
                            "email": "shhernandez@salud.unm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.13295,
                        "lon": -115.6912
                    }
                },
                {
                    "facility": "Johns Hopkins University, School of Nursing (Joint Base Andrews)",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vickie Hughes, PhD",
                            "role": "CONTACT",
                            "phone": "443-287-1981",
                            "email": "vhughes@jhu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "University of Nevada Las Vegas, School of Nursing (Nellis Air Force Base)",
                    "status": "RECRUITING",
                    "city": "Las Vegas",
                    "state": "Nevada",
                    "zip": "89154",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacqueline Killian, PhD",
                            "role": "CONTACT",
                            "phone": "702-895-4062",
                            "email": "jacqueline.killian@unlv.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.17497,
                        "lon": -115.13722
                    }
                },
                {
                    "facility": "Wright-Patterson Air Force Base",
                    "status": "RECRUITING",
                    "city": "Dayton",
                    "state": "Ohio",
                    "zip": "45433",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Theresa Bedford, PhD, FNP-BC",
                            "role": "CONTACT",
                            "phone": "678-360-4725",
                            "email": "theresa.bedford@us.af.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.75895,
                        "lon": -84.19161
                    }
                },
                {
                    "facility": "Joint Base San Antonio-Lackland",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78236",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tonya White, PhD",
                            "role": "CONTACT",
                            "phone": "210-292-7556",
                            "email": "tonya.y.white4.mil@health.mil"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28083176",
                    "type": "BACKGROUND",
                    "citation": "Meredith LS, Sherbourne CD, Gaillot SJ, Hansell L, Ritschard HV, Parker AM, Wrenn G. Promoting Psychological Resilience in the U.S. Military. Rand Health Q. 2011 Jun 1;1(2):2. eCollection 2011 Summer."
                },
                {
                    "pmid": "29139325",
                    "type": "BACKGROUND",
                    "citation": "Thompson SR, Dobbins S. The Applicability of Resilience Training to the Mitigation of Trauma-Related Mental Illness in Military Personnel [Formula: see text]. J Am Psychiatr Nurses Assoc. 2018 Jan/Feb;24(1):23-34. doi: 10.1177/1078390317739957. Epub 2017 Nov 15."
                },
                {
                    "pmid": "31201752",
                    "type": "BACKGROUND",
                    "citation": "Rocklein Kemplin K, Paun O, Godbee DC, Brandon JW. Resilience and Suicide in Special Operations Forces: State of the Science via Integrative Review. J Spec Oper Med. 2019 Summer;19(2):57-66. doi: 10.55460/BQES-AM8H."
                },
                {
                    "pmid": "25057692",
                    "type": "BACKGROUND",
                    "citation": "Committee on the Assessment of Resiliency and Prevention Programs for Mental and Behavioral Health in Service Members and Their Families; Board on the Health of Select Populations; Institute of Medicine; Denning LA, Meisnere M, Warner KE, editors. Preventing Psychological Disorders in Service Members and Their Families: An Assessment of Programs. Washington (DC): National Academies Press (US); 2014 Feb 11. Available from http://www.ncbi.nlm.nih.gov/books/NBK222170/"
                },
                {
                    "pmid": "12964174",
                    "type": "BACKGROUND",
                    "citation": "Connor KM, Davidson JR. Development of a new resilience scale: the Connor-Davidson Resilience Scale (CD-RISC). Depress Anxiety. 2003;18(2):76-82. doi: 10.1002/da.10113."
                },
                {
                    "pmid": "21279454",
                    "type": "BACKGROUND",
                    "citation": "Sood A, Prasad K, Schroeder D, Varkey P. Stress management and resilience training among Department of Medicine faculty: a pilot randomized clinical trial. J Gen Intern Med. 2011 Aug;26(8):858-61. doi: 10.1007/s11606-011-1640-x. Epub 2011 Jan 29."
                },
                {
                    "pmid": "25829879",
                    "type": "BACKGROUND",
                    "citation": "Chesak SS, Bhagra A, Schroeder DR, Foy DA, Cutshall SM, Sood A. Enhancing resilience among new nurses: feasibility and efficacy of a pilot intervention. Ochsner J. 2015 Spring;15(1):38-44."
                },
                {
                    "pmid": "18157881",
                    "type": "BACKGROUND",
                    "citation": "Campbell-Sills L, Stein MB. Psychometric analysis and refinement of the Connor-davidson Resilience Scale (CD-RISC): Validation of a 10-item measure of resilience. J Trauma Stress. 2007 Dec;20(6):1019-28. doi: 10.1002/jts.20271."
                },
                {
                    "pmid": "18929686",
                    "type": "BACKGROUND",
                    "citation": "Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap)--a metadata-driven methodology and workflow process for providing translational research informatics support. J Biomed Inform. 2009 Apr;42(2):377-81. doi: 10.1016/j.jbi.2008.08.010. Epub 2008 Sep 30."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Cohen, S., & Williamson, G. (1988). Perecived stress in a probablility sample of the United States. In S. Spacapan & S. Oskamp (Eds.), The social psychology of health (pp. 31-67). Newbury Park, CA: Sage."
                },
                {
                    "pmid": "6668417",
                    "type": "BACKGROUND",
                    "citation": "Cohen S, Kamarck T, Mermelstein R. A global measure of perceived stress. J Health Soc Behav. 1983 Dec;24(4):385-96. No abstract available."
                },
                {
                    "pmid": "16717171",
                    "type": "BACKGROUND",
                    "citation": "Spitzer RL, Kroenke K, Williams JB, Lowe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. doi: 10.1001/archinte.166.10.1092."
                },
                {
                    "pmid": "17703910",
                    "type": "BACKGROUND",
                    "citation": "Locke DE, Decker PA, Sloan JA, Brown PD, Malec JF, Clark MM, Rummans TA, Ballman KV, Schaefer PL, Buckner JC. Validation of single-item linear analog scale assessment of quality of life in neuro-oncology patients. J Pain Symptom Manage. 2007 Dec;34(6):628-38. doi: 10.1016/j.jpainsymman.2007.01.016. Epub 2007 Aug 20."
                },
                {
                    "pmid": "32517825",
                    "type": "BACKGROUND",
                    "citation": "Campbell-Sills L, Flynn PJ, Choi KW, Ng THH, Aliaga PA, Broshek C, Jain S, Kessler RC, Stein MB, Ursano RJ, Bliese PD. Unit cohesion during deployment and post-deployment mental health: is cohesion an individual- or unit-level buffer for combat-exposed soldiers? Psychol Med. 2022 Jan;52(1):121-131. doi: 10.1017/S0033291720001786. Epub 2020 Jun 10."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rubin, D.B., Causal inference using potential outcomes. Journal of the American Statistical Association, 2005. 100(469): p. 322-331."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is not a plan to make IPD available."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2023-07-20",
                    "uploadDate": "2023-12-19T10:17",
                    "filename": "ICF_001.pdf",
                    "size": 381857
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}