{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06197997",
            "orgStudyIdInfo": {
                "id": "IRB00406337"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD108160-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD108160-01A1"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Resilient, Engaged, and Connected Study",
            "officialTitle": "Strengthening Parenting, Young Children's Social-Behavioral Competence, and Kindergarten Readiness in Schools Serving Low-Income Communities",
            "acronym": "REC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "resilient-engaged-and-connected-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-07",
            "studyFirstSubmitQcDate": "2024-01-08",
            "studyFirstPostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Purpose of this study is to test the effectiveness and implementation of an evidence-based parenting intervention for improving parenting and school outcomes in a sample of 4-year-old children enrolled in public prekindergarten (PreK) programs in Maryland.",
            "detailedDescription": "Using a hybrid Type 2 effectiveness-implementation design, this study tests the effectiveness and implementation of an evidence-based parenting intervention for improving parenting and school outcomes in a sample of 4-year-old children enrolled in public prekindergarten (PreK) programs in Maryland. Thirty Title 1 schools across two Maryland school districts (Baltimore City Public Schools n=20; Cecil County Public Schools n=10) will be randomized into experimental (receive the Chicago Parent Program intervention) or control (usual school practice) conditions. The Chicago Parent Program (CPP) is a 12-session group-based parenting intervention designed to strengthen parenting skills and parent engagement in children's learning and improve children's social-emotional and behavioral competence. All schools will participate for 2 years. In the experimental condition, school staff trained in CPP will implement the program in groups of 10-15 parents of PreK students in a virtual group or in-person group format (format order counterbalanced). Parents in the control condition will complete surveys only. Study outcomes for all participants will be evaluated at PreK baseline (T1), 4-5 months post baseline (T2), in the fall of kindergarten (T3), and at the end of kindergarten (T4). Outcomes include children's social-emotional-behavioral competence, parent engagement in early childhood education, and parenting skills; school community cohesion; kindergarten readiness, chronic absence, and retained in kindergarten. Additional evaluation data will be collected in the experimental condition assessing perceived effectiveness, implementation quality, uptake, and cost-effectiveness to understand factors that affect the likelihood the program can be successfully integrated and sustained in urban and rural school settings."
        },
        "conditionsModule": {
            "conditions": [
                "Parenting",
                "Parenting Intervention"
            ],
            "keywords": [
                "Parenting",
                "Chicago Parent Program",
                "CPP"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The Chicago Parent Program (CPP) is a 12-session group-based parenting intervention designed to strengthen parenting skills and parent engagement in children's learning and improve children's social-emotional and behavioral competence.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 840,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Title 1 schools receive the Chicago Parent Program intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The experimental group from Title 1 schools across two Maryland school districts (Baltimore City Public Schools and Cecil County Public Schools) will receive the Chicago Parent Program intervention.",
                    "interventionNames": [
                        "Behavioral: Chicago Parent Program (CPP)"
                    ]
                },
                {
                    "label": "Title 1 schools receive the usual school practice",
                    "type": "NO_INTERVENTION",
                    "description": "The control group from Title 1 schools across two Maryland school districts (Baltimore City Public Schools and Cecil County Public Schools) will receive the usual school practice."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Chicago Parent Program (CPP)",
                    "description": "The Chicago Parent Program (CPP) is a 12-session group-based parenting intervention designed to strengthen parenting skills and parent engagement in children's learning and improve children's social-emotional and behavioral competence.",
                    "armGroupLabels": [
                        "Title 1 schools receive the Chicago Parent Program intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Social Competence and Behavior Evaluation (SCBE-30) score (Teacher Version)",
                    "description": "change in measures of children's behavior and social-emotional skills from perspective of teachers. Teachers complete the Social Competence and Behavior Evaluation (SCBE-30). Teacher version contains 3 sub scales of 10 items each. Subscale scores range from 10- 60. Higher scores indicate higher levels of social competence.",
                    "timeFrame": "Baseline, post-intervention up to 3 months, 1-year follow-up"
                },
                {
                    "measure": "Social Competence and Behavior Evaluation (SCBE-30) score (Parent Version)",
                    "description": "change in measures of children's behavior and social-emotional skills from perspective of parents. Parent version of the SCBE-30 contains 3 sub scales of 10 items each. Subscale scores range from 10- 60. Higher scores indicate higher levels of social competence.",
                    "timeFrame": "Baseline, post-intervention up to 3 months, 1-year follow-up"
                },
                {
                    "measure": "Eyberg Child Behavior Inventory (ECBI) score",
                    "description": "change in child behavior problems on the Eyberg Child Behavior Inventory (ECBI) ECBI contains two sub scales of 36 items each; Intensity Scale scores can range from 36-252; Problem Scale scores can range from 0-36. Higher scores indicate worse outcomes.",
                    "timeFrame": "Baseline, post-intervention up to 3 months, 1-year follow-up"
                },
                {
                    "measure": "Parent engagement as assessed by the Parent-Teacher Involvement Questionnaire",
                    "description": "change in measures of parent's engagement in their children's early education from the perspective of teachers. Teachers will compete a 7-item measure of parent engagement from the Parent-Teacher Involvement Questionnaire. Scores range from 7-35. Higher scores indicate more parental involvement.",
                    "timeFrame": "Baseline, post-intervention up to 3 months, 1-year follow-up"
                },
                {
                    "measure": "Parent engagement as assessed by the Parent Engagement in Early Childhood Education (PEECE) Survey",
                    "description": "change in measure of parent engagement on the Parent Engagement in Early Childhood Education (PEECE) Survey, a 25-item measure of parent engagement. Scores can range from 25-100. Higher scores indicate higher involvement.",
                    "timeFrame": "Baseline, post-intervention up to 3 months, 1-year follow-up"
                },
                {
                    "measure": "Social-behavioral readiness as assessed by the social-behavioral domain of the Kindergarten Readiness Assessment (KRA).",
                    "description": "School district's measure of children's social-behavioral readiness to learn at kindergarten entry. Kindergarten Readiness Assessment (KRA) assesses 4 domains of readiness. Domain scores range from 202-298. Higher score is a better outcome.",
                    "timeFrame": "1-year follow-up"
                },
                {
                    "measure": "Percentage of children who reported chronic absence",
                    "description": "Percent of children missing 10% or more school days during the kindergarten year. Data will be collected on number of days the school district records the students as absent from school.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Percentage of children who retained in grade",
                    "description": "Percentage of children retained in kindergarten for another year. Data will be collected based on report from the school district on whether child was retained.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total kindergarten readiness score",
                    "description": "Total kindergarten readiness score as assessed by the Kindergarten Readiness Assessment including language/literacy, numeracy skills, physical well-being/motor development, and social-behavioral readiness. Administered by and calculated by the school district.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Social connectedness as assessed by Intervention Group Environment Scale",
                    "description": "Measures parents' sense of belonging and connection with the school, using the 25-item Intervention Group Environment Scale and items are measured along a 5-point continuum of strongly disagree to strongly agree. Includes 3 sub scales. Scores can range from 0-5 with higher scores indicating greater social connectedness.",
                    "timeFrame": "post-intervention up to 3 months"
                },
                {
                    "measure": "Parent Satisfaction as assessed by the Chicago Parent Program Satisfaction form",
                    "description": "Measured using the Chicago Parent Program Parent Satisfaction Form. The survey Includes 16 items. Scored on a Likert-type scale, aspects of the program that were most and least beneficial, and the extent to which they would recommend the program to other parents. Each item is scored and interpreted separately.",
                    "timeFrame": "Post-intervention up to 3 months"
                },
                {
                    "measure": "Parenting skills as assessed by the Parenting Questionnaire",
                    "description": "change in parenting skills measured by the Parenting Questionnaire a measure of parents' use of positive discipline, harsh discipline, and consistency of discipline techniques. The score ranges from 40-200. There are 3 subscales of interest for the parenting questionnaire that include: (1) Warmth: higher scores = greater warmth; (2) Corporal Punishment: higher scores = greater use of corporal punishment, and (3) Following Through on Discipline: higher scores = more likely to follow through on discipline.",
                    "timeFrame": "Baseline, post-intervention up to 3 months, 1-year follow-up"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Cost-effectiveness",
                    "description": "Cost of the intervention will be estimated using incremental cost effectiveness ratios.",
                    "timeFrame": "Post-intervention up to 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nTitle 1 public schools in Cecil County or Baltimore City:\n\n* has at least 1 full-day public PreK classroom with 20+ students;\n* principal consents to being randomized and participate for 2 years;\n* principal consents to study team recruiting parents, teachers, and staff to participate in the study.\n\nPreK Parents:\n\n* Parent (biological, step, adoptive, foster), grandparent, or legal guardian of 4 year old student enrolled in participating PreK program;\n* 18+ yrs;\n* speaks English or Spanish;\n* access to broadband Internet and Internet device;\n* consents to allowing access child's school identification.\n\nTeachers:\n\n* PreK or K teacher in classroom of student of participating parent;\n* consents to completing study surveys.\n\nCPP Group Leaders:\n\n* completes CPP group leader training\n* agrees to lead CPP groups\n* speaks English or Spanish\n* at least a High School diploma/General Equivalency Diploma (GED)\n* consents to completing surveys and submitting audio recorded CPP sessions for fidelity assessment\n\nSchool-based personnel inclusion criteria:\n\n* Principal, teacher, or other school-based staff involved in CPP implementation\n* consents to interview on perspectives about CPP in the school\n\nExclusion Criteria:\n\n* Title 1 public schools in Cecil County or Baltimore City:\n* Principal cannot commit staff to offering CPP groups\n* school previously offered CPP\n* school located in a geographic area with 80% connectivity\n* PreK Parents previously participated in CPP\n* Teachers: teacher also a participating parent or CPP group leader\n* School-based personnel: Principal, teacher, or other school-based staff is a study parent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Deborah Gross, DNSc",
                    "role": "CONTACT",
                    "phone": "410-614-5311",
                    "email": "debgross@jhu.edu"
                },
                {
                    "name": "Amie F Bettencourt, PhD",
                    "role": "CONTACT",
                    "phone": "410-955-8021",
                    "email": "abetten3@jhu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Deborah Gross, DNSc",
                    "affiliation": "JHU School Of Nursing",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deborah Gross, DNSc",
                            "role": "CONTACT",
                            "phone": "410-614-5311",
                            "email": "debgross@jhu.edu"
                        },
                        {
                            "name": "Amie Bettencourt, PhD",
                            "role": "CONTACT",
                            "phone": "410-955-8021",
                            "email": "abetten3@jhu.edu"
                        },
                        {
                            "name": "Deborah Gross, DNSc",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Amie Bettencourt, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}