{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05174936",
            "orgStudyIdInfo": {
                "id": "Pro00099388"
            },
            "organization": {
                "fullName": "University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "ResIlience-based Stigma REdUction Program (\"Rise-up\")",
            "officialTitle": "Mitigate the Effect of HIV-related Stigma Through a Resilience Approach",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "resilience-based-stigma-reduction-program-rise-up"
        },
        "statusModule": {
            "statusVerifiedDate": "2021-12",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-29",
            "studyFirstSubmitQcDate": "2021-12-13",
            "studyFirstPostDateStruct": {
                "date": "2022-01-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2021-12-13",
            "lastUpdatePostDateStruct": {
                "date": "2022-01-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Xiaoming Li",
                "investigatorTitle": "Professor and Endowed Chair",
                "investigatorAffiliation": "University of South Carolina"
            },
            "leadSponsor": {
                "name": "University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Guangxi Zhuang Autonomous Region Center for Disease Prevention and Control",
                    "class": "OTHER_GOV"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Stigma and discrimination related to HIV and AIDS (\"HIV-related stigma\") have been identified worldwide as major barriers to HIV treatment and care, posing challenges to HIV prevention efforts and provision of adequate care, support, and treatment. Despite decades of global efforts to tackle HIV-related stigma, previous interventions designed to reduce stigma have been largely ineffective. The knowledge gaps and challenges for combating HIV-related stigma are partly rooted in the complexity and diversity of the stigma and partly in the limitations in current conceptualization of stigma reduction efforts. Recent research, including our own preliminary data, has shown the promise of resilience approaches that focus on the development of strengths, competencies, resources, and capacities of people living with HIV (PLWH) and those of their real or surrogate family members and healthcare facilities to prevent, reduce, and mitigate the negative effects of stigma. However, the resilience approach, while hypothesized, has not been widely tested in intervention trials. In the current application, we propose to develop, implement, and evaluate a theory-guided, multilevel multimode resilience-based intervention via a stepped-wedge randomized trial among 800 PLWH and their real or surrogate family members as well as 320 healthcare providers in Guangxi, China where we have built a strong research infrastructure and community collaboration through NIH-funded research since 2004. The primary outcome will be viral suppression among PLWH, and the intermediate outcomes will include resilience resources at the levels of individuals, the real or surrogate family members, and healthcare facilities as well as chronic stress response and adherence to treatment and care. The proposed study is innovative as it addresses a number of knowledge gaps in HIV-related stigma reduction intervention research based on both a conceptualization of stigma reduction and advancement in intervention research methodology (e.g., multilevel and multi-component intervention modality, a stepped wedge design, the addition of biomarkers to assess the effects of stigma, and targeting primary HIV clinical outcomes such as viral suppression). The proposed research is significant as it addresses a critical public health issue in the US and globally. The proposed intervention protocol, if proven efficacious, has the potential to be replicated in other low- and middle-income countries to mitigate the negative impact of stigma on the HIV treatment and care continuum.",
            "detailedDescription": "The finding from the HIV Prevention Trials Network (HPTN) 052 trial of a 96% reduction in HIV incidence among discordant couples when the HIV-positive partner receives antiretroviral therapy (ART) has led to the emergence of \"treatment as prevention\" as the dominant strategy to end the HIV epidemic in the US and worldwide. However, numerous obstacles continue to prevent appropriate treatment and optimal clinical outcomes, including stigma against people living with HIV (PLWH). This is a significant public health problem globally, particularly in low- and middle-income countries (LMICs), including China. Stigma and discrimination related to HIV and AIDS (\"HIV-related stigma\") interfere with seeking and receiving appropriate treatment and care, contribute to depression and other psychiatric disorders, lower individuals' quality of life, and produce worsening clinical outcomes among PLWH. Despite substantial global efforts to reduce HIV-related stigma, stigma and discrimination remain widespread and are among the most poorly understood aspects of the epidemic. Previous interventions designed to reduce stigma have been largely ineffective. These knowledge gaps and challenges for combating HIV-related stigma are partly rooted in the complexity of the stigma experience, and partly in the limitations in the current conceptualization of stigma reduction efforts.\n\nRecent research, including our own preliminary data, has suggested the potential utility of adopting a resilience-based approach that focuses on the development of strengths, competencies, resources, and capacities in PLWH, as well as their families and health care systems to reduce and actively mitigate the negative effects of stigma. However, this approach, while hypothesized, has not been empirically tested in longitudinal studies or intervention trials. In the current application, we propose to develop, implement, and evaluate a theory-guided, multilevel, multimodal resilience-based intervention via a stepped wedge cluster randomized trial among 800 PLWH and their real or surrogate family members as well as 320 health care providers in Guangxi, China where we have built a strong research infrastructure and community collaboration through NIH-funded research since 2004. The primary outcome will be viral suppression and the intermediate outcomes will include resilience resources at the level of the individual, the family, and the health care system, as well as psychological stress and medical adherence. In addition to self-reported data (e.g., depression and anxiety, adherence to treatment and care), biomarkers of stress (hair cortisol) and ART adherence (hair antiretroviral \\[ARV\\] concentration) will be employed. The proposed study has the following specific aims and research hypotheses:\n\nSpecific Aim#1: Develop a multilevel resilience-based intervention engaging PLWH, their real or surrogate family members (i.e., either \"family of origin\" or \"family of choice\"), and health care providers (HCPs); the intervention will target individual factors (e.g., resilience, self-efficacy), family factors (e.g., supportive family members), and structural factors (e.g., supportive HCPs and care facilities) by adapting existing intervention components that have shown preliminary efficacy in China or elsewhere; Specific Aim#2: Test the short-, medium-, and long-term efficacy of the intervention through a cluster randomized stepped wedge trial among 800 PLWH-family member dyads and 320 HCPs from 40 HIV clinics in Guangxi with a longitudinal follow-up over a period of 36 months in 6-month intervals; Specific Aim #3: Identify individual and contextual factors that may mediate or moderate the effect of the intervention on viral suppression, other clinical outcomes (e.g., CD4 Lymphocyte count, quality of life), and the intermediate psychosocial and behavioral outcomes (e.g., resilience, stress, medical adherence); Hypothesis #1: Compared to the control condition (either within clusters or cross clusters in the stepped wedge trial), PLWH in the intervention condition will demonstrate: a) increases in personal resilience strengths and perceived support from family members and HCPs; b) decreases in psychological stress; c) increases in medication adherence, as measured by both self-report and biomarkers; and d) improved viral suppression and other clinical, virologic, and immunologic endpoints; Hypothesis #2: Compared to the control condition, the proposed family and HCP interventions will decrease stigmatizing attitudes/practices toward PLWH at both individual (e.g., family members, HCPs) and institutional (e.g., health care facilities) levels and will increase participants' willingness and level of comfort to support and assist PLWH in engaging in appropriate treatment and care; Hypothesis #3: A number of individual and contextual factors will mediate or moderate the effects of the proposed intervention on intermediate outcomes and endpoint clinical outcomes; such factors may include socio-economic status, intersecting stigma, perceived social support from other community members, disclosure experiences, and other barriers to medication adherence."
        },
        "conditionsModule": {
            "conditions": [
                "HIV/AIDS",
                "Stigma, Social",
                "Emotional Adjustment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The proposed multimodal intervention will include three sessions: the PLWH sessions (individual resilience-building), the Family member intervention (social support for PLWH's resilience building and fostering resilience at the family level), and HCP intervention (reducing the institutional stigmatizing attitudes and practices toward PLWH)",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1920,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PLWH intervention sessions",
                    "type": "EXPERIMENTAL",
                    "description": "The PLWH in this arm will receive five 2-hour intervention sessions delivered over five weeks (one session per week) in the clinics. Two trained facilitators will deliver the materials through interactive trainings that include multimedia presentations, group discussions, role-play, personal testimonies, and/or games. The same two facilitators will deliver all five sessions within a clinic to increase group cohesion and rapport with PLWH. The goal of this intervention is to assist PLWH in identifying and developing internal and external resilience resources to aid in coping HIV stigma.",
                    "interventionNames": [
                        "Behavioral: PLWH intervention"
                    ]
                },
                {
                    "label": "Family member intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention sessions for family members will be similar to PLWH sessions in terms of format and content and will be led by trained facilitators. Family member intervention sessions will emphasize supporting PLWH to cope with HIV-related stigma and to improve their clinical outcomes. The goal of this intervention is to provide social support for PLWH's resilience building as well as foster resilience at the family level.",
                    "interventionNames": [
                        "Behavioral: Family member intervention"
                    ]
                },
                {
                    "label": "Health care provider intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The HCP intervention curriculum consists of four 1.5-hour sessions (e.g., one per week) that will be delivered in small groups in the clinic setting by trained facilitators (e.g., health educators from Guangxi CDC). The delivery schedule and format will be flexible and individually tailored (e.g., four sessions can be given one per week or consolidated into two longer sessions). The goal of this intervention is to reduce the institutional stigmatizing attitudes and practices toward PLWH and other social identities, such as MSM, sex workers, and drug users, and improving the provider-patient relationships.",
                    "interventionNames": [
                        "Behavioral: Healthcare provider intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "PLWH intervention",
                    "description": "The intervention curriculum will consist of five interactive training sessions (2 hours each) with four specific areas of resilience-building: individual assets (self-esteem, emotion regulation, positive future orientation), coping with infection/illness (medical adherence, stress reduction, healthy lifestyle, self-care), relationship building (family relationship, provider-patient relationship), and social support (identifying and seeking social support at various socioecological levels).",
                    "armGroupLabels": [
                        "PLWH intervention sessions"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Family member intervention",
                    "description": "The intervention will consist of five sessions of group activities (2 hours each), with each session addressing one or more of the following areas: 1) HIV and ART knowledge; 2) support to strengthen the capacity of PLWH and their family members to adapt to living with HIV; 3) relationship building (family relationships, intimate relationships); 4) emotional and behavioral support for PLWH's adherence to care and treatment, including tailored coping or support strategies to address unique needs of some participants who may be more prone to HIV stigma (e.g., MSM and their family members); and 5) self-care.",
                    "armGroupLabels": [
                        "Family member intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Healthcare provider intervention",
                    "description": "The HCP intervention will adapt Popular Opinion Leaders (POL) principles by teaching participants skills for initiating/disseminating stigma reduction messages/practices to colleagues in the workplace. The HCP intervention will consist of four 1.5-hour sessions addressing the following topics: 1) universal HIV precautions and occupational safety (e.g., correctly knowing and practicing universal precautions and decreasing fear of PLWH); 2) intersecting stigma against PLWH (e.g., manifestations of intersecting stigma in clinical settings); 3) provider-patient relationship (e.g., reducing stigmatizing attitudes and behaviors toward PLWH, respecting patients' rights for privacy related to care and disclosure); 4) improving quality of patient care (e.g., increasing skills and comfort in working with PLWH); 5) building a supportive medical environment for better care of PLWH; and 6) skills and confidence in delivering stigma reduction messages to coworkers.",
                    "armGroupLabels": [
                        "Health care provider intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "PLWH: change of viral load at 36 months follow up",
                    "description": "The most recent viral load",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: change of CD4 counts at 36 months follow up",
                    "description": "The most recent CD4 counts",
                    "timeFrame": "7 waves during 36 months follow up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PLWH: change of HIV-related stigma at 36 months follow up",
                    "description": "perceived (or anticipated) stigma, internalized stigma, and enacted stigma",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: Change of depression at 36 months follow up",
                    "description": "self-report of depressive symptoms: using the 20-item Center for Epidemiologic Studies Depression Scale (CES-D Scale). The possible range of scores is zero to 60, with the higher scores indicating more symptoms,weighted by frequency of occurrence during the past week.",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: Change of stress at 36 months follow up",
                    "description": "Perceived Stress Scale (PSS) will be used to measure stress. It is a 14-item instrument. PSS scores are obtained by reversing the scores on the seven positive items, e.g., 0=4, 1=3, 2=2, etc., and then summing across all 14 items. The scores ranged from zero to 56, with a higher score indicates more stress. The biomarker, hair cortisol, will also be used to measure stress.",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: change of adherence to clinical appointments and medication",
                    "description": "both self-report and hair ARV concentration for PLWH who are on ART for at least 4 weeks",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: change of substance use measures at 36 months follow up",
                    "description": "substance use include tobacco use, alcohol use, and other drug use. Alcohol use will be measured by the Alcohol Use Disorders Identification Test (AUDIT) scale. It is a 10-item questionnaire which covers the domains of alcohol consumption, drinking behaviour, and alcohol-related problems. Responses to each question are scored from 0 to 4, giving a maximum possible score of 40. The higher score indicates a more hazardous or harmful alcohol use.",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: change of intersecting stigma measures at 36 months follow up",
                    "description": "applicable intersecting stigma against a variety of identities of PLWH (e.g., sexual and gender minorities, migratory status, or sexual orientation).",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: change of sexual behavior and reproductive health measures at 36 months follow up",
                    "description": "sexual behavior and reproductive health include the unprotected sexual behavior, multiple sexual partners etc",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: change of quality of life measures at 36 months follow up",
                    "description": "HIV-related quality of life will be measured by Medical Outcomes Study HIV Health Survey (MOS-HIV). It consists of a series of 30 questions which cover 11 dimensions of health status: overall health (one item), pain (one item), physical functioning (six items), role functioning (two items), social functioning (one item), mental health (five items), energy/fatigue (four items), health distress (four items), cognitive functioning (four items), quality of life (one item), health transition (one item). The score on each dimension was calculated and transformed linearly to a score from 0 to 100, with 0 being the lowest possible quality of life score and 100 being the highest possible quality of life scores.",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "PLWH: change of HIV disclosure measures at 36 months follow up",
                    "description": "Patterns of HIV disclosures: full disclosure, partial disclosure, no disclosure",
                    "timeFrame": "7 waves during 36 months follow up"
                },
                {
                    "measure": "HCP: attitudes and behaviors toward PLWH at 36 months follow up",
                    "description": "reducing stigmatizing attitudes and behaviors toward PLWH,",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "HCP: attitudes toward privacy or confidentiality protection at 36 months follow up",
                    "description": "respecting patients' rights for privacy related to care and disclosure",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "HCP: comfort and self-efficacy in supporting PLWH in their treatment and adherence",
                    "description": "increasing skills and comfort in working with PLWH",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "HCP: perceptions of patients' rights to HIV testing and disclosure at 36 months follow up",
                    "description": "building a supportive medical environment for better care of PLWH",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "HCP: perceived provider-patient relationship at 36 months follow up",
                    "description": "change of provider-patient relationship",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "HCP: knowledge and practice of universal precautions at 36 months follow up",
                    "description": "correctly knowing and practicing universal precautions and decreasing fear of PLWH",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "HCP: mental health status at 36 months follow up",
                    "description": "Depression, burnout",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "HCP institutional level: facilities' efforts and environments to integrate stigma reduction into facility culture and clinical practice",
                    "description": "presence of leaders/team of stigma reduction \"champions\", presence of code of conduct and patient \"rights\", presence of anti-stigma posters",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "Family: perceived emotional support and adherence support, quality of relationship at 36 months follow up",
                    "description": "emotional and behavioral support for PLWH's adherence to care and treatment, including tailored coping or support strategies to address unique needs of some participants who may be more prone to HIV stigma (e.g., sexual and gender minorities and their family members)",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "Family: change of mental health measures at 36 months follow up",
                    "description": "mental health may include depression and anxiety.self-report of depressive symptoms: using the 20-item Center for Epidemiologic Studies Depression Scale (CES-D Scale). The possible range of scores is zero to 60, with the higher scores indicating more symptoms,weighted by frequency of occurrence during the past week.",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "Family: change of substance use measures at 36 months follow up",
                    "description": "substance use include tobacco use, alcohol use, and other drug use. Alcohol use will be measured by the Alcohol Use Disorders Identification Test (AUDIT) scale. It is a 10-item questionnaire which covers the domains of alcohol consumption, drinking behaviour, and alcohol-related problems. Responses to each question are scored from 0 to 4, giving a maximum possible score of 40. The higher score indicates a more hazardous or harmful alcohol use.",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "Family: change of intersecting stigma measures at 36 months follow up",
                    "description": "applicable intersecting stigma against PLWH's family members (e.g., family member's HIV status, migratory status, or poverty).",
                    "timeFrame": "7 waves over 36 months"
                },
                {
                    "measure": "Family: change of quality of life measures at 36 months follow up",
                    "description": "Quality of life will be measured by Medical Outcomes Study HIV Health Survey (MOS-HIV). It consists of a series of 30 questions which cover 11 dimensions of health status: overall health (one item), pain (one item), physical functioning (six items), role functioning (two items), social functioning (one item), mental health (five items), energy/fatigue (four items), health distress (four items), cognitive functioning (four items), quality of life (one item), health transition (one item). The score on each dimension was calculated and transformed linearly to a score from 0 to 100, with 0 being the lowest possible quality of life score and 100 being the highest possible quality of life scores.",
                    "timeFrame": "7 waves over 36 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "PLWH. The eligibility criteria for PLWH include: 1) at least 18 years of age; 2) a confirmed diagnosis of HIV or AIDS; 3) with a detectable viral load (i.e., viral load≥50 copies/mL) or a viral round during the past year (a confirmed detectable viral load following a suppression); 4) willing to refer or give permission for us to contact one of their adult family member (either of origin or of choice) to participate (but the decision to participate will solely reside in the family member); 5) willing to provide a hair sample for test of hair cortisol and ARV hair concentration; 6) willing to consent the retrieval of their past and recent CD4 count and viral load from their medical charts; and 7) willing to be randomized to intervention condition at different time point in the stepped wedge trial. The exclusion criteria for PLWH include 1) mental or physical inability to respond to assessment questions or to participate in intervention; 2) currently incarcerated or institutionalized for drug use or commercial sex; 3) participating in other intervention activities during the current study period; and 3) plan to permanently relocate outside of the province within a year. Physical and developmental inability will be screened by the local research team in consultation with physicians at the participating clinics.\n\nFamily members. The eligibility criteria for family members include 1) at least 18 years of age; 2) either family member of origin or family member of choice who provide emotional and other social support to study PLWH; 3) have been referred by case PLWH to participate in the study; and 4) willing to be randomized (along with study PLWH) to intervention condition. The exclusion criteria for family members will be the same as PLWH. An HIV-infected family member will be eligible to participate. The decision of the family member to or not to participate will not affect the eligibility of PLWH to participate. Based on our experience working with PLWH in Guangxi, we anticipate that at least 80% of the referred family members will participate. With appropriate consent, we will collect brief information (e.g., key demographic characteristics and treatment profiles) on those PLWH who either cannot identify a family member (of origin or of choice) or her/his family member refuses to participate for potential secondary analysis to inform the refinement and scale-up of the proposed intervention in the future.\n\nHealth care providers. The eligibility criteria for health care providers include: 1) at least 18 years of age; 2) provides health care services at one of the participating HIV clinics; and 3) has regular contact with HIV-infected patients. The exclusion criteria for health care providers include a plan to permanently relocate outside of the province within a year.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Xiaoming Li, PhD",
                    "role": "CONTACT",
                    "phone": "8037778874",
                    "email": "xiaoming@mailbox.sc.edu"
                },
                {
                    "name": "Xueying Yang, PhD",
                    "role": "CONTACT",
                    "phone": "8037778941",
                    "email": "xueyyang@mailbox.sc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Xiaoming Li, PhD",
                    "affiliation": "University of South Carolina",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of South Carolina",
                    "city": "Columbia",
                    "state": "South Carolina",
                    "zip": "29208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Xiaoming Li, Ph.D.",
                            "role": "CONTACT",
                            "phone": "803-777-8874",
                            "email": "xiaoming@mailbox.sc.edu"
                        },
                        {
                            "name": "Xueying Yang, Ph.D.",
                            "role": "CONTACT",
                            "phone": "803-777-8941",
                            "email": "xueyyang@mailbox.sc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.00071,
                        "lon": -81.03481
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35425746",
                    "type": "DERIVED",
                    "citation": "Li X, Qiao S, Yang X, Harrison SE, Tam CC, Shen Z, Zhou Y. A Resilience-Based Intervention to Mitigate the Effect of HIV-Related Stigma: Protocol for a Stepped Wedge Cluster Randomized Trial. Front Public Health. 2022 Mar 29;10:857635. doi: 10.3389/fpubh.2022.857635. eCollection 2022."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000163",
                    "term": "Acquired Immunodeficiency Syndrome"
                },
                {
                    "id": "D000015658",
                    "term": "HIV Infections"
                }
            ],
            "ancestors": [
                {
                    "id": "D000086982",
                    "term": "Blood-Borne Infections"
                },
                {
                    "id": "D000003141",
                    "term": "Communicable Diseases"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000015229",
                    "term": "Sexually Transmitted Diseases, Viral"
                },
                {
                    "id": "D000012749",
                    "term": "Sexually Transmitted Diseases"
                },
                {
                    "id": "D000016180",
                    "term": "Lentivirus Infections"
                },
                {
                    "id": "D000012192",
                    "term": "Retroviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012897",
                    "term": "Slow Virus Diseases"
                },
                {
                    "id": "D000091662",
                    "term": "Genital Diseases"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "asFound": "HIV/AIDS",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "asFound": "HIV/AIDS",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2593",
                    "name": "Blood-Borne Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15558",
                    "name": "Sexually Transmitted Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17933",
                    "name": "Sexually Transmitted Diseases, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M18640",
                    "name": "Lentivirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15026",
                    "name": "Retroviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15700",
                    "name": "Slow Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2876",
                    "name": "Genital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}