{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06110897",
            "orgStudyIdInfo": {
                "id": "R01MH130566",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01MH130566"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01MH130566-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01MH130566-01A1"
                }
            ],
            "organization": {
                "fullName": "Iowa State University",
                "class": "OTHER"
            },
            "briefTitle": "RESISTance Exercise for Depression Trial",
            "officialTitle": "Resistance Exercise to Treat Major Depression Via Cerebrovascular Mechanisms: Confirming Efficacy and Informing Precision Medicine",
            "acronym": "RESIST",
            "therapeuticArea": [
                "Other"
            ],
            "study": "resistance-exercise-for-depression-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-20",
            "studyFirstSubmitQcDate": "2023-10-25",
            "studyFirstPostDateStruct": {
                "date": "2023-11-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jacob Meyer",
                "investigatorTitle": "Associate Professor, Kinesiology",
                "investigatorAffiliation": "Iowa State University"
            },
            "leadSponsor": {
                "name": "Iowa State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Depression is a leading cause of disability worldwide and current treatments are ineffective for many people. This trial will investigate the efficacy of a 16-week high vs low dose resistance exercise training program for the treatment of Major Depressive Disorder (MDD) in 200 adults.",
            "detailedDescription": "Frontline treatments for major depressive disorder (MDD), including psycho- and pharmacotherapy, have limited effectiveness, and there is a critical need to develop and test novel, efficacious treatments for MDD and simultaneously work to optimize its benefits. Resistance exercise training (RET) is a promising but understudied treatment approach. This trial will investigate the efficacy of RET for treatment of MDD in a 1:1 randomized controlled trial (n=200) of 16 weeks of high vs low progressive RET in adults with DSM-5 diagnosed MDD. Further, this project will explore potential mechanisms leading to symptom improvement, including changes in cerebrovascular function (i.e., cerebral blood velocity and pulsatility) and self-efficacy, while also using supervised machine learning tools to predict depression changes, cerebrovascular changes, and participant adherence. Upon completion, this study will build towards identifying and translating mechanistically driven behavioral treatments to reduce the global burden of mental illness."
        },
        "conditionsModule": {
            "conditions": [
                "Major Depressive Disorder"
            ],
            "keywords": [
                "Resistance Exercise Training",
                "Strength Training"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "High Dose Resistance Exercise Training",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will complete a 16-week, twice/week progressive program beginning at a moderate intensity. Each session will last \\~60 minutes and begin and end with a 5-minute warm-up/cool-down. Training will begin with standard familiarization sessions to introduce participants to the machines, teach correct lifting techniques, and ensure participant safety and comfort with each exercise machine. Participants will perform 3 sets of 8-12 repetitions on 9 different machines (i.e., leg press, hamstring curl, quadriceps extension, chest press, lat pulldown, shoulder press, biceps curl, triceps extension) and one body weight/free-weight abdominal exercise. Workload will begin at 60% of estimated 1-RM and will systematically and progressively increase during the intervention.",
                    "interventionNames": [
                        "Behavioral: High Dose Resistance Exercise Training"
                    ]
                },
                {
                    "label": "Low Dose Resistance Exercise Training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will complete a 16-week, twice/week progressive program beginning at a low intensity. Each session will last \\~60 minutes and begin and end with a 5-minute warm-up/cool-down. Training will begin with standard familiarization sessions to introduce participants to the machines, teach correct lifting techniques, and ensure participant safety and comfort with each exercise machine. Participants will perform 3 sets of 8-12 repetitions on 9 different machines (i.e., leg press, hamstring curl, quadriceps extension, chest press, lat pulldown, shoulder press, biceps curl, triceps extension) and one body weight/free-weight abdominal exercise. Workload will begin at 30% of estimated 1-RM and will systematically and progressively increase during the intervention.",
                    "interventionNames": [
                        "Behavioral: Low Dose Resistance Exercise Training Group"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "High Dose Resistance Exercise Training",
                    "description": "Progressive resistance exercise training",
                    "armGroupLabels": [
                        "High Dose Resistance Exercise Training"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Low Dose Resistance Exercise Training Group",
                    "description": "Progressive resistance exercise training",
                    "armGroupLabels": [
                        "Low Dose Resistance Exercise Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in depressive symptom severity measured by GRID Hamilton Depression Rating Scale (GRID-HAM-D)",
                    "description": "The GRID-HAM-D is a clinician-completed questionnaire that will be used to rate depressive symptom severity. The questionnaire is designed for adults and is used to rate the intensity and frequency of depressive symptoms by probing mood, feelings of guilt, suicidal ideation, insomnia, agitation or retardation, anxiety, weight loss, and somatic symptoms. As recommended by the Depression Rating Scale Standardization Team, Clinical Interviewers will follow the Structured Interview Guide and use GRID scoring, in which dimensions of intensity and frequency of a symptom are rated independently for each item. Higher scores reflect greater symptom severity, categorized as Normal (0-7), Mild Depression (8-13), Moderate Depression (14-18), Severe Depression (19-22), and Very Severe Depression (\\>23).",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in self-reported depression symptom severity measured by Quick Inventory of Depressive Symptoms (QIDS)",
                    "description": "This is a self-administered 16-item questionnaire that assesses the severity of nine depressive symptoms in the last 7 days. Each item is rated on a 4-point scale (0-3), with total scores ranging from 0-27. Higher scores indicate more severe depression. This assessment is recommended because it is free, easily administered as a self-reported instrument for adults, and captures general symptoms of depression.",
                    "timeFrame": "Weeks 0, 1-16 (once per week across the intervention), 26, 52"
                },
                {
                    "measure": "Cerebral mean blood velocity",
                    "description": "Cerebral blood velocity will be measured under supine, resting conditions using non-invasive techniques following 10 min of quiet rest in a dimly lit room. Measurements will be taken from the middle (MCA, primary outcome) and anterior cerebral artery (ACA, secondary outcome) following standardized, recommended insonation protocols using 2 megahertz (MHz) transcranial Doppler (TCD) probes secured to the temporal window via a headset. MCA blood velocity waveforms will be collected over a 90-sec epoch and averaged. MCA mean blood velocity will be calculated using a standard algorithm implemented on the device.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Cerebral blood velocity pulsatility",
                    "description": "Cerebral blood pulsatility will be measured using the same techniques and conditions described for cerebral mean blood velocity, above for the MCA (primary outcome) and ACA (secondary outcome). Cerebral pulsatility will be quantified using the pulsatility index, calculated as (systolic - diastolic velocity)/mean velocity.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Changes in general self efficacy measured by New General Self-Efficacy Scale",
                    "description": "The New General Self-Efficacy Scale is an 8-item scale to assess general self-efficacy. Responses are reported using a 5-point Likert scale ranging from \"Strongly Disagree\" to \"Strongly Agree.\" Responses are summed, with higher scores indicating greater levels of general self-efficacy.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Changes in RET-specific self efficacy measured by a modified version of the New General Self-Efficacy Scale",
                    "description": "The RET-specific self-efficacy scale is a 2-item scale to assess RET-specific self-efficacy. Responses are reported using a 5-point Likert scale ranging from \"Not at all confident\" to \"Very confident.\" Responses are summed, with higher scores indicating greater levels of RET-specific self-efficacy.",
                    "timeFrame": "Weeks 0, 1-16 (once per week across the intervention), 26, 52"
                },
                {
                    "measure": "Change in suicidal thoughts measured by Columbia-Suicide Severity Rating Scale (CSSRS)",
                    "description": "This is used to assess current suicidal ideation and behavior. The severity of ideation subscale is rated on a 5-point ordinal scale: 1 = no wish to be dead, 2 = nonspecific active suicidal thoughts, 3 = suicidal thoughts with methods, 4 = suicidal intent, and 5 = suicidal intent with plan. Suicide behavior is rated on a nominal scale that includes actual, aborted, and interrupted attempts; preparatory behavior; and non-suicidal, self-injurious behavior. The C-SSRS is recommended because it is used in clinical trials, is low burden to participants and researchers, and has extensive training materials available.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in muscular strength measured by Estimated 1 Repetition Maximum (RM) Strength Test",
                    "description": "An estimated 1-RM testing method will be used to calculate each participants' actual 1-RM, in which participants will lift the maximum amount of weight that can be lifted 2-5 times with correct form, timing, and breathing. Maximum strength will be assessed on two upper body (chest press and lat. pulldown) and one lower body (leg press) major muscle group lift, completed using resistance machines.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in grip strength",
                    "description": "Hand grip strength will be assessed with a hand-held dynamometer. A research assistant will ask the participant to sit in a chair and rest his/her arm on the table with the elbow on top of a mouse pad and arm held at a right angle to adjust the dynamometer to the participant's hand size. The participant will then squeeze the dynamometer twice to practice. To begin the assessment, the participant will use his/her right hand and squeeze as hard as possible. Three trials will be attempted with each hand. When the right hand is complete, the left hand will be assessed (i.e., 3 trials). A sum of the greatest effort (number) for each hand is totaled (rounded to the nearest 2 kilograms) and will be recorded.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Global cerebral blood flow",
                    "description": "Global cerebral blood flow will be assessed as the sum of bilateral internal carotid artery (ICA) and vertebral artery blood flow via ultrasound. Mean blood velocity will be assessed via Doppler ultrasound over a 20-sec epoch at each artery and combined with diameter measurements (averaged across 5-10 beats) to calculate volumetric blood flow (60 x mean blood velocity x π∙radius2) for each artery and summed for global volumetric cerebral blood flow. Artery diameter will be assessed using semi-automated calipers, and blood velocity metrics (e.g., mean blood velocity) computed via standard onboard algorithms.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Brachial blood pressure",
                    "description": "Blood pressure will be measured at the brachial artery (i.e. upper arm) using a standard automated, oscillometric blood pressure cuff (similar to those used clinically at the physician's office). Brachial blood pressure will be taken in duplicate and averaged. If pressures differ by \\>5 millimeters of mercury (mmHg) it will be re-assessed until 2 values are obtained within 5 mmHg.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Carotid blood pressure",
                    "description": "Carotid blood pressure waveforms will be measured using applanation tonometry over a 20-sec epoch. Pressure waves are then ensemble averaged and aligned and calibrated to brachial blood pressure waveforms (also assessed via tonometry and subsequently calibrated to brachial blood pressure derived via oscillometric cuff, described above). Carotid blood pressure will be used in the derivation of carotid stiffness metrics.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Aortic stiffness",
                    "description": "Aortic stiffness will be assessed via carotid-femoral pulse wave velocity (CfPWV) assessed via tonometry. Carotid and femoral pressure waveforms will be captured over a 20-sec epoch with simultaneous R-wave gating. CfPWV will be calculated as the distance between carotid and femoral sites divided by the difference in time lag (∆t) between the peak R-wave and foot of the respective carotid and femoral waves.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Carotid stiffness",
                    "description": "Carotid stiffness will be determined via ultrasound measurement of changes in carotid diameter (e.g., distension and the movement of the artery walls throughout the cardiac cycle) relative to carotid pressures obtained from carotid tonometry. Carotid distension will be assessed over 5-8 beats and used to derive carotid Beta stiffness index (ln(PMax/PMin)/\\[(maximum diameter-minimum diameter)/minimum diameter\\] ), where Pmax and Pmin are carotid systolic and diastolic pressure derived from 20-sec of carotid blood pressure waveforms calibrated to brachial blood pressure waveforms obtained via oscillometry and tonometry.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "End-tidal Carbon Dioxide (CO2)",
                    "description": "End-tidal CO2 will be assessed using a small mouthpiece with sampling lines the participant breathes normally through for \\~2 minutes while wearing a nose clip to ensure all air moves through their mouth during respiration. The participant will also wear this device during the breath-hold protocol required to assess cerebrovascular reactivity.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Cerebrovascular reactivity to breath holds",
                    "description": "Changes in MCA and ACA cerebral blood velocity during breath hold-induced changes in CO2. MCA and ACA blood velocity will be measured across 8, 20-sec breath holds with each hold separated by 30 seconds of breathing at a paced 16 breaths per minute. This breath-hold protocol is a validated test to manipulate CO2 levels and assess cerebrovascular function. The first 2 breath holds will be used as familiarization. Changes in MCA/ACA mean blood velocity will be calculated as the change in mean velocity from the 7 sec after exhalation minus the mean velocity for the 7 sec before the breath hold initiation across the remaining 6 breath holds. Changes in mean blood velocity will be expressed relative to average changes in end-tidal CO2. ICA diameter and blood flow (as described above) will also be assessed during 2 of the 8 breath holds and averaged for analysis.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Heart Rate (HRV)",
                    "description": "Heart rate variability (HRV) will be assessed following a 10-minute supine rest by collecting 5 minutes of continuous beat-to-beat heart rate and blood pressure. Heart rate (HR) will be measured noninvasively via a standard limb electrocardiogram by placing 3 electrodes on the torso of the subject. Beat-to-beat blood pressure (BP) will be measured using a non-invasive finger photoplethysmographic technique.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Blood Pressure Variability (BPV)",
                    "description": "Blood pressure variability (BPV) will be assessed following a 10-minute supine rest by collecting 5 minutes of continuous beat-to-beat heart rate and blood pressure. Heart rate (HR) will be measured noninvasively via a standard limb electrocardiogram by placing 3 electrodes on the torso of the subject. Beat-to-beat blood pressure (BP) will be measured using a non-invasive finger photoplethysmographic technique.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in quality of life measured by 36-Item Short Form Health Survey (SF-36)",
                    "description": "The SF-36 assesses health-related qualify of life. It consists of eight scaled scores (including vitality, physical functioning, bodily pain, general health perceptions, physical role functioning, emotional role functioning, social role functioning, mental health), which are the weighted sums of the questions in their section. Each scale is directly transformed into a 0-100 scale on the assumption that each question carries equal weight. The higher the score the less disability (i.e., a score of zero is equivalent to maximum disability and a score of 100 is equivalent to no disability).",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in worry measured by Penn State Worry Questionnaire (PSWQ)",
                    "description": "The Penn State Worry Questionnaire (PSWQ) is a 16-item questionnaire that assesses the trait of worry, using Likert rating from 1 (not at all typical of me) to 5 (very typical of me). The total scores range from 16 to 80 with higher scores indicating greater levels of worry.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in stress measured by Perceived Stress Scale (PSS-10)",
                    "description": "This is a 10-item questionnaire to measure an individual's level of perceived stress in the past month. The response options for each feeling or thought indicate the frequency with which it occurred: 0 = Never; 1 = Almost Never; 2 = Sometimes; 3 = Fairly Often; 4 = Very Often.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in sleep measured by Insomnia Severity Index (ISI)",
                    "description": "This is a brief, self-administered questionnaire that captures the respondent's perception of his or her current insomnia. The ISI includes seven items that assess severity of sleep onset, sleep maintenance, and early morning awakening problems; sleep dissatisfaction; interference of sleep difficulties with daytime functioning; noticeability of sleep problems by others; and distress caused by the sleep difficulties. Each item is rated on a 4-point Likert scale, and the total score ranges from 0 to 28. A higher score suggests more severe insomnia.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in cognitive function measured by PROMIS-Cognitive Function SF (PROMIS)",
                    "description": "This is a six-item sub-set scale of the PROMIS Cognitive Function item bank that assesses patient-perceived cognitive deficits. Participants will be instructed to respond to 6 statements about their cognitive functioning over the past 7 days on a scale from 1 \\[Very often - several times a day\\] to 5 \\[Never\\], with lower scores indicating greater impairment in cognitive functioning.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in emotional regulation measured by Emotional Regulation Questionnaire (ERQ)",
                    "description": "This is a 10-item scale designed to measure respondents' tendency to regulate their emotions in two ways: (1) Cognitive Reappraisal and (2) Expressive Suppression. Respondents answer each item on a 7-point Likert-type scale ranging from 1 (strongly disagree) to 7 (strongly agree). From responses, scores is calculated for both level of Cognitive Reappraisal and Expressive Suppression.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Average self-reported level of symptom improvement measured by Patient Global Impression of Change (PGIC)",
                    "description": "The Patient Global Impression of Change scale is a single, self-administered question asking respondents to rate how their condition has changed since a certain point in time. Participants respond to the prompt \"Since the start of the study, my overall status is: \\[1\\] 'Very Much Improved', \\[2\\] 'Much Improved', \\[3\\] 'Minimally Improved', \\[4\\] 'No Change', \\[5\\] 'Minimally Worse', \\[6\\] 'Much Worse', or \\[7\\] 'Very Much Worse'.",
                    "timeFrame": "Weeks 16, 26, and 52"
                },
                {
                    "measure": "Change in exercise habits",
                    "description": "A modified questionnaire will be used to assess change in exercise habits, adapted from the Self-Reported Habit Index (SRHI) and the Self-Report Behavioural Automaticity Index (SRBAI). The modified version includes six questions related to habit strength, instigation habit strength, intrinsic motivation, and identity and consists of 12 items scored on a Likert scale with anchors ranging from strongly agree (1) to strongly disagree (7), with total scores ranging from 12 (strong habits) to 14 (weak habits).",
                    "timeFrame": "Weeks 0, 1-16 (once per week across the intervention), 26, 52"
                },
                {
                    "measure": "Change in exercise identity and intrinsic motivation",
                    "description": "A modified questionnaire will be used to assess exercise identity and intrinsic motivation, adapted from the Exercise Identity Scale (a 9-item questionnaire used to assess the salience of identifying with exercise as an integral portion of the self-concept) and the Behavioral Regulation Exercise Questionnaire (BREQ; a questionnaire that is used to assess intrinsic motivation regarding exercise). The modified version includes 10 statements related to exercise identity and intrinsic motivation, with responses on a Likert scale anchored by (1) Not at all true and (5) Very true of me. Higher scores reflect greater feelings of exercise as an integral part of their self-identity.",
                    "timeFrame": "Weeks 0, 1-16 (once per week across the intervention), 26, 52"
                },
                {
                    "measure": "Change in self-reported physical activity measured by International Physical Activity Questionnaire (IPAQ)",
                    "description": "The IPAQ is a physical activity questionnaire that inquiries about physical activity in different domains, including occupation, transportation, housework/maintenance, and recreational physical activity, as well as total sedentary time. This is designed to be performed in an interview format which will be how this is administered in this project.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                },
                {
                    "measure": "Change in monitor-assessed physical activity measured by accelerometry",
                    "description": "Participants will place an accelerometer on the midline of the thigh on either leg and wear the monitor during all waking hours, removing it only for water-based activities (e.g., swimming). For data to be valid, the monitor must have been worn for 20 hours on at least 4 days, including a minimum of 3 weekdays and 1 weekend day. Sleep time will be parsed out from each day's sitting/lying time. From these data, average minutes of sitting per day will be used to assess total sedentary time, minutes of stepping time with a cadence #75 and \\<100 will be used to assess minutes of light intensity physical activity and minutes of stepping time with a cadence #100 will be used to assess minutes of moderate to vigorous physical activity (MVPA).",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52 (worn 1 week following week 0 and 1 week after all other timepoints)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Major depressive disorder diagnosis assessed using Structured Clinical Interview for DSM-5 Disorders (SCID)",
                    "description": "This is a clinician-administered semi-structured interview guide for making diagnoses according to the diagnostic criteria published in the American Psychiatric Association's Diagnostic and Statistical Manual for Mental Disorders (DSM-5). It provides diagnoses for depressive and bipolar disorders, schizophrenia spectrum and other psychotic disorders, substance use disorders, anxiety disorders (panic disorder, agoraphobia, social anxiety disorder, generalized anxiety disorder),obsessive-compulsive disorder, posttraumatic stress disorder, attention-deficit/hyperactivity disorder, and adjustment disorder.",
                    "timeFrame": "Weeks 0, 8, 16, 26, 52"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be diagnosed with DSM-5 MDD, confirmed via Structured Clinical Interview for DSM-5 (SCID).\n* Have current depressive symptoms of at least mild severity defined by the Hamilton Rating Scale of Depression 17 greater than or equal to 8 (HAMD; using the GRID-HAMD evaluated by trained, masked raters)\n* Be ages 18-65\n* EITHER not taking any mental health medications or seeking other mental health treatment (e.g., behavioral, psychological) OR be on a stable mental health medication and/or treatment regimen for the past 8 weeks, and be willing to maintain that regimen for the duration of the study\n* Safe to exercise based on physician clearance\n* Willing to be randomized to either condition\n\nExclusion Criteria:\n\n* Currently pregnant, nursing, or planning to become pregnant during the trial\n* Class III+ obesity\n* Diagnosed with lifetime or current Psychosis, Mania, or Bipolar Disorder, via the SCID\n* Diagnosed with current Substance Use Disorder, via the SCID\n* Active suicidal ideation with specific plan and intent ('5' score on Suicidal Ideation from Columbia Suicide Severity Rating Scale), which would necessitate immediate emergent care\n* Exhibit behavioral disturbance (e.g., aggression, mild-moderate cognitive impairment) that would significantly interfere with study participation, as assessed by clinical research personnel\n* Currently meets resistance exercise recommendations (2 days per week) for the last 8 weeks\n* Concussion/traumatic brain injury within the last 3 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jacob Meyer, PhD",
                    "role": "CONTACT",
                    "phone": "515-294-1386",
                    "email": "jdmeyer3@iastate.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Iowa State University",
                    "status": "RECRUITING",
                    "city": "Ames",
                    "state": "Iowa",
                    "zip": "50010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jacob Meyer, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.03471,
                        "lon": -93.61994
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}