{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05820893",
            "orgStudyIdInfo": {
                "id": "SPLD-004-22S"
            },
            "secondaryIdInfos": [
                {
                    "id": "CX002471",
                    "type": "OTHER_GRANT",
                    "domain": "VA Office of Research and Development"
                }
            ],
            "organization": {
                "fullName": "VA Office of Research and Development",
                "class": "FED"
            },
            "briefTitle": "Resistant Potato Starch to Alleviate GWI",
            "officialTitle": "BCCMA: Targeting Gut-Microbiome in Veterans Deployment Related Gastrointestinal and Liver Diseases; CMA5- Functional Metagenomics in GWI-related Gut Dysfunction",
            "therapeuticArea": [
                "Other"
            ],
            "study": "resistant-potato-starch-to-alleviate-gwi"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-03",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-10",
            "studyFirstSubmitQcDate": "2023-04-06",
            "studyFirstPostDateStruct": {
                "date": "2023-04-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "VA Office of Research and Development",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Gulf War Illness (GWI) affects an estimated 25-32% of the over 700,000 coalition troops deployed to the Persian Gulf as part of the First Gulf War. GWI causes a range of pain, fatigue, gastrointestinal, skin, neurologic, and respiratory symptoms. New treatments to reduce GWI-associated morbidity are critically needed. Research suggests a role for the gastrointestinal microbiome in mediating health, including through impacting metabolism and immunity. The disruption of this microbiome plays a role in multiple diseases, and preliminary data suggest that Veterans with GWI have altered gut microbiota. The investigators will evaluate the effectiveness of a dietary fiber prebiotic supplement intervention on improving the quality of life of Veterans with GWI.",
            "detailedDescription": "Background: Despite medical advancements, Gulf War illness (GWI) treatment remains a major challenge. Gulf war veterans with GWI can experience acute or chronic disorders of diarrhea, nausea, joint pain, muscle pain, general fatigue, sleep problems skin rashes, wheezing, persistent cough, dizziness and headaches. It is estimated 25-32% of the over 700,000 coalition troops deployed report symptoms consistent with GWI, 47% of whom experience gut-related symptoms. Longitudinal studies have shown little to no overall improvement in symptoms over time. Currently there are very limited treatment courses for GWI and even fewer for gut-related symptoms leading to the advisory committee on GWIs call for research leading to effective treatments improving the health of GWVs. Studies have shown that the gut is comprised of diverse bacteria that plays a critical role in the health of an individual. Comprised gut microbiota can lead to serious consequences such as GWI. There is thus a critical need to identify a new treatment that is safe, effective with minimal adverse effect to reduce GWI-associated morbidity. Prebiotics are such an example. Prebiotics are natural fibers derived from carbohydrates and can be beneficial to gut microbiota (good bacterial in the gut). Resistant starches (RS) are dietary fiber prebiotics found naturally in many foods including potatoes, plantains, and legumes. In addition to being highly accessible, RS have been shown to be well tolerated with few adverse reactions. While no studies of RS exist in GWI patients, a meta-analysis of RS in IBD has shown RS to be an effective treatment in both animal and clinical studies where improvements in clinical remission and reduced mucosal damage were found. Furthermore, numerous studies have found RS to reduce inflammation in murine models of colonic inflammation and to modify the intestinal microbiota and associated metabolome in mice and swine.\n\nObjectives: The investigators hypothesize those randomized to the RS prebiotic group will experience a reduction in GWI symptoms following the completion of the trial. The investigators also hypothesize the prebiotic group will have increased concentrations of SCFAs and SCFA-producing bacteria in the gut compared to those in the control group.\n\nMethods: This is a phase II randomized clinical trial in Veterans with GWI experiencing gut symptoms. Subjects will be randomized to either taking a RS prebiotic daily for 4 weeks or to the control group (maintenance of normal diet). Subjects will provide stool and serum samples as well as complete a series of health history and dietary questionnaires."
        },
        "conditionsModule": {
            "conditions": [
                "Gulf War Illness"
            ],
            "keywords": [
                "Persian Gulf Syndrome",
                "Gulf War Illness",
                "Veterans",
                "Gastrointestinal Microbiome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Subjects will be randomized to either maintaining their standard diet or taking the resistant potato starch prebiotic for 4 weeks.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Prebiotic arm",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will consume the RS prebiotic daily for 4 weeks. A dose escalation will be used with subjects taking 4g of the prebiotic for the first 4 days, 7g the next 3 days and the full dose of 10g on day 8.",
                    "interventionNames": [
                        "Drug: Resistant Potato Starch"
                    ]
                },
                {
                    "label": "Standard diet",
                    "type": "NO_INTERVENTION",
                    "description": "Subjects randomized to this arm will be asked to maintain their usual diet."
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Resistant Potato Starch",
                    "description": "MSPrebiotic (MSPrebiotic Inc, Carberry, Manitoba, Canada). MSPrebiotic is an unmodified resistant starch derived from potatoes (Solanar tuberosum). It consists of 20% amylose and 80% amylopectin forming granules the stomach and small intestine are unable to digest allowing for absorption in the colon. MSPrebiotic is consumed by mixing 10g into cold or room temperature foods or beverages; it is not to be heated. Participants will be instructed to take MSPrebiotic 2 or more hours before or after consuming any medications.",
                    "armGroupLabels": [
                        "Prebiotic arm"
                    ],
                    "otherNames": [
                        "MSPrebiotic"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes from baseline to the end of the study period in the composition of the gut microbiome",
                    "description": "The gut microbiome will be assessed using next generation sequencing (shotgun metagenomics)",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Changes from baseline to the end of the study period in the concentration of short-chain fatty acids and other metabolites identified in the gut microbiome",
                    "description": "The metabolites in the gut will be identified through next-generation sequencing technology and both targeted and untargeted metabolomics.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Improvement in quality of life",
                    "description": "Quality of life will be assessed using the Gastrointestinal Quality of Life Index (GIQLI) questionnaire from baseline to the end of the study period.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Changes in GWI symptoms over the study period",
                    "description": "A GWI symptoms assessment tool will be used to determine changes in symptoms from baseline to the end of the study period.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Changes in overall health over the study period",
                    "description": "The Veterans RAND-36 (VR-36) questionnaire will be used to determine changes in overall health and associated quality of life over the study period.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Tolerability of the probiotic defined as discontinuation due to adverse events during the study period",
                    "description": "Assess the tolerability of orally consuming MSPrebiotic by determining the frequency of withdraws from the study due to the occurrence of adverse events.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ability to provide informed written consent\n2. Willing to comply with all study procedures and be available for the duration of the study.\n3. Ability to take oral medication.\n4. Willing to provide blood and stool samples\n5. Meeting the modified Kansas GWI case definition\\* with gut symptoms endorsed\n6. Aged 45-80 years old\n\n   * Moderate to severe GWI symptoms lasting at least 6 months in a minimum of three of the six symptom domains (one of which must be fatigue). The symptom domains are:\n\n     * Pain (joint pain, muscle pain)\n     * Gastrointestinal (diarrhea, nausea, vomiting, cramping)\n     * Respiratory (persistent cough, wheezing)\n     * Skin (rashes)\n     * Fatigue (sleep problems, fatigue)\n     * Neurologic (memory problems, headaches, dizziness, mood changes)\n\nExclusion Criteria:\n\n1. A Known SARS-CoV-2 infection in the last 60 days and/or with a diagnosis of post-acute sequelae of COVID-19 (PASC, sometimes called long COVID) defined as COVID-19 symptoms lasting for greater than 6 months.\n2. Subjects identified as, or appearing to, lack consent capacity\n3. Current smokers\n4. Alcohol abuse (greater than 14 drinks per week for men and 7 drinks per week for women)\n5. Use of investigational drugs, biologics, or devices within 30 days prior to randomization.\n6. Individuals who are pregnant, lactating or planning on becoming pregnant during the study.\n7. Diagnosed inflammatory bowel disease, Crohn's disease, or Celiac's disease\n8. Hypothyroidism\n9. Unstable psychiatric illness\n10. Involvement in another clinical trial\n11. Previous gastrointestinal surgery (colorectal surgery, gastric bypass, intestinal resection)\n12. Use of other prebiotics, probiotics (including yogurt containing live probiotics), postbiotics, or other fiber supplements in the last 30 days\n13. Systemic antibiotics in the last 30 days\n14. Fecal microbiota transplant in the last 30 days\n15. Active dysphagia\n16. Allergies to any of the ingredients in MSPrebiotic\n17. Individuals with a Kansas criteria exclusionary condition: lupus, multiple sclerosis, schizophrenia, active cancer treatment, physical impairment related to a stroke, uncontrolled Diabetes Mellitus\n18. Use of anti-diarrheal agents, stool softeners, or immunomodulatory medications in the last 30 days.\n19. The use of proton pump inhibitors, H2 receptor blockers or any other medication known to suppress gastric acid in the last 30 days.\n20. Any other factor, condition, or medication not listed above the Investigators believe will affect the response in the gut or the interpretation of results.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nasia Safdar, MD PhD",
                    "role": "CONTACT",
                    "phone": "(608) 280-7007",
                    "email": "Nasia.Safdar@va.gov"
                },
                {
                    "name": "Ashley E Kates, PhD",
                    "role": "CONTACT",
                    "phone": "(608) 256-1907",
                    "phoneExt": "17535",
                    "email": "ashley.kates@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nasia Safdar, MD PhD",
                    "affiliation": "William S. Middleton Memorial Veterans Hospital, Madison, WI",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "William S. Middleton Memorial Veterans Hospital, Madison, WI",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53705-2254",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nasia Safdar, MD PhD",
                            "role": "CONTACT",
                            "phone": "608-280-7007",
                            "email": "Nasia.Safdar@va.gov"
                        },
                        {
                            "name": "Nasia Safdar, MD PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "A BioProject will be created with NCBI and sequencing data will be shared there with a limited, deidentified set of metadata from participants. Additional data can be obtained from the research team with permissions.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "3 years",
            "accessCriteria": "Written requests for access to the data will be accepted. Data and documentation will be available under a data use agreement (DUA) that provides a commitment to use data for research purposes only, not to attempt to identify participants, to secure data using appropriate computer technology, and to destroy/return data after analyses are complete."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20959",
                    "name": "Persian Gulf Syndrome",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC24",
                    "name": "Occupational Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M11110",
                    "name": "Liver Extracts",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T120",
                    "name": "Cola",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}