{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03680872",
            "orgStudyIdInfo": {
                "id": "17-0840"
            },
            "organization": {
                "fullName": "Northwell Health",
                "class": "OTHER"
            },
            "briefTitle": "Restoring Motor and Sensory Hand Function in Tetraplegia Using a Neural Bypass System",
            "officialTitle": "Restoring Motor and Sensory Hand Function in Tetraplegia Using a Neural Bypass System",
            "therapeuticArea": [
                "Other"
            ],
            "study": "restoring-motor-and-sensory-hand-function-in-tetraplegia-using-a-neural-bypass-system"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-09-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-08-27",
            "studyFirstSubmitQcDate": "2018-09-19",
            "studyFirstPostDateStruct": {
                "date": "2018-09-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Chad Bouton",
                "investigatorTitle": "Vice President, Advanced Engineering; Managing Director, Center for Bioelectronic Medicine",
                "investigatorAffiliation": "Northwell Health"
            },
            "leadSponsor": {
                "name": "Chad Bouton",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This is a single-cohort early feasibility trial to determine whether an investigational device called the Bidirectional Neural Bypass System can lead to the restoration of movement and sensation in the hand and wrist of up to three individuals with tetraplegia.",
            "detailedDescription": "This study consists of the following three phases: baseline visit, surgical procedure, and restoration sessions.\n\nAt the baseline visit, participants will undergo a medical history review, physical and neurological examination, functional assessment of motor and sensory capabilities, a functional magnetic resonance image (fMRI), diffusion tensor image (DTI), and a transcutaneous neuromuscular and transcutaneous spinal cord stimulation test.\n\nParticipants deemed eligible for continued participation will then undergo a craniotomy under anesthetic sedation to implant the investigational device. The surgeon will implant microelectrode arrays into the primary motor cortex to record neural activity associated with desired movements and into the primary somatosensory cortex to deliver stimulation in order to provide sensory perception.\n\nWhile in surgical recovery, participants will have their vital signs monitored, be provided pain medication and antibiotics, and undergo a computed tomography (CT). The participants may also undergo electromyography and microneurography while in recovery. After being evaluated by a physician, the participants will be discharged from the hospital to continue their recovery.\n\nAfter fully recovering, participants will attend restoration sessions at the Feinstein Institute for Medical Research's Center for Bioelectronic Medicine. Participants will attend up to 3 study sessions a week for approximately 12 months, with each session lasting up to 4 hours. The sessions will progressively focus on identifying neural activity related to desired movements, restoring volitional control of the hand and wrist, restoring tactile perception, and then restoring volitional control and tactile perception of the hand and wrist simultaneously.\n\nDuring the sessions, participants will have brain signals recorded from electrodes implanted in the brain, receive transcutaneous electrical stimulation to the arm and/or spinal cord, and receive a small amount of electrical current to the electrodes implanted in the brain. The participants may also undergo electromyography and microneurography during some of the sessions.\n\nThe study will be considered complete after completion of enrollment (up to 3 participants), completion of study procedures by all participants, and the completion of analysis of identifiable study data."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries",
                "Spinal Cord Injury Cervical"
            ],
            "keywords": [
                "Physical and Rehabilitation Medicine",
                "Biomedical Engineering",
                "Paralysis",
                "Tetraplegia",
                "Quadriplegia",
                "Movement Restoration",
                "Muscle Stimulation",
                "Tactile Sensation",
                "Spinal Cord Stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "This is a single-cohort early feasibility trial to determine whether an investigational device called the Bidirectional Neural Bypass System can lead to the restoration of movement and sensation in the hand and wrist of up to three individuals with tetraplegia.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 3,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Spinal Cord Injury Participants",
                    "type": "EXPERIMENTAL",
                    "description": "This group consists of individuals with tetraplegia receiving an investigational device called the Bidirectional Neural Bypass System.",
                    "interventionNames": [
                        "Device: Bidirectional Neural Bypass System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Bidirectional Neural Bypass System",
                    "description": "These participants will receive the investigational device called the Bidirectional Neural Bypass System. The study intends to use this device to restore volitional movement and sensation to the hand and wrist of an individual during its use in the laboratory.",
                    "armGroupLabels": [
                        "Spinal Cord Injury Participants"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Restoration of Movement",
                    "description": "The primary outcome of restoring movement will be evaluated through Graded Redefined Assessment of Strength, Sensibility \\& Prehension. The performance will be graded on a numeric scale from 0-92, where a higher number indicates a better outcome.\n\nParticipants will complete 10 distinct arm, wrist, and finger movements. The movements will be evaluated on a 5-point scale ranging from no movement to normal movement for a total of 0-50.\n\nParticipants will be asked to perform a cylindrical grasp, key pinch, and a thumb-index pinch. The movements will be evaluated on a 4-point scale ranging from an inability to position wrist and fingers to able to perform movement with normal force for a total of 0-12.\n\nParticipants will be asked to pour water, unscrew lids, place pegs on a board, open a lock, drop coins in a slot, and screw nuts. The movements will be evaluated on a 5-point scale ranging from 0% completed to 100% completed with expected grasp and no difficulties for a total of 0-30.",
                    "timeFrame": "The primary outcome will be assessed over the course of 12 months during the study's restoration sessions."
                },
                {
                    "measure": "Restoration of Sensation",
                    "description": "The primary outcome of restoring the perception of tactile sensation of the hand will be evaluated through the 5-Point Likert Scale. Participants will be asked whether they perceive sensation in response to objects being placed against the hand and fingertips. Participants will indicate whether they feel the object by selecting either strongly disagree (1), disagree (2), neutral (3), agree (4), or strongly agree (5). A higher total response score indicates an improvement in outcome.",
                    "timeFrame": "The primary outcome will be assessed over the course of 12 months during the study's restoration sessions."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Males and females between 22 and 65 years of age\n2. Individuals with a stable cervical spinal cord injury that have International Standards for the Neurological Classification of SCI (ISNCSCI) motor scores for fingers of 0 - 2 (non-functional) and ISNCSCI sensory scores of 0 - 2 (not normal) on the palmar side\n3. Individuals at least one year from initial spinal cord injury\n4. Individuals that are considered English Proficient due to the study requirements to follow verbal commands during testing sessions\n5. Individuals that are able to comprehend the study goals and procedures, and are able to provide informed consent for participation.\n6. Individuals that are willing and able to visit the study center for study procedures that will be 1-3 sessions a week for up to 12 months at 1-4 hours per session.\n7. Have the ability and willingness to undergo upper limb electrodiagnostic and nerve conduction studies\n8. Demonstrate typical amplitude, latency, and conduction velocity in the distal median, ulnar, and radial nerves of at least one upper limb\n\nExclusion Criteria:\n\n1. Individuals participating in another research study that may affect the conduct or results of this study\n2. Individuals having or exhibiting any of the following:\n\n   1. Medical contraindications for diffusion tensor imaging, functional magnetic resonance imaging, electromyography, computed tomography, cortical stimulation, or craniotomies/surgeries\n   2. Prior difficulties or allergy to general anesthesia\n   3. Active wound healing or skin breakdown issues\n   4. Stage III-IV pressure ulcers\n   5. Chronically-implanted electronic medical device (e.g. baclofen pump, deep brain stimulator, epidural stimulator, cardiac pacemaker, vagus nerve stimulator, or other)\n   6. Prior tendon transfer to enhance hand function\n   7. History of autoimmune disease\n   8. Cancer\n   9. Biochemical abnormalities of the liver, kidney, or pancreas\n   10. Ventilator dependence\n   11. History of serious mood or thought disorder\n   12. Significant residual clinically evident traumatic brain injury or cognitive impairment\n   13. Uncontrolled autonomic dysreflexia\n   14. Spasticity in the upper extremities that is uncontrolled by pharmacological methods\n   15. Diagnosis of acute myocardial infarction or cardiac arrest within previous 6 months\n   16. Individuals with any type of destruction and/or damage to the motor cortex region as determined by fMRI.\n   17. History of a neurological ablation procedure\n   18. History of hemorrhagic stroke\n   19. History of infectious or chronic diseases, such as HIV or tuberculosis\n3. Individuals with any of the following co-morbid conditions that would interfere with study activities or response to treatment:\n\n   1. Life expectancy \\< 3 years\n   2. Severe chronic pulmonary disease\n   3. Intractable seizure disorders\n   4. Local, systemic acute or chronic infectious illness\n   5. Life threatening cardiac arrhythmias\n   6. Severe collagen vascular disorder\n   7. Kidney failure or other major organ systems failures\n4. Individuals with a substance abuse (alcoholism or other) problem\n5. Pregnant women\n6. Prisoners",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Erona Ibroci, MPH",
                    "role": "CONTACT",
                    "phone": "516-562-3634",
                    "email": "eibroci@northwell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chad E Bouton, MS",
                    "affiliation": "Northwell Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Northwell Health's The Feinstein Institute for Medical Research",
                    "status": "RECRUITING",
                    "city": "Manhasset",
                    "state": "New York",
                    "zip": "11030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erona Ibroci, MPH",
                            "role": "CONTACT",
                            "phone": "516-562-3634",
                            "email": "eibroci@northwell.edu"
                        },
                        {
                            "name": "Chad E Bouton",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79788,
                        "lon": -73.69957
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27074513",
                    "type": "BACKGROUND",
                    "citation": "Bouton CE, Shaikhouni A, Annetta NV, Bockbrader MA, Friedenberg DA, Nielson DM, Sharma G, Sederberg PB, Glenn BC, Mysiw WJ, Morgan AG, Deogaonkar M, Rezai AR. Restoring cortical control of functional movement in a human with quadriplegia. Nature. 2016 May 12;533(7602):247-50. doi: 10.1038/nature17435. Epub 2016 Apr 13."
                },
                {
                    "pmid": "27658585",
                    "type": "BACKGROUND",
                    "citation": "Sharma G, Friedenberg DA, Annetta N, Glenn B, Bockbrader M, Majstorovic C, Domas S, Mysiw WJ, Rezai A, Bouton C. Using an Artificial Neural Bypass to Restore Cortical Control of Rhythmic Movements in a Human with Quadriplegia. Sci Rep. 2016 Sep 23;6:33807. doi: 10.1038/srep33807."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Restoring Cortical Control of Functional Movement in a Human with Quadriplegia",
                    "url": "https://www.nature.com/articles/nature17435"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Currently, there are no plans to make individual participant data available."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000011782",
                    "term": "Quadriplegia"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000010243",
                    "term": "Paralysis"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M14632",
                    "name": "Quadriplegia",
                    "asFound": "Tetraplegia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}