{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04458584",
            "orgStudyIdInfo": {
                "id": "D20092"
            },
            "organization": {
                "fullName": "Dartmouth-Hitchcock Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Restoration of Thumb Strength and Function in Basal Joint Arthritis: A Comparative Effectiveness Trial (RESTART)",
            "officialTitle": "Restoration of Thumb Strength and Function in Basal Joint Arthritis: A Comparative Effectiveness Trial (RESTART)",
            "acronym": "RESTART",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "restoration-of-thumb-strength-and-function-in-basal-joint-arthritis-a-comparative-effectiveness-trial-restart"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-06-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-06-30",
            "studyFirstSubmitQcDate": "2020-07-02",
            "studyFirstPostDateStruct": {
                "date": "2020-07-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Vincent D. Pellegrini",
                "investigatorTitle": "Staff Physician, Orthopaedics",
                "investigatorAffiliation": "Dartmouth-Hitchcock Medical Center"
            },
            "leadSponsor": {
                "name": "Dartmouth-Hitchcock Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate the basis for three widely held fundamental tenets about surgical intervention for thumb basal joint arthritis;\n\n1. Trapeziectomy with ligament reconstruction and metacarpal stabilization is associated with superior functional outcomes and strength,\n2. Preservation of the arthroplasty space correlates with functional outcomes, pain relief, and restoration of strength after basal joint arthroplasty, and\n3. Mitigation of metacarpophalangeal joint (MCPJ) hyperextension optimizes postoperative strength after basal joint arthroplasty, regardless of surgical technique.\n\nIt is hypothesized that thumb basal joint arthroplasty with metacarpal stabilization, by either ligament reconstruction (I) or suture suspension (II), provides greater improvement in grip and pinch strength, and better hand function, than might be achieved following provision of pain relief alone by simple trapeziectomy (III). Preservation of the arthroplasty space will correlate positively, and MCPJ hyperextension will correlate negatively, with improved thumb function and lateral pinch strength.\n\nPrimary Aims (within 3 procedure cohorts):\n\n1. Compare pre-operative pinch and grip strength as well as patient-reported outcomes (PROs) for pain in patients before and after lidocaine injection of the trapeziometacarpal joint, prior to thumb basal joint arthroplasty;\n2. Compare post-operative pinch and grip strength and PROs for pain and function at 3 and 6 months after thumb basal joint arthroplasty with pre-operative values before and after lidocaine injection;\n3. Correlate preservation of dynamic arthroplasty space as measured on a stress radiograph with postoperative improvement in pinch and grip strength, and PROs for pain and function;\n4. Correlate dynamic MCP joint position and laxity with change in strength and patient-reported pain and function to define optimal MCPJ position.\n\nSecondary Aims (between 3 procedure cohorts):\n\n1. Compare change in pre- and post-operative pinch and grip strength and PROs for pain and function between patients having basal joint arthroplasty with and without specific metacarpal stabilization;\n2. Compare preservation of the dynamic arthroplasty space and improvement in strength and patient-reported pain and function between arthroplasty groups; and\n3. Compare changes in pinch and grip strength and PROs for pain and function with dynamic MCPJ position between arthroplasty groups.\n4. Compare postoperative neuritis and complications between surgical groups.",
            "detailedDescription": "Study Procedures: Upon obtaining informed consent and within 4 weeks of the planned date of surgery, each site coordinator will collect baseline clinical and demographic information, a visual analogue score (VAS), the Patient-Reported Outcomes Measurement Information System (PROMIS-10) Global Health Survey, the short form Disabilities of the Arm, Shoulder, and Hand (QuickDASH) questionnaire and grip and then pinch measurements from the participant. On the same day, and immediately following collection of baseline clinical data in the clinic, the surgeon will anesthetize the trapeziometacarpal joint. Adequacy of the injection and resulting anesthesia of the joint will be assessed by repeat of the VAS score. Following 15 minutes set time for the local anesthetic, the VAS diagram will again be completed by the patient followed by recording of repeat grip and then pinch measurements. Each patient will then undergo one of three pre-specified procedures; trapeziectomy with ligament reconstruction-tendon interposition (LRTI) arthroplasty with flexor carpi radialis tendon; trapeziectomy with suture suspensionplasty; or arthroscopic trapeziectomy with temporary K-wire fixation. Patient follow-up visits are otherwise scheduled according to the surgeon's routine and by clinical indication only. The patient will follow the routine postoperative rehabilitation protocol and hand therapy program of the operating surgeon. Protective splinting and exercise programs are to be utilized per surgeon protocol and preference.Postoperative study assessment will occur at three and six months after operation, The 3 and 6 month evaluation will include PROMIS-10 and QuickDASH surveys, completion of the VAS pain diagram, and recording of grip, key, and pulp to pulp pinch strengths. Additionally, specific notation of paresthesias, dysaesthesias, or sensitivity of the incision will be made by the surgeon or hand therapist at the 3 and 6 month assessments."
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis Thumb"
            ],
            "keywords": [
                "Ligament reconstruction",
                "Suspensionplasty",
                "Arthroscopic Trapeziectomy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 165,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ligament Reconstruction - Tendon Interposition (LRTI)",
                    "description": "Patients undergoing thumb basal joint arthroplasty using LRTI procedure as treatment of osteoarthritis.",
                    "interventionNames": [
                        "Procedure: Trapeziectomy with ligament reconstruction (I; LRTI)"
                    ]
                },
                {
                    "label": "Suture Suspensionplasty (SS)",
                    "description": "Patients undergoing thumb basal joint arthroplasty using suture suspensionplasty (SS) procedure as treatment of osteoarthritis.",
                    "interventionNames": [
                        "Procedure: Trapeziectomy with suture suspensionplasty (II; SS)"
                    ]
                },
                {
                    "label": "Arthroscopic Trapeziectomy (AT)",
                    "description": "Patients undergoing thumb basal joint arthroplasty using arthroscopic trapeziectomy (AT) procedure as treatment of osteoarthritis.",
                    "interventionNames": [
                        "Procedure: Arthroscopic Trapeziectomy (III; AT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Trapeziectomy with ligament reconstruction (I; LRTI)",
                    "description": "Thumb basal joint arthroplasty (surgical) using Trapeziectomy with ligament reconstruction (I; LRTI)",
                    "armGroupLabels": [
                        "Ligament Reconstruction - Tendon Interposition (LRTI)"
                    ],
                    "otherNames": [
                        "NOTE: NO devices or drugs are included as part of this intervention."
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Trapeziectomy with suture suspensionplasty (II; SS)",
                    "description": "Thumb basal joint arthroplasty (surgical) using Trapeziectomy with suture suspension-lastly (II; SS)",
                    "armGroupLabels": [
                        "Suture Suspensionplasty (SS)"
                    ],
                    "otherNames": [
                        "NOTE: NO devices or drugs are included as part of this intervention."
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Arthroscopic Trapeziectomy (III; AT)",
                    "description": "Thumb basal joint arthroplasty (surgical) using Arthroscopic Trapeziectomy (III; AT)",
                    "armGroupLabels": [
                        "Arthroscopic Trapeziectomy (AT)"
                    ],
                    "otherNames": [
                        "NOTE: NO devices or drugs are included as part of this intervention."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in pre-operative pinch and grip strength as measured by kilograms of pressure within and between procedure cohorts before and after lidocaine injection of the trapeziometacarpal joint.",
                    "description": "Power grip using a Jamar (Jackson, MO) dynamometer, followed by lateral (key) and pulp-to-pulp pinch, will be recorded (in kilograms) with a pinch meter, taking the greater strength of three successive attempts at each position with a 15 second rest between each attempt. The dynamic position of the thumb metacarpophalangeal (MCP) joint will be recorded with a small goniometer during lateral pinch testing.",
                    "timeFrame": "Preoperative baseline, both before and after basal joint lidocaine injection, and then 3 months and 6 months after surgery"
                },
                {
                    "measure": "Change in Pain, pre- to post-operatively, as measured by a standard visual analogue score (VAS) diagram to grade perceived pain within and between procedure cohorts.",
                    "description": "The standard VAS diagram is a scale from 0 to 10 where 0 indicates No Pain (smiling face), and 10 indicates Worst possible, unbearable, excruciating pain (crying face).",
                    "timeFrame": "Preoperative baseline, both before and after basal joint lidocaine injection, and then 3 months and 6 months after surgery"
                },
                {
                    "measure": "Change in Patient-Reported Function as measured by the short form Disabilities of the Arm, Shoulder, and Hand (QuickDASH) questionnaire, within and between procedure cohorts.",
                    "description": "The short form QuickDASH questionnaire will be completed as a reflection of patient-reported specific upper extremity function. Absolute improvement in QuickDASH score will be compared within groups longitudinally and between groups at each time point. QuickDASH scores range from 0 (no disability) to 100 (most severe disability).",
                    "timeFrame": "Baseline, 3 months and 6 months after surgery"
                },
                {
                    "measure": "Change in Quality of Life as measured by the PROMIS-10 Global Health questionnaire, within and between procedure cohorts.",
                    "description": "The PROMIS-10 Global Health measures five domains: physical function, fatigue, pain, emotional distress, and social health. Items are rated on a five-point scale. A higher score indicates better health.",
                    "timeFrame": "Baseline, 3 months and 6 months after surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Postoperative complications between procedure cohorts",
                    "description": "Postoperative complications specifically related to superficial sensory neuritis or complex regional pain syndrome and wound related infection, between arthroplasty groups.",
                    "timeFrame": "3 months and 6 months post surgery"
                },
                {
                    "measure": "Change in absolute dynamic arthroplasty space height as measured by on a stress radiograph within and between procedure and cohorts",
                    "description": "The static and dynamic arthroplasty space will be comparatively assessed on immediate postop and sequential radiographs taken upon removal of plaster immobilization and K-wire fixation at 1 month, and at 3 and 6 months after surgery. Three and six month radiographs will be taken in Roberts anteroposterior (AP) and true lateral projections during lateral key pinch. The absolute arthroplasty space height, and its change over time following operation and plaster removal, will be correlated with improvement in strength.",
                    "timeFrame": "Baseline, immediately after surgery, 1 month after surgery, 3 months and 6 months after surgery"
                },
                {
                    "measure": "Change in dynamic metacarpophalangeal joint position (MCPJ) and laxity as measured by hand goniometer within and between procedure cohorts",
                    "description": "Dynamic position of the MCPJ will be measured with a hand goniometer during lateral pinch testing",
                    "timeFrame": "Preoperative baseline, both before and after basal joint lidocaine injection, and then 3 months and 6 months after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females 21 years of age or older;\n* Undergoing elective non-prosthetic, primary basal joint arthroplasty;\n* Patient has necessary mental capacity to participate and comply with study protocol;\n* Patient is willing and able to give informed consent; and\n* Patient is willing to participate under the care of their chosen surgeon.\n\nExclusion Criteria:\n\n* Patients with a diagnosis of rheumatoid arthritis, systemic lupus erythematosis, psoriatic arthritis, or other related inflammatory arthritis;\n* Patients undergoing simultaneous bilateral hand procedures of any nature;\n* Women who are pregnant or breastfeeding;\n* Women of reproductive potential unless there is a negative urine pregnancy test on the day of surgery. Women of child bearing potential include those who are premenopausal who have not had a bilateral oophorectomy, hysterectomy or tubal ligation. Post-menopausal is defined as not having had a menstrual period for at least one calendar year.\n* Vulnerable patient populations including prisoners and institutionalized individuals.",
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "All consecutive patients seen at participating centers who have failed non-operative treatment and are considering primary basal joint arthroplasty for a diagnosis of thumb basal joint osteoarthritis, post-traumatic arthritis, or have undergone a prior basal joint procedure for either fracture or instability resulting in persistent synovitis and are bothered by persistent symptoms, will be considered for participation in the study.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vincent D Pellegrini, MD",
                    "role": "CONTACT",
                    "phone": "(603) 650-5133",
                    "email": "Vincent.D.Pellegrini.Jr@hitchcock.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Vincent D Pellegrini, MD",
                    "affiliation": "Dartmouth-Hitchcock Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dartmouth-Hitchcock Medical Center",
                    "status": "RECRUITING",
                    "city": "Lebanon",
                    "state": "New Hampshire",
                    "zip": "03756",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vincent D Pellegrini, MD",
                            "role": "CONTACT",
                            "phone": "603-650-5133",
                            "email": "Vincent.D.Pellegrini.Jr@hitchcock.org"
                        },
                        {
                            "name": "Lance G Warhold, MD",
                            "role": "CONTACT",
                            "phone": "(603) 650-5133",
                            "email": "Lance.G.Warhold@hitchcock.org"
                        },
                        {
                            "name": "Lance G Warhold, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Jennifer A Chickering, OTR, CHT",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.64229,
                        "lon": -72.25176
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "asFound": "Arthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}