{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06349070",
            "orgStudyIdInfo": {
                "id": "23-00404"
            },
            "organization": {
                "fullName": "NYU Langone Health",
                "class": "OTHER"
            },
            "briefTitle": "RESTORE - Phase II",
            "officialTitle": "Bridging Maternal Lifestyle Education, and Counseling With Community Health Workers and Health Equity - Phase II",
            "therapeuticArea": [
                "Other"
            ],
            "study": "restore-phase-ii"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-01-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-01",
            "studyFirstSubmitQcDate": "2024-04-01",
            "studyFirstPostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NYU Langone Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study will apply the principles of Community Based Participatory Research to evaluate implementation strategies, designed to assist in the delivery of an evidence-based lifestyle counseling intervention for pregnant participants. The primary strategies include a technology supported strategy (low touch) in which text messaging and online videos are used for asynchronous viewing compared to a Community Health Worker-led synchronous (group and individual) strategy (high touch). Prior to implementation, one-time interview and focus groups will be conducted with clinic providers and staff. In addition, a subsample of subjects will be enrolled into a prospective cohort to complete a survey during pregnancy and a survey postpartum. The aims of the study are 1) to evaluate and compare adoption of the program delivery with text technology messaging vs. delivery by Community Health Workers (CHW), 2) to examine implementation fidelity , 3) to evaluate and compare the impact of the strategies on key clinical outcomes, 4) to examine sustainability (continued adoption) following the CHW-led strategy implementation period and conduct an economic evaluation of the two-implementation strategies."
        },
        "conditionsModule": {
            "conditions": [
                "Maternal Health"
            ],
            "keywords": [
                "Pregnancy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "The study is a hybrid type III implementation-effectiveness trial using a longitudinal cluster-randomized trial with a modified stepped wedge design. In Year 1, all 10 clinics start with the low touch strategy, followed by randomization of clinics in Year 2 to either low touch (5 clinics) or high touch (5 clinics), and finally in Year 3, all 10 clinics will transition to the high touch strategy. Starting in Year 2, we will enroll a subsample of subjects into the a prospective cohort of pregnant persons who will participate in surveys at baseline and postpartum.",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 900,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Technology supported (Low Touch) Strategy",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "During the control period (low touch), asynchronous videos summarizing healthy lifestyle content will be delivered via text messaging.",
                    "interventionNames": [
                        "Behavioral: Low Touch - Text Messaging Implementation Strategy"
                    ]
                },
                {
                    "label": "Community Health Worker (High Touch Group)",
                    "type": "EXPERIMENTAL",
                    "description": "During the intervention period (high touch) asynchronous and synchronous learning whereby content will be delivered by trained M-CHWs who are equipped to directly address social determinants of health-related needs and barriers to prenatal care.",
                    "interventionNames": [
                        "Behavioral: High Touch - Community Health Worker (CHW) Implementation Strategy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Low Touch - Text Messaging Implementation Strategy",
                    "description": "The low touch strategy is designed as a tool to distill and organize the most important information from the Starting Early Program (StEP) original evidenced-based intervention curriculum. Video links are sent to pregnant subjects via automated SMS messaging. Subjects will receive videos (20 videos total) at least weekly lasting 17 to 31 weeks and the duration is based upon the gestational age at enrollment into the study. Subjects will also receive SMS messages in between videos at least weekly to keep them engaged and reinforce the video content delivered. The StEP curriculum is guideline concordant and includes sessions delivered during pregnancy coordinated with prenatal visits. The sessions delivered during pregnancy aim to improve diet, physical activity and stress management, enhance prenatal breastfeeding support, and build social support. The StEP curriculum was adapted into brief videos (\\<5 minutes), and an additional module on Sleep Health was added.",
                    "armGroupLabels": [
                        "Technology supported (Low Touch) Strategy"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "High Touch - Community Health Worker (CHW) Implementation Strategy",
                    "description": "The curriculum will be delivered by CHWs. Each subject will be asked to participate in 1-hour live sessions with a CHW. During the sessions, videos are interspersed with open-ended questions and pauses to discuss these open-ended questions. This results in an interactive session that employs principles of active learning. The curriculum includes sessions delivered during pregnancy coordinated with prenatal visits. The sessions delivered during pregnancy aim to improve diet, physical activity and stress management during pregnancy, enhance prenatal breastfeeding support, and build social support and are anchored by the same brief videos developed for the low touch strategy.",
                    "armGroupLabels": [
                        "Community Health Worker (High Touch Group)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent adoption of the program",
                    "description": "Adoption of the program will be measured as the number of patients correctly referred and enrolled offset by the number of eligible pregnant subjects screened",
                    "timeFrame": "End of study (up to 5 years)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean number of videos viewed",
                    "timeFrame": "Month 12"
                },
                {
                    "measure": "Mean number of sessions completed",
                    "timeFrame": "Month 12"
                },
                {
                    "measure": "Level of adherence",
                    "description": "Adherence to the program will measure the extent to which the program was implemented per the protocol. This will assess whether components of the program (i.e. identify, counsel, treat, refer and the 5A's) were implemented as intended using data from checklists completed by the training facilitators. Each component will be rated on a 3-point scale: 1=The component was fully implemented and/or modified with permission, as per protocol; 2=The component was partially implemented; and 3=The component was not implemented, as per protocol.",
                    "timeFrame": "Month 12"
                },
                {
                    "measure": "Adequacy of Prenatal Care Utilization Index Score",
                    "description": "This outcome measure will be collected from electronic health record. Adequacy is measured using the Adequacy of Prenatal Care Utilization Index, which classifies prenatal care received into 1 of 4 categories (Inadequate (received less than 50% of expected visits), Intermediate (50%-79%), Adequate (80%-109%), Adequate Plus (110% or more)) by combining information about the timing of prenatal care, the number of visits, and the infant's gestational age.",
                    "timeFrame": "Month 12"
                },
                {
                    "measure": "Number of postpartum follow-up visits attended",
                    "description": "This outcome measure will be collected from the electronic health record.",
                    "timeFrame": "12 weeks postpartum"
                },
                {
                    "measure": "Number of subjects who had a pre-term delivery",
                    "description": "This outcome measure will be collected from the electronic health record.",
                    "timeFrame": "12 weeks postpartum"
                },
                {
                    "measure": "Number of subjects with post-partum depression",
                    "description": "This outcome measure will be collected from the electronic health record.",
                    "timeFrame": "12 weeks postpartum"
                },
                {
                    "measure": "Mean gestational weight gain",
                    "description": "This outcome measure will be collected from the electronic health record.",
                    "timeFrame": "12 weeks postpartum"
                },
                {
                    "measure": "Percent sustainability (continued adoption) following the M-CHW implementation period",
                    "description": "Sustainability is measured as the number of those correctly referred and enrolled offset by the denominator of subjects screened.",
                    "timeFrame": "End of study (up to 5 years)"
                },
                {
                    "measure": "Program Costs",
                    "description": "Costs of each implementation stage will be calculated by calculating comparative resources associated with implementation",
                    "timeFrame": "End of study (up to 5 years)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (Implementation Group (Low Touch and High Touch)):\n\n* Confirmed pregnant and \\<20 weeks 0 days gestational age\n* receiving care at one of the 10 clinics\n* ≥18 years old\n* able to speak and read English or Spanish\n* Has a smartphone or mobile device with a data plan to accept text messages and internet connection to watch videos\n\nInclusion Criteria (Follow-up Group):\n\n* Enrolled as a subject in the Implementation Group (Low Touch or High Touch) within the first trimester (before the end of the 13th week (13w6d))\n* willing and able to provide consent for baseline and follow up surveys\n\nExclusion Criteria:\n\n* Significant psychiatric or developmental disability as noted in the medical record.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Natasha Williams, EdD",
                    "role": "CONTACT",
                    "phone": "646-501-3433",
                    "email": "Natasha.williams2@nyulangone.org"
                },
                {
                    "name": "Janna Garcia Torres",
                    "role": "CONTACT",
                    "phone": "646-501-3457",
                    "email": "Janna.GarciaTorres@nyulangone.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Natasha Williams, EdD",
                    "affiliation": "NYU Langone Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "NYC Health + Hospitals/Bellevue",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "NYU Langone Health",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10016",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The de-identified participant data from the final research dataset used in the published manuscript will be shared upon reasonable request beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research provided the investigator who proposes to use the data executes a data use agreement with NYU Langone Health. Requests may be directed to: erinn.hade@nyulangone.org. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Beginning 9 months and ending 36 months following article publication or as required by a condition of awards and agreements supporting the research.",
            "accessCriteria": "The investigator who proposed to use the data will be provided access upon reasonable request. Requests should be directed to erinn.hade@nyulangone.org To gain access, data requestors will need to sign a data access agreement."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}