{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04995341",
            "orgStudyIdInfo": {
                "id": "Pro00107978"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01EY025009",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01EY025009"
                }
            ],
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Retinal Microanatomy in Retinopathy of Prematurity (BabySTEPS2)",
            "officialTitle": "Analyzing Retinal Microanatomy in Retinopathy of Prematurity to Improve Care 2 and School Age Follow on Study (BabySTEPS2)",
            "acronym": "BabySTEPS2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "retinal-microanatomy-in-retinopathy-of-prematurity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-11",
            "studyFirstSubmitQcDate": "2021-08-05",
            "studyFirstPostDateStruct": {
                "date": "2021-08-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Pennsylvania",
                    "class": "OTHER"
                },
                {
                    "name": "National Eye Institute (NEI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Retinopathy of prematurity (ROP) is a disorder of development of the neural retina and its vasculature that can impact vision in vulnerable preterm neonates for a lifetime. This study tests high-speed optical coherence tomography (OCT) technology compared to conventional color photographs at the bedside of very preterm infants in the intensive care nursery, to characterize previously unseen abnormalities that can predict a need for referral for ROP treatment, or poor visual or neurological development later in life, up to pre-school age. Our long-term goal is to help improve preterm infant health and vision via objective bedside imaging and analysis that characterizes early critical indicators of ROP, and poor visual function and neurological development, which will rapidly translate to better early intervention and improved future care.",
            "detailedDescription": "As an increasing percentage of preterm infants survive worldwide, the number of infants at risk for retinopathy of prematurity (ROP) is increasing. These infants are also at high risk for future abnormal visual function and neurodevelopment. While current screening approaches address identifying eyes for treatment of severe ROP, there are no attempts to address the later subnormal vision of many preterm infants. In part, this is due to a lack of information about the retina beyond that of retinal vascular development. In addition, the most common method to screen for ROP remains indirect ophthalmoscopic examination by physicians with annotated drawings for documentation, a method proven to be poorly reproducible and stressful to the fragile infant. Bedside retinal photographs enable documentation and the possibility for telemedicine approaches, but lack information about retinal microanatomy, are poor quality in darkly pigmented eyes and also are stressful to the infant because of the required light exposure. We need an infant-friendly, more practical approach to evaluate ROP efficiently and additional information about ocular and neurovascular development that could lead to improved clinical care.\n\nThis research builds on our group's ability to reliably capture and process non-contact, infrared optical coherence tomography (OCT) and OCT-angiography of retinal microanatomy and microvasculature at high speed, across a wide field of view, and at the bedside in preterm infants. Our overall objectives are threefold: first, to evaluate infant microanatomy and microvascular flow findings relevant to vision and neurodevelopmental outcomes in children; second, to translate and test our imaging achievements for real-world use by nurses at the bedside and for better clinical insight and feedback; and third, to gather additional data in eyes that progress to treatment and dive deeper into the insight that they provide into pathways of disease in ROP. The investigational OCT imaging will be used in this research to gather information that is otherwise not accessible to the physician. This research will lay the groundwork for future use of infant OCT markers to guide care."
        },
        "conditionsModule": {
            "conditions": [
                "Retinopathy of Prematurity"
            ],
            "keywords": [
                "Optical Coherence Tomography (OCT)",
                "Optical Coherence Tomography Angiography (OCTA)",
                "Retinopathy of Prematurity",
                "Neurodevelopment",
                "Visual Acuity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "While all participants have the investigational imaging, throughout image grading, the principal investigator and image analysts are masked to all health data (including retinopathy of prematurity examination findings) except age at time of imaging. The visual acuity and neurodevelopmental outcome assessors are masked to all OCT image and fundus photograph grading data.",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 236,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1: Functional and structural outcomes in children after bedside OCT imaging in infancy",
                    "type": "EXPERIMENTAL",
                    "description": "80 pediatric participants who were previously enrolled in BabySTEPS1 from July 22, 2016 - December 30, 2020 will be enrolled for follow-up neurodevelopmental testing, visual acuity, visual function testing and investigational retinal imaging",
                    "interventionNames": [
                        "Device: Investigational ultracompact OCT and OCTA system"
                    ]
                },
                {
                    "label": "Cohort 2: Test of bedside OCT imaging data to predict RW-ROP or ROP progression",
                    "type": "EXPERIMENTAL",
                    "description": "250 infants at risk for retinopathy of prematurity: 132 will be enrolled and have investigational bedside OCT retinal imaging, and their data will be combined with that from 118 infants who had similar imaging in BabySTEPS1 for analysis of the total group versus the indirect ophthalmoscopic clinical exam data.",
                    "interventionNames": [
                        "Device: Investigational ultracompact OCT and OCTA system"
                    ]
                },
                {
                    "label": "Cohort 3: Comparison of ROP imaging with investigational OCT versus retinal camera",
                    "type": "EXPERIMENTAL",
                    "description": "102 infants, who are a sub-group of the 132 enrolled in Cohort 2, will also have imaging with a conventional, commercially available, retinal camera system to compare utility, stress, and prediction and documentation of referral-warranted ROP between the camera images and those from investigational OCT.",
                    "interventionNames": [
                        "Device: Investigational ultracompact OCT and OCTA system",
                        "Device: retinal photographs"
                    ]
                },
                {
                    "label": "Cohort 4: Adult and pediatric participants enrolled for imaging during system development",
                    "type": "EXPERIMENTAL",
                    "description": "12 awake healthy adult controls and 12 pediatric participants undergoing examination under anesthesia in the operating room will be imaged with the investigational bedside OCT for the purpose of technological development.",
                    "interventionNames": [
                        "Device: Investigational ultracompact OCT and OCTA system"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Investigational ultracompact OCT and OCTA system",
                    "description": "Handheld bedside retinal OCT and OCT angiography imaging with an investigational portable system with ultracompact handpiece",
                    "armGroupLabels": [
                        "Cohort 1: Functional and structural outcomes in children after bedside OCT imaging in infancy",
                        "Cohort 2: Test of bedside OCT imaging data to predict RW-ROP or ROP progression",
                        "Cohort 3: Comparison of ROP imaging with investigational OCT versus retinal camera",
                        "Cohort 4: Adult and pediatric participants enrolled for imaging during system development"
                    ],
                    "otherNames": [
                        "optical coherence tomography",
                        "optical coherence tomography angiography"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "retinal photographs",
                    "description": "retinal photographs with a commercial portable bedside widefield fundus camera system",
                    "armGroupLabels": [
                        "Cohort 3: Comparison of ROP imaging with investigational OCT versus retinal camera"
                    ],
                    "otherNames": [
                        "RetCam"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Optotype Visual acuity scores (Cohort 1 only)",
                    "description": "HOTV visual acuity at the 5-year study visit. Visual acuity is recorded as the last line of the HOTV chart on which over 50% of the 4 symbols are identified correctly identified by the participant.\n\nIf the participant is not capable of performing HOTV, then Teller cards will be used for preferential-looking visual acuity assessment. With Teller, acuity is determined by the smallest cycles per degree.",
                    "timeFrame": "5-year study visit"
                },
                {
                    "measure": "Visual function scores (Cohort 1 only)",
                    "description": "Visual function at the 4.75-year visit is measured by the presence or absence of strabismus, nystagmus, and amblyopia",
                    "timeFrame": "4.75-year study visit"
                },
                {
                    "measure": "Neurodevelopmental scores at 2-year study visit (Cohort 1 only)",
                    "description": "Neurodevelopmental testing at the 2-year neurodevelopment study visit:\n\na) Bayley Scales of Infant and Toddler Development: Scores motor skills with the standardized mean motor score of 100; less than 85 indicates mild impairment; less than 70 indicates moderate to severe impairment.",
                    "timeFrame": "2-year study visit"
                },
                {
                    "measure": "Retinal thickness at the fovea and surrounding optic nerve as measured by OCT reading (Cohort 1-3)",
                    "description": "Retinal thickness (microns) at the fovea and surrounding optic nerve.",
                    "timeFrame": "Up to 42 weeks post-menstrual age"
                },
                {
                    "measure": "Microanatomy as measured by OCT reading",
                    "description": "Combination of presence and severity of: retinal vessel tortuosity, vascular abnormality score by OCT (VASO), aggressive ROP, extra retinal neovascularization, vitreous abnormalities, shunt vessels, retinoschisis and retinal detachment.",
                    "timeFrame": "Up to 42 weeks post-menstrual age"
                },
                {
                    "measure": "Microanatomy as measured by retinal photo reading (Cohort 3 only)",
                    "description": "Combination of presence and severity of retinal vessel tortuosity, aggressive ROP, extra retinal neovascularization, shunt vessels, vitreous opacities, vitreous haze, retinoschisis and retinal detachment.",
                    "timeFrame": "Up 42 weeks post-menstrual age"
                },
                {
                    "measure": "Microanatomy as measured by clinical exam (Cohort 1-3)",
                    "description": "Clinical determination of combination presence and severity of retinal vessel tortuosity, aggressive ROP, extra retinal neovascularization, shunt vessels, vitreous opacities, vitreous haze, retinoschisis and retinal detachment.",
                    "timeFrame": "Up to 42 weeks post-menstrual age"
                },
                {
                    "measure": "Measurement of stress of imaging (Cohort 3 only)",
                    "description": "Assessment of stress and discomfort using modified CRIES score (crying 0-4; facial expression 0-2; heart rate beats per minute; change in respiratory support) during each eye imaging and compared to baseline pre-imaging score adverse events recorded during imaging (bradycardia, tachycardia, desaturation, emesis, and ocular adverse events e.g. conjunctival hemorrhage)",
                    "timeFrame": "Up to 42 weeks post-menstrual age"
                },
                {
                    "measure": "Assessment of ease of imaging (Cohort 3 only)",
                    "description": "Based on Likert scales (1-5)",
                    "timeFrame": "Up to 42 weeks post-menstrual age"
                },
                {
                    "measure": "ROP vascular severity score (Cohort 3 only)",
                    "description": "Based on a combination of relative retinal vessel tortuosity score, extraretinal neovascularization and aggressive ROP.",
                    "timeFrame": "Up to 42 weeks post-menstrual age"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Neurodevelopmental scores at 5-year study visit (Cohort 1 only)",
                    "description": "Wechsler Preschool and Primary Scale of Intelligence - 4: Measures specific aspects of working memory. Each subtest produces scaled scores from 1 to 19, with average scores between 7 and 12.",
                    "timeFrame": "5-year study visit"
                },
                {
                    "measure": "Neurodevelopmental scores at 5-year study visit (Cohort 1 only)",
                    "description": "Movement Assessment Battery for Children: Comprehensive measurement of motor skills \\& is a well-known standardized test for detecting movement difficulty in children. Higher scores reflect more motor impairment.",
                    "timeFrame": "5-year study visit"
                },
                {
                    "measure": "Neurodevelopmental scores at 5-year study visit (Cohort 1 only)",
                    "description": "Developmental Test of Visual Motor Integration: Non-verbal assessment that gauges the degree to which participants can integrate visual and motor abilities. Lower scores reflect more impairment.",
                    "timeFrame": "5-year study visit"
                },
                {
                    "measure": "Neurodevelopmental parental questionnaires at 5-year study visit (Cohort 1 only)",
                    "description": "Child Behavior Checklist: 113 questions scored on a 3-point Likert frequency scale; scores below 93rd% are considered normal, scores 93-97th% are borderline and score above 97th% is in clinical range.",
                    "timeFrame": "5-year study visit"
                },
                {
                    "measure": "Neurodevelopmental parental questionnaires at 5-year study visit (Cohort 1 only)",
                    "description": "Behavior Rating Inventory of Executive Functioning: 75 items in terms of frequency on a 3-point scale; raw scores for each scale are summed and T-scores (performance score where 50 is average and standard deviation is 10 points) are used.",
                    "timeFrame": "5-year study visit"
                },
                {
                    "measure": "Neurodevelopmental parental questionnaires at 5-year study visit (Cohort 1 only)",
                    "description": "Social Communication Questionnaire: Total score is interpreted with a higher score in reference to cut-off (e.g. of 15) to suggest likelihood of autism spectrum.",
                    "timeFrame": "5-year study visit"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Axial length as measured in millimeters (Cohort 1 only)",
                    "timeFrame": "4.75-year study visit"
                },
                {
                    "measure": "OCT grading from commercial OCT device",
                    "description": "Based on combination of presence or absence of retinal vessel dragging, retinal detachment and fundus pigmentation (blond, medium, dark) from ultra-widefield fundus imaging; and OCT imaging (nerve fiber layer and center foveal thickness).",
                    "timeFrame": "4.75-year study visit"
                },
                {
                    "measure": "Reference standard score for ROP vascular severity (Cohort 3 only)",
                    "description": "The reference standard is the consensus determination based on a combination of OCT and photographic imaging of the relative retinal vessel tortuosity score \\& clinical ROP exam determination of plus, pre-plus, neither, and for all 3 assessments extraretinal neovascularization and aggressive ROP.",
                    "timeFrame": "Up to 42 weeks post-menstrual age"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Children previously enrolled in BabySTEPS1 (Pro00069721) that have already consented to being contacted for this school age follow on study, Cohort 1 only\n* Parent/Legal Guardian is able and willing to consent to study participation with follow up approximately between 4.5 and 5 years of age (consent available in Spanish\\* and English) (SA 1 only)\n* Parent/Legal Guardian is able and willing to consent to study participation for the infant (SA 2 and 2c only)\n* Infant/child undergoing clinically-indicated examination under anesthesia that may or may not have eye pathology (SA 2 only)\n* Infant inborn or outborn at (SA 2 only):\n* Duke Hospital (Years 1, 2 and 3) with birth weight ≤1000 grams, and/or 20 0/7 to 28/ 6/7 (\\<29 weeks) gestational age\n* Duke Hospital (Years 1, 2 and 3) at high risk to require treatment for ROP irrespective of birth weight and gestational age (e.g. pre-plus, severe ROP in zone 1, APROP, etc.)\n* Duke Regional Hospital (Years 4 and 5) that meets the American Association of Pediatrics eligibility of ROP screening (Infants with a birth weight of ≤1500 g or gestational age of 30 weeks)\n* Adults (over the age of 18 years) that may or may not have eye pathology (SA 2 only)\n\nExclusion Criteria:\n\n* Participant or Parent/Legal Guardian unwilling or unable to provide consent\n* Adult participant or infant/child has a health or eye condition that preclude eye examination or retinal imaging (e.g. corneal opacity such as with Peter's anomaly or cataract) (SA2 only)\n* Infant has a health condition, other than prematurity, that has a profound impact on brain development (e.g. anencephaly) (SA2 only)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cynthia A Toth, MD",
                    "role": "CONTACT",
                    "phone": "919-684-5631",
                    "email": "cynthia.toth@duke.edu"
                },
                {
                    "name": "Michelle N McCall, MCAPM, BA",
                    "role": "CONTACT",
                    "phone": "919-684-0544",
                    "email": "michelle.mccall@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cynthia A Toth, MD",
                    "affiliation": "Duke University Eye Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University Eye Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27705",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cynthia A Toth, MD",
                            "role": "CONTACT",
                            "phone": "919-684-5631",
                            "email": "cynthia.toth@duke.edu"
                        },
                        {
                            "name": "Michelle N McCall, MCAPM, BA",
                            "role": "CONTACT",
                            "phone": "9196840544",
                            "email": "michelle.mccall@duke.edu"
                        },
                        {
                            "name": "Sharon F Freedman, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Charles M Cotten, MD, MHS",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Joseph A Izatt, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Christian Viehland, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Kathryn E Gustafson, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Lejla Vajzovic, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Susapin G Prakalapakorn, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Xi Chen, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sara Grace, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "University of Pennsylvania, Center for Preventive Ophthalmology and Biostatistics",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gui-Shuang Ying, PhD",
                            "role": "CONTACT",
                            "phone": "215-615-1514",
                            "email": "gsying@pennmedicine.upenn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28085775",
                    "type": "BACKGROUND",
                    "citation": "Mangalesh S, Chen X, Tran-Viet D, Viehland C, Freedman SF, Toth CA. ASSESSMENT OF THE RETINAL STRUCTURE IN CHILDREN WITH INCONTINENTIA PIGMENTI. Retina. 2017 Aug;37(8):1568-1574. doi: 10.1097/IAE.0000000000001395."
                },
                {
                    "pmid": "29190238",
                    "type": "BACKGROUND",
                    "citation": "Lee J, El-Dairi MA, Tran-Viet D, Mangalesh S, Dandridge A, Jiramongkolchai K, Viehland C, Toth CA. LONGITUDINAL CHANGES IN THE OPTIC NERVE HEAD AND RETINA OVER TIME IN VERY YOUNG CHILDREN WITH FAMILIAL EXUDATIVE VITREORETINOPATHY. Retina. 2019 Jan;39(1):98-110. doi: 10.1097/IAE.0000000000001930."
                },
                {
                    "pmid": "29621379",
                    "type": "BACKGROUND",
                    "citation": "Chen X, Mangalesh S, Tran-Viet D, Freedman SF, Vajzovic L, Toth CA. Fluorescein Angiographic Characteristics of Macular Edema During Infancy. JAMA Ophthalmol. 2018 May 1;136(5):538-542. doi: 10.1001/jamaophthalmol.2018.0467."
                },
                {
                    "pmid": "30326081",
                    "type": "BACKGROUND",
                    "citation": "Hsu ST, Chen X, House RJ, Kelly MP, Toth CA, Vajzovic L. Visualizing Macular Microvasculature Anomalies in 2 Infants With Treated Retinopathy of Prematurity. JAMA Ophthalmol. 2018 Dec 1;136(12):1422-1424. doi: 10.1001/jamaophthalmol.2018.3926. No abstract available."
                },
                {
                    "pmid": "30506013",
                    "type": "BACKGROUND",
                    "citation": "Chen X, Mangalesh S, Dandridge A, Tran-Viet D, Wallace DK, Freedman SF, Toth CA. Spectral-Domain OCT Findings of Retinal Vascular-Avascular Junction in Infants with Retinopathy of Prematurity. Ophthalmol Retina. 2018 Sep;2(9):963-971. doi: 10.1016/j.oret.2018.02.001. Epub 2018 Mar 21."
                },
                {
                    "pmid": "30935662",
                    "type": "BACKGROUND",
                    "citation": "Hsu ST, Chen X, Ngo HT, House RJ, Kelly MP, Enyedi LB, Materin MA, El-Dairi MA, Freedman SF, Toth CA, Vajzovic L. Imaging Infant Retinal Vasculature with OCT Angiography. Ophthalmol Retina. 2019 Jan;3(1):95-96. doi: 10.1016/j.oret.2018.06.017. Epub 2018 Jul 26. No abstract available."
                },
                {
                    "pmid": "30790072",
                    "type": "BACKGROUND",
                    "citation": "Mangalesh S, Bleicher ID, Chen X, Viehland C, LaRocca F, Izatt JA, Freedman SF, Hartnett ME, Toth CA. Three-dimensional pattern of extraretinal neovascular development in retinopathy of prematurity. Graefes Arch Clin Exp Ophthalmol. 2019 Apr;257(4):677-688. doi: 10.1007/s00417-019-04274-6. Epub 2019 Feb 21."
                },
                {
                    "pmid": "31143506",
                    "type": "BACKGROUND",
                    "citation": "Viehland C, Chen X, Tran-Viet D, Jackson-Atogi M, Ortiz P, Waterman G, Vajzovic L, Toth CA, Izatt JA. Ergonomic handheld OCT angiography probe optimized for pediatric and supine imaging. Biomed Opt Express. 2019 Apr 29;10(5):2623-2638. doi: 10.1364/BOE.10.002623. eCollection 2019 May 1."
                },
                {
                    "pmid": "30543348",
                    "type": "BACKGROUND",
                    "citation": "Smith LEH, Hellstrom A, Stahl A, Fielder A, Chambers W, Moseley J, Toth C, Wallace D, Darlow BA, Aranda JV, Hallberg B, Davis JM; Retinopathy of Prematurity Workgroup of the International Neonatal Consortium. Development of a Retinopathy of Prematurity Activity Scale and Clinical Outcome Measures for Use in Clinical Trials. JAMA Ophthalmol. 2019 Mar 1;137(3):305-311. doi: 10.1001/jamaophthalmol.2018.5984. Erratum In: JAMA Ophthalmol. 2019 Mar 1;137(3):328. doi: 10.1001/jamaophthalmol.2018.6820."
                },
                {
                    "pmid": "31548134",
                    "type": "BACKGROUND",
                    "citation": "Hsu ST, Ngo HT, Stinnett SS, Cheung NL, House RJ, Kelly MP, Chen X, Enyedi LB, Prakalapakorn SG, Materin MA, El-Dairi MA, Jaffe GJ, Freedman SF, Toth CA, Vajzovic L. Assessment of Macular Microvasculature in Healthy Eyes of Infants and Children Using OCT Angiography. Ophthalmology. 2019 Dec;126(12):1703-1711. doi: 10.1016/j.ophtha.2019.06.028. Epub 2019 Jul 15."
                },
                {
                    "pmid": "31246250",
                    "type": "BACKGROUND",
                    "citation": "Chen X, Viehland C, Tran-Viet D, Prakalapakorn SG, Freedman SF, Izatt JA, Toth CA. Capturing Macular Vascular Development in an Infant With Retinopathy of Prematurity. JAMA Ophthalmol. 2019 Sep 1;137(9):1083-1086. doi: 10.1001/jamaophthalmol.2019.2165. No abstract available."
                },
                {
                    "pmid": "31825990",
                    "type": "BACKGROUND",
                    "citation": "Wang KL, Chen X, Stinnett S, Tai V, Winter KP, Tran-Viet D, Toth CA. Understanding the variability of handheld spectral-domain optical coherence tomography measurements in supine infants. PLoS One. 2019 Dec 11;14(12):e0225960. doi: 10.1371/journal.pone.0225960. eCollection 2019."
                },
                {
                    "pmid": "32472201",
                    "type": "BACKGROUND",
                    "citation": "Mangalesh S, Tran-Viet D, Pizoli C, Tai V, El-Dairi MA, Chen X, Viehland C, Edwards L, Finkle J, Freedman SF, Toth CA. Subclinical Retinal versus Brain Findings in Infants with Hypoxic Ischemic Encephalopathy. Graefes Arch Clin Exp Ophthalmol. 2020 Sep;258(9):2039-2049. doi: 10.1007/s00417-020-04738-0. Epub 2020 May 29."
                },
                {
                    "pmid": "32879772",
                    "type": "BACKGROUND",
                    "citation": "Seely KR, Wang KL, Tai V, Prakalapakorn SG, Chiu SJ, Viehland C, Grace S, Izatt JA, Freedman SF, Toth CA. Auto-Processed Retinal Vessel Shadow View Images From Bedside Optical Coherence Tomography to Evaluate Plus Disease in Retinopathy of Prematurity. Transl Vis Sci Technol. 2020 Aug 7;9(9):16. doi: 10.1167/tvst.9.9.16. eCollection 2020 Aug."
                },
                {
                    "pmid": "33045380",
                    "type": "BACKGROUND",
                    "citation": "Chen X, Imperio R, Seely KR, Viehland C, Izatt JA, Prakalapakorn SG, Freedman SF, Toth CA. Slow progressive perifoveal vascular formation in an infant with aggressive posterior retinopathy of prematurity. J AAPOS. 2020 Oct;24(5):323-326. doi: 10.1016/j.jaapos.2020.07.007. Epub 2020 Oct 9."
                },
                {
                    "pmid": "33599735",
                    "type": "BACKGROUND",
                    "citation": "O'Sullivan ML, Ying GS, Mangalesh S, Tai V, Divecha HR, Winter KP, Toth CA, Chen X; BabySTEPS Group. Foveal Differentiation and Inner Retinal Displacement Are Arrested in Extremely Premature Infants. Invest Ophthalmol Vis Sci. 2021 Feb 1;62(2):25. doi: 10.1167/iovs.62.2.25."
                },
                {
                    "pmid": "33150050",
                    "type": "BACKGROUND",
                    "citation": "Chen X, Tai V, McGeehan B, Ying GS, Viehland C, Imperio R, Winter KP, Raynor W, Tran-Viet D, Mangalesh S, Maguire MG, Toth CA; BabySTEPS Group. Repeatability and Reproducibility of Axial and Lateral Measurements on Handheld Optical Coherence Tomography Systems Compared with Tabletop System. Transl Vis Sci Technol. 2020 Oct 21;9(11):25. doi: 10.1167/tvst.9.11.25. eCollection 2020 Oct."
                },
                {
                    "pmid": "32891695",
                    "type": "BACKGROUND",
                    "citation": "Shen LL, Mangalesh S, McGeehan B, Tai V, Sarin N, El-Dairi MA, Freedman SF, Maguire MG, Toth CA; BabySTEPS Group. Birth Weight Is a Significant Predictor of Retinal Nerve Fiber Layer Thickness at 36 Weeks Postmenstrual Age in Preterm Infants. Am J Ophthalmol. 2021 Feb;222:41-53. doi: 10.1016/j.ajo.2020.08.043. Epub 2020 Sep 4."
                },
                {
                    "pmid": "32942022",
                    "type": "BACKGROUND",
                    "citation": "Mangalesh S, Wong BM, Chen X, Tran-Viet D, Stinnett SS, Sarin N, Winter KP, Vajzovic L, Freedman SF, Toth CA. Morphological characteristics of early- versus late-onset macular edema in preterm infants. J AAPOS. 2020 Oct;24(5):303-306. doi: 10.1016/j.jaapos.2020.06.006. Epub 2020 Sep 15."
                },
                {
                    "pmid": "32927150",
                    "type": "BACKGROUND",
                    "citation": "Mangalesh S, McGeehan B, Tai V, Chen X, Tran-Viet D, Vajzovic L, Viehland C, Izatt JA, Cotten CM, Freedman SF, Maguire MG, Toth CA; Study of Eye Imaging in Preterm Infants Group. Macular OCT Characteristics at 36 Weeks' Postmenstrual Age in Infants Examined for Retinopathy of Prematurity. Ophthalmol Retina. 2021 Jun;5(6):580-592. doi: 10.1016/j.oret.2020.09.004. Epub 2020 Sep 11."
                },
                {
                    "pmid": "33792625",
                    "type": "BACKGROUND",
                    "citation": "Mangalesh S, Sarin N, McGeehan B, Prakalapakorn SG, Tran-Viet D, Cotten CM, Freedman SF, Maguire MG, Toth CA; BabySTEPS Group. Preterm Infant Stress During Handheld Optical Coherence Tomography vs Binocular Indirect Ophthalmoscopy Examination for Retinopathy of Prematurity. JAMA Ophthalmol. 2021 May 1;139(5):567-574. doi: 10.1001/jamaophthalmol.2021.0377."
                },
                {
                    "pmid": "27591053",
                    "type": "BACKGROUND",
                    "citation": "Campbell JP, Kalpathy-Cramer J, Erdogmus D, Tian P, Kedarisetti D, Moleta C, Reynolds JD, Hutcheson K, Shapiro MJ, Repka MX, Ferrone P, Drenser K, Horowitz J, Sonmez K, Swan R, Ostmo S, Jonas KE, Chan RV, Chiang MF; Imaging and Informatics in Retinopathy of Prematurity Research Consortium. Plus Disease in Retinopathy of Prematurity: A Continuous Spectrum of Vascular Abnormality as a Basis of Diagnostic Variability. Ophthalmology. 2016 Nov;123(11):2338-2344. doi: 10.1016/j.ophtha.2016.07.026. Epub 2016 Aug 31."
                },
                {
                    "pmid": "23719310",
                    "type": "BACKGROUND",
                    "citation": "Maldonado RS, Toth CA. Optical coherence tomography in retinopathy of prematurity: looking beyond the vessels. Clin Perinatol. 2013 Jun;40(2):271-96. doi: 10.1016/j.clp.2013.02.007."
                },
                {
                    "pmid": "29799932",
                    "type": "BACKGROUND",
                    "citation": "Zepeda EM, Shariff A, Gillette TB, Grant L, Ding L, Tarczy-Hornoch K, Cabrera MT. Vitreous Bands Identified by Handheld Spectral-Domain Optical Coherence Tomography Among Premature Infants. JAMA Ophthalmol. 2018 Jul 1;136(7):753-758. doi: 10.1001/jamaophthalmol.2018.1509."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Retinal Microanatomy in ROP Study (BabySTEPS2) data cannot be analyzed for publication until they are released by the study Principal Investigator upon final review and approval by the Data Safety and Monitoring Committee.\n\nBabySTEPS2 data will be made available as follows:\n\n* A summary, de-identified data set available upon request through direct inquiries to the Study PI or Coordinating Center a year after publication.\n* By the end of the funding period, de-identified SAS data sets and form images corresponding to all data collection forms, as well as key derived variables, will be put on file with a data repository.\n* Researchers may request limited access data sets.\n* The raw and analyzed imaging datasets will be made available after the completion of the Retinal Microanatomy in ROP Study.\n\nApproved recipients will need to enter into a data sharing agreement. Costs for compilation and access to the datasets will be the responsibility of the recipients.",
            "timeFrame": "Data will be made available after the completion of the Retinal Microanatomy in ROP (BabySTEPS2) Study",
            "accessCriteria": "Data requests must be submitted to the PI or the Coordinating Center. Approved recipients will need to enter into a data sharing agreement.\n\nCosts for compilation and access to the datasets will be the responsibility of the recipients."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012164",
                    "term": "Retinal Diseases"
                },
                {
                    "id": "D000012178",
                    "term": "Retinopathy of Prematurity"
                },
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                },
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000007235",
                    "term": "Infant, Premature, Diseases"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Prematurity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14999",
                    "name": "Retinal Diseases",
                    "asFound": "Retinopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15013",
                    "name": "Retinopathy of Prematurity",
                    "asFound": "Retinopathy of Prematurity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M10279",
                    "name": "Infant, Premature, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4981",
                    "name": "Retinopathy of Prematurity",
                    "asFound": "Retinopathy of Prematurity",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}