{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06294314",
            "orgStudyIdInfo": {
                "id": "1982669-3"
            },
            "organization": {
                "fullName": "Marshall University",
                "class": "OTHER"
            },
            "briefTitle": "Return to Play After ACL Reconstruction With Bone Marrow Aspirate, DBM, and an Internal Brace",
            "officialTitle": "Return to Play After Anterior Cruciate Ligament Reconstruction With Bone Marrow Aspirate, Demineralized Bone Matrix, and an Internal Brace",
            "therapeuticArea": [
                "Other"
            ],
            "study": "return-to-play-after-acl-reconstruction-with-bone-marrow-aspirate-dbm-and-an-internal-brace"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-19",
            "studyFirstSubmitQcDate": "2024-02-27",
            "studyFirstPostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Marshall University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Arthrex, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The Investigators are studying the effect of an ACL reconstruction on return to play by capturing outcome measures and biomechanics information.",
            "detailedDescription": "At the pre-operative appointment, patients will be informed of the research study and have the option to participate. After informed consent, research subjects will provide baseline characteristics via survey from Code. This will include demographics (name, age, date of birth, height, weight, body mass index, smoking status, laterality, mechanism of injury, sport participation) and baseline PROs \\[International Knee Documentation Form (IKDC) Subjective Knee Evaluation Form, Knee injury and Osteoarthritis Outcome Score (KOOS) Global, Marx Activity Scale, visual analogue scores (VAS) pain, and ACL-Return to Sport Index (RSI) scores\\]. Data from pre-operative physical exam will also be collected.\n\nProcedural outcomes including graft type, length, and tunnel size will be recorded. Operative time, concomitant pathologies, surgical complications will also be recorded. In addition, costs of the procedure, including surgeon fee, facility fee, and facility cost: charges ratio will be recorded.\n\nRTS evaluation will occur at 3-, 4-, 5-, 6-, 9- and 12-months and results will determine readiness to RTP by Limb Symmetry Index (LSI) equal or greater than 85% in biomechanical testing (see below).\n\nAt 6 months, all subjects will undergo magnetic resonance imaging (MRI) of the operative extremity to investigate bone healing between groups. Imaging for this time-point is paid for by the grant/sponsor; there is no cost to the subject, and it is NOT submitted to insurance.\n\nPrimary outcomes will include results of RTS tests in FACL and control groups, RTS rates and timelines after FACL reconstruction, and re-injury rates within 2-years post-operatively. Secondary outcomes will include radiographic outcomes (bone tunnel enlargement), patient-reported outcomes (IKDC, KOOS Global, Marx activity, VAS pain, and ACL-RSI). Complications, total re-operations, and revisions ACL reconstruction rates will also be recorded.\n\nPatient-reported outcomes will be measured preoperatively, and at 6-weeks, 3-months, 4.5-months, 6-months, 9-months, 12-months, and 24-months postoperatively.\n\nBiomechanical Testing Video and/or Virtual Reality Testing: A video/virtual reality approach will track individuals' movements and provide objective data that will guide decisions for both injury risk stratification and neuromuscular training to lower the risk of a non-contact musculoskeletal injury. The video/virtual reality system will be Trazer and/or Vicon. This technology utilizes a virtual avatar that is the mirror image of the subject and will provide subject biomechanical data that will include reaction time, joint angles, and acceleration are variables that will be measured using this technology. Four trials will be performed for each participant.\n\nForce Plate Testing: Force plate technology will be utilized to assess the effects of ground reaction forces on musculoskeletal mechanics. Force components of jumps, hops and balancing capabilities will be assessed in these athletes. This data will provide strengths and weaknesses of athletes and guide development of neuro-motor training regimens to ameliorate weaknesses. Force plate technology utilized will include those from Sparta Science and AMTI. Participants will be asked to balance on each leg twice and to jump on the plate 3 times. Four trials will be performed for each participant.\n\nIMU Testing: A third technology utilized will be inertial measurement units (IMUs) that subjects will wear. The sensors on these devices utilize holsters or less often light adhesives on the skin. These devices have built in algorithms that measure movement and provide objective muscle activation data, which include athlete risk stratification variables that include ROM, varus/valgus stress, and anterior/posterior joint displacement. IMUs utilized will include DorsaVi and Vicon. Four trials will be performed for each participant.\n\nMETHODS: SIZE OF COHORT:\n\nThe goal sample size will be 125-150 patients in the FACL group and approximately 300 patients in the control group.\n\nENROLLMENT:\n\nEnrollment will take place at a single site where up to 450 patients will be included in the study. Patients will sign the informed consent if they agree to participate in the study. The anticipated screening and enrollment period will be approximately 12 to 36 months; thus, enrollment should be met.\n\nPROCESS OF SUBJECT ENROLLMENT AND CONSENT Eligible patient and/or legal guardians electing surgery will be identified during their visit to the clinics and will be offered an opportunity to participate. If a patient is deemed a candidate for the study, either the investigator or the site study coordinator will discuss the study in detail. During the discussion the investigator/study coordinator will explain the purpose of the study and will outline the study's requirements. The investigator/site coordinator will also explain that the study is voluntary, that they may withdraw from research at any time, and that their care will not be influenced at all should they elect not to participate in the study or withdraw from the study.\n\nAfter allowing ample time for questions and answers, the investigator will ask the patient and/or legal guardian for consent. If the patient and/or legal guardian gives verbal consent for participation, he/she will then sign a written, informed consent. The investigator or designee will conduct the informed consent process in a time unlimited, private atmosphere, and in a manner conducive to rational and thoughtful decision making by the subject (or in the case of Children, the subject's legal guardian) without any element of coercion or undue influence. Patient and/or legal guardians may take consent forms home, without signing, to review and consider with advisors."
        },
        "conditionsModule": {
            "conditions": [
                "Anterior Cruciate Ligament Rupture"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "2 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 450,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "description": "These patients receive the surgery and are followed for two years for outcomes.",
                    "interventionNames": [
                        "Procedure: Fertilized ACL"
                    ]
                },
                {
                    "label": "Control",
                    "description": "These patients do not need and don't receive surgery and are followed for two years to compare to the surgery treatment group"
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Fertilized ACL",
                    "description": "Fertilized ACL is an acl reconstruction with Bone marrow aspirate, demineralized bone matrix, and an internal brace.",
                    "armGroupLabels": [
                        "Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Return to play",
                    "description": "Patient will be monitored for return to play at their sport",
                    "timeFrame": "6 months after surgery until study conclusion"
                },
                {
                    "measure": "Biomechanics testing",
                    "description": "Patient will undergo hop testing for limb symmetry",
                    "timeFrame": "4.5 months after surgery and 6 months after surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "MRI findings",
                    "description": "At 6 months, all subjects will undergo magnetic resonance imaging (MRI) of the operative extremity to investigate bone healing between groups. Imaging for this time-point is paid for by the grant/sponsor; there is no cost to the subject, and it is NOT submitted to insurance.",
                    "timeFrame": "6 months after surgery"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Rerupture",
                    "description": "Patients will be asked if they have a rerupture of their graft at 2 years after surgery",
                    "timeFrame": "2 years after surgery"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* INCLUSION CRITERIA: All patients must meet the following criteria:\n\n  * Patients must be age 14-26 years old.\n  * Skeletally mature patients, with an ACL deficient knee who desire to have ACL reconstructive surgery using autograft augmentation.\n  * Patients must be a tanner stage of 5 and a posteroanterior left hand film x-ray will be obtained to confirm bone age and skeletal maturity\n  * Patients with associated meniscal and chondral pathology (except patients falling into exclusion criteria below) will be included in the study; such pathology will be treated at the time of ACL reconstruction at the discretion of the surgeon, and such pathology and treatment will be recorded.\n  * An understanding of the purpose of the study and providing written informed consent.\n\nExclusion Criteria:\n\n* EXCLUSION CRITERIA:\n\n  * Patients with multi-ligament surgery (MCL, PCL, LCL, PMC, or PLC repair or reconstruction),\n  * Patients who have undergone previous ACL reconstructive surgery.\n  * Patients who are currently pregnant or nursing.\n  * Patients who have a current infection at the operative site.\n  * Any condition or personal issue that the surgeon deems ineffective to the outcome of the study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "26 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "patients 14-26 years old with ACL ruptures",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "chad d lavender, md",
                    "role": "CONTACT",
                    "phone": "304-552-6514",
                    "email": "doclav@gmail.com"
                },
                {
                    "name": "Kara Cipriani, NP",
                    "role": "CONTACT",
                    "phone": "304-541-5316",
                    "email": "cipriani6@marshall.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Marshall University",
                    "status": "RECRUITING",
                    "city": "Huntington",
                    "state": "West Virginia",
                    "zip": "25755",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "chad d lavender, md",
                            "role": "CONTACT",
                            "phone": "304-552-6514",
                            "email": "doclav@gmail.com"
                        },
                        {
                            "name": "Kara Cipriani, np",
                            "role": "CONTACT",
                            "phone": "304-541-5316",
                            "email": "cipriani6@marshall.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.41925,
                        "lon": -82.44515
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Code - a HIPAA-compliant, encrypted database - will be used to store data and administer outcome questionnaires. At the time of informed consent, subjects will be assigned a study ID, which will be used to identify them throughout the study timeline. This HIPAA compliant data entry system will be utilized to store data throughout the study. After adequate follow-up, data will be downloaded for aggregate analysis. Outcome surveys will be emailed to subjects via Code, and subjects will complete them via a secure log-in to Code. All data transfer and data communication from the study doctor and subject to the sponsor takes place online over a secure, encrypted channel (SSL).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "from the start of the trial until the end date"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012421",
                    "term": "Rupture"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15241",
                    "name": "Rupture",
                    "asFound": "Rupture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}