{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04356261",
            "orgStudyIdInfo": {
                "id": "LMU IRB 2019 SP 49-R"
            },
            "organization": {
                "fullName": "Loyola Marymount University",
                "class": "OTHER"
            },
            "briefTitle": "Revolutionizing Normative Re-education",
            "officialTitle": "Revolutionizing Normative Re-education: Delivering Enhanced PNF Within a Social Media Inspired Game About College Life",
            "acronym": "GANDR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "revolutionizing-normative-re-education"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-04-09",
            "studyFirstSubmitQcDate": "2020-04-17",
            "studyFirstPostDateStruct": {
                "date": "2020-04-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Loyola Marymount University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Houston",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Personalized Normative Feedback (PNF), the most widely-used college alcohol intervention approach, suffers from several limitations innovatively remedied in the current proposal through CampusGANDR, a smartphone-based app for college students that delivers alcohol-related PNF within a weekly game centered around testing first-year students' perceptions about the attitudes and behaviors of their peers in a variety of campus-relevant domains. Five pilot studies suggest that CampusGANDR will be significantly more effective at correcting students' normative misperceptions and reducing their alcohol use than standard PNF, especially among heavier-drinking students and those with greater exposure to alcohol on social media, and that these larger effects are driven by the significantly decreased psychological reactance experienced by students when viewing feedback as part of a game about college life rather than as part of an alcohol-focused program. The current project seeks to 1) evaluate the efficacy of CampusGANDR in a large-scale multi-site trial, 2) identify the optimal dosage of alcohol feedback to deliver within CampusGANDR for correcting norms and reducing alcohol use across 12 weeks of gameplay among non-drinking, moderate-drinking, and heavy-drinking students, 3) examine person-level moderators of these effects, and 4) evaluate CampusGANDR engagement and sustainability among students who play voluntarily but are not involved in the randomized controlled trial.",
            "detailedDescription": "Despite concerted efforts, high risk drinking remains a significant problem on college campuses. Further, the transition into college is an identified critical period in which risky drinking patterns are often established and serious negative consequences occur. Colleges commonly employ Normative Re-Education (NR), a promising intervention approach focused on correcting over-estimated peer drinking norms, to reduce alcohol risk in first-year students. However, the most cost-effective and scalable NR intervention strategy, web-based personalized normative feedback (PNF), has yielded only modest reductions in drinking. Several issues have been identified that may explain these relatively small effects. For example, students often question the credibility of the normative data, the content fails to capture students' attention, and heavy drinkers often react to feedback defensively. These issues are not surprising as, unlike social media and digital gaming applications that capture and sustain young adults' attention, web-based PNF formats lack the sophisticated digital graphics, social interactivity, and other dynamic features to which students have become accustomed. Further, colleges often make participation mandatory or offer incentives to enroll students in current interventions, likely a detriment to student motivation and thus intervention effectiveness. CampusGANDR (Gamified Alcohol Norm Discovery and Re-education) addresses these issues by delivering alcohol PNF within a fun, gamified smartphone app that tests first-year students' perceptions of college life and classmates' attitudes and behaviors on a weekly basis across the first semester of college. Integrating features from popular social media platforms and evidence-based digital game mechanics (e.g., co-presence, a wager-based system of points, and chance-based uncertainty), CampusGANDR also features enhanced PNF and includes several novel features informed by longstanding cognitive and social psychological theories.\n\nBased on extensive pilot work, the current proposal seeks to: 1) evaluate the efficacy of CampusGANDR in a large-scale multi-site randomized controlled trial (RCT); 2) identify the optimal dosage of alcohol feedback to deliver within CampusGANDR for correcting norms and reducing alcohol use among students who differ in alcohol use (non-drinkers, light to moderate drinkers, and heavy drinkers); 3) examine person-level moderators of intervention efficacy; and 4) evaluate CampusGANDR engagement and the sustainability of play among students who use the app but aren't recruited into the evaluation study (RCT).\n\nAt two distinctly different campuses (Loyola Marymount University and the University of Houston) 3 consecutive cohorts of first-year students will be invited to download the CampusGANDR app to test their perceptions of campus life compete against their classmates. Then, among students already playing CampusGANDR, a balanced sub-sample of 1,800 non-drinking, light/moderate drinking, and heavy drinking students (300 students per site per year) will be invited to take part in an evaluation study (RCT). Study participants will play CampusGANDR over the initial 12 weeks of the fall semester and complete 4 surveys assessing their alcohol use, social media use, health behaviors, mental health, and adjustment to college. Study participants will be discretely randomized to receive alcohol feedback 0%, 33%, or 67% of weekly CampusGANDR rounds through a backend manipulation of chance elements. Students not meeting study eligibility criteria and those not electing to take part in the evaluation study will still take part in CampusGANDR. The dosage of alcohol feedback among these non-RCT players receive will be determined at random and their app usage data will be employed to assess app engagement and sustainability of play in the absence of study incentives. This project aims to culminate in a highly engaging, scalable, cutting-edge native smartphone app (IOS, Android) able to dynamically tailor the dosage of alcohol feedback delivered based on students' alcohol experience at the point of matriculation."
        },
        "conditionsModule": {
            "conditions": [
                "College Drinking",
                "Underage Drinking",
                "Alcohol Use Disorder"
            ],
            "keywords": [
                "Prevention",
                "Social norms"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Intervention condition is randomly assigned and the intervention delivery is digital, through a smartphone app. Senior members of the research team will have a record of the participants randomized to each condition but the delivery of all intervention content is automated within the mobile app. Junior members of the research team responsible for tracking participants and sending follow-up survey reminders will not be aware of participant condition assignment.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 1800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control PNF",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Personalized Normative Feedback on non-alcohol/health related topics delivered in all weekly rounds (active control)",
                    "interventionNames": [
                        "Behavioral: Gamified Personalized Normative Feedback"
                    ]
                },
                {
                    "label": "Light Dose of Alcohol PNF",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Personalized Normative Feedback on Alcohol Use delivered in 33% of weekly rounds",
                    "interventionNames": [
                        "Behavioral: Gamified Personalized Normative Feedback"
                    ]
                },
                {
                    "label": "Heavy Dose of Alcohol PNF",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Personalized Normative Feedback on Alcohol Use delivered in 67% of weekly rounds",
                    "interventionNames": [
                        "Behavioral: Gamified Personalized Normative Feedback"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Gamified Personalized Normative Feedback",
                    "description": "Each week, all players will answer 3 questions of interest about first-year students' attitudes and behaviors (e.g., drinking, partying, exercising, studying, dorm life, etc.) generated by the student players. They will also guess how the typical same-sex student at their University answered the same questions and wager points on how close to the correct answer (group norm) each of their guesses is. Further, they will rate (e.g., thumbs up/thumbs down) the reported behaviors of other players and, then, submit and vote on questions for subsequent rounds. At the end of each week, players will receive enhanced personalized normative feedback feedback on two of the three questions, and receive feedback on how other students rated the answer they reported (preferred-sex injunctive norms).",
                    "armGroupLabels": [
                        "Control PNF",
                        "Heavy Dose of Alcohol PNF",
                        "Light Dose of Alcohol PNF"
                    ],
                    "otherNames": [
                        "GANDR"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline Daily Drinking at 4 Months",
                    "description": "Assesses number of drinks consumed during an average week over the past month",
                    "timeFrame": "baseline, 4 months"
                },
                {
                    "measure": "Change from Baseline Daily Drinking at 9 Months",
                    "description": "Assesses number of drinks consumed during an average week over the past month",
                    "timeFrame": "baseline, 9 months"
                },
                {
                    "measure": "Change from Baseline Daily Drinking at 12 Months",
                    "description": "Assesses number of drinks consumed during an average week over the past month",
                    "timeFrame": "baseline, 12 months"
                },
                {
                    "measure": "Change from Baseline Alcohol Consequences at 4 Months",
                    "description": "Assesses experience of negative alcohol outcomes",
                    "timeFrame": "baseline, 4 months"
                },
                {
                    "measure": "Change from Baseline Alcohol Consequences at 9 Months",
                    "description": "Assesses experience of negative alcohol outcomes",
                    "timeFrame": "baseline, 9 months"
                },
                {
                    "measure": "Change from Baseline Alcohol Consequences at 12 Months",
                    "description": "Assesses experience of negative alcohol outcomes",
                    "timeFrame": "baseline, 12 months"
                },
                {
                    "measure": "Change from Baseline Quantity/Frequency/Peak Alcohol Use at 4 Months",
                    "description": "Assesses frequency and quantity of alcohol consumption over the past month",
                    "timeFrame": "baseline, 4 months"
                },
                {
                    "measure": "Change from Baseline Quantity/Frequency/Peak Alcohol Use at 9 Months",
                    "description": "Assesses frequency and quantity of alcohol consumption over the past month",
                    "timeFrame": "baseline, 9 months"
                },
                {
                    "measure": "Change from Baseline Quantity/Frequency/Peak Alcohol Use at 12 Months",
                    "description": "Assesses frequency and quantity of alcohol consumption over the past month",
                    "timeFrame": "baseline, 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from Baseline Descriptive Peer Drinking Norms- Drinking Norms Rating Form at 4 Months",
                    "description": "Assesses perceptions of weekly alcohol consumption among peers over the past month",
                    "timeFrame": "baseline, 4 months"
                },
                {
                    "measure": "Change from Baseline Descriptive Peer Drinking Norms- Drinking Norms Rating Form at 9 Months",
                    "description": "Assesses perceptions of weekly alcohol consumption among peers over the past month",
                    "timeFrame": "baseline, 9 months"
                },
                {
                    "measure": "Change from Baseline Descriptive Peer Drinking Norms- Drinking Norms Rating Form at 12 Months",
                    "description": "Assesses perceptions of weekly alcohol consumption among peers over the past month",
                    "timeFrame": "baseline, 12 months"
                },
                {
                    "measure": "Change from Baseline Descriptive Peer Drinking Norms- Modified Quantity, Frequency, Peak Index at 4 Months",
                    "description": "Assesses perceptions of peers' frequency and quantity of drinking over the past month",
                    "timeFrame": "baseline, 4 months"
                },
                {
                    "measure": "Change from Baseline Descriptive Peer Drinking Norms- Modified Quantity, Frequency, Peak Index at 9 Months",
                    "description": "Assesses perceptions of peers' frequency and quantity of drinking over the past month",
                    "timeFrame": "baseline, 9 months"
                },
                {
                    "measure": "Change from Baseline Descriptive Peer Drinking Norms- Modified Quantity, Frequency, Peak Index at 12 Months",
                    "description": "Assesses perceptions of peers' frequency and quantity of drinking over the past month",
                    "timeFrame": "baseline, 12 months"
                },
                {
                    "measure": "Change from Baseline Injunctive Peer Drinking Norms (adapted from Baer, 1994) at 4 Months",
                    "description": "Assesses perceptions of peer approval for underage drinking behaviors and experiences",
                    "timeFrame": "baseline, 4 months"
                },
                {
                    "measure": "Change from Baseline Injunctive Peer Drinking Norms (adapted from Baer, 1994) at 9 Months",
                    "description": "Assesses perceptions of peer approval for underage drinking behaviors and experiences",
                    "timeFrame": "baseline, 9 months"
                },
                {
                    "measure": "Change from Baseline Injunctive Peer Drinking Norms (adapted from Baer, 1994) at 12 Months",
                    "description": "Assesses perceptions of peer approval for underage drinking behaviors and experiences",
                    "timeFrame": "baseline, 12 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "CampusGANDR number of student sign-ups per cohort per site",
                    "description": "percentage of each class at each University who downloaded the app and created an account",
                    "timeFrame": "following the cohort's 17 week long CampusGANDR competition"
                },
                {
                    "measure": "average number of CampusGANDR rounds played per non-RCT user",
                    "description": "the average number of rounds played by each app user not taking part in the evaluation study",
                    "timeFrame": "following the cohort's 17 week long CampusGANDR competition"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "To play CampusGANDR individuals must:\n\n1. Have access to either a smartphone or a computer with internet capabilities on which the app can be accessed\n2. Be at least 18 years of age and currently enrolled as an incoming first-year student at one of the two study sites.\n3. Accept CampusGANDR Terms of Service \\& Privacy Policy. Additional RCT Inclusion Criteria\n\nTo take part in the evaluation study participants must:\n\n1. Be a CampusGANDR user between 18 and 20 years old\n2. Answer screening questions and screen into an open stratum\n3. Review and accept the evaluation study Informed Consent form\n\nExclusion criteria for both:\n\n1. Not meeting inclusion criteria\n2. Unwillingness to participate (indicated by failure to accept Terms of Service \\& Privacy Policy, or provide informed consent)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "20 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Loyola Marymount University",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90045",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sarah C Boyle, PhD",
                            "role": "CONTACT",
                            "phone": "310-568-6681",
                            "email": "sarah.boyle@lmu.edu"
                        },
                        {
                            "name": "Joseph W LaBrie, PhD",
                            "role": "CONTACT",
                            "phone": "3103385238",
                            "email": "jlabrie@lmu.edu"
                        },
                        {
                            "name": "Joseph W LaBrie, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sarah C Boyle, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Study results will be reported in aggregate, so that individual participants will not be identifiable in any research reports or presentations of the proposed study. A de-identified dataset will be made available to researchers 1 year after the initial publication of results. This dataset will include participant demographics and outcome measures assessed at baseline and the follow-up surveys. A data dictionary will be provided.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "1 year following the publication of results.",
            "accessCriteria": "Study materials and data will be made available to the public on a secure web portal."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "SAP",
                    "hasProtocol": false,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Statistical Analysis Plan",
                    "date": "2020-04-08",
                    "uploadDate": "2020-04-17T12:40",
                    "filename": "SAP_000.pdf",
                    "size": 39517
                },
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2020-03-01",
                    "uploadDate": "2020-04-17T12:41",
                    "filename": "ICF_001.pdf",
                    "size": 495728
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                },
                {
                    "id": "D000066608",
                    "term": "Underage Drinking"
                },
                {
                    "id": "D000067292",
                    "term": "Alcohol Drinking in College"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000428",
                    "term": "Alcohol Drinking"
                },
                {
                    "id": "D000004327",
                    "term": "Drinking Behavior"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "relevance": "LOW"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M86",
                    "name": "Underage Drinking",
                    "asFound": "Underage Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M130",
                    "name": "Alcohol Drinking in College",
                    "asFound": "College Drinking",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7502",
                    "name": "Drinking Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}