{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05218668",
            "orgStudyIdInfo": {
                "id": "WP-0512-003"
            },
            "organization": {
                "fullName": "Woolsey Pharmaceuticals",
                "class": "INDUSTRY"
            },
            "briefTitle": "Rho Kinase Inhibitor in Amyotrophic Lateral Sclerosis (REAL)",
            "officialTitle": "A Phase 2a Open-Label Preliminary Safety, Efficacy, and Biomarker Study of WP-0512 in Patients With Amyotrophic Lateral Sclerosis (ALS)",
            "acronym": "REAL",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rho-kinase-inhibitor-in-amyotrophic-lateral-sclerosis-real"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-23",
            "studyFirstSubmitQcDate": "2022-01-31",
            "studyFirstPostDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-17",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Woolsey Pharmaceuticals",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A Phase 2a Open-Label Preliminary Safety, Efficacy, and Biomarker Study of WP-0512 in Patients with Amyotrophic Lateral Sclerosis (ALS)",
            "detailedDescription": "The study population will consist of subjects with a diagnosis of probable laboratory-supported, probable, or definite ALS, as defined by El Escorial Revised ALS diagnostic criteria; with ALS symptom onset within 48 months; and with percent predicted SVC ≥ 50% at Screening 1. Subjects must also have an average rate of decline in ALSFRS-R at Screening 1 of 0.5 to 3.0 points/month, with rate of decline calculated using historical data (either prior ALSFRS-R score or date of ALS symptom onset).\n\nThis study will be composed of a Primary Phase, with 24 weeks of open-label treatment, and an optional 30-month Extension Phase. Two cohorts will be enrolled: subjects in Cohort 1 (the primary population) will be dosed at 180 mg/day, and those in Cohort 2 will be dosed at up to 300 mg/day.\n\nCohort 1:\n\nAfter consent, participants will undergo two screening evaluations, which will occur over the course of the 8 weeks prior to dosing with study drug. At Screening 1/Visit 1 (8 weeks before start of dosing), ALS assessments of ALSFRS-R/SVC/muscle dynamometry (HHD and hand grip) will be performed, as will safety assessments. Subjects who meet the pertinent inclusion/exclusion criteria will return for a second screening visit (Screening 2/Visit 2) approximately 4 weeks later, and ALS and safety assessment will again be conducted. Subjects who meet the pertinent Screening 2 study entry criteria will be enrolled into the study.\n\nOn Visit 3/Day 1, evaluations will be performed and dosing with study drug will begin. Dosing will be initiated at 180 mg/day. Participants will have an in-person or telephone visit at Week 1 (Visit 4) to assess for safety and drug compliance. Additional visits will occur at Weeks 4 (Visit 5), 8 (Visit 6), 12 (Visit 7), 18 (Visit 8) and 24 (Visit 9), during which ALS assessments of ALSFRS-R/SVC/HHD will be performed. For subjects who do not enter the Extension Phase, a final post-treatment follow-up visit (Visit 10) will be conducted at Week 25 (or 7±2 days after early termination).\n\nFor subjects who consent to continue in the Extension Phase, visits will occur every three months, during which ALS assessments will be done.\n\nBlood biomarker collection will occur between enrollment and commencement of treatment, and at Week 12 (Visit 7) and Week 24 (Visit 9); during the extension phase it will occur every 3 months starting with Visit 11. CSF biomarker collection will occur between enrollment and commencement of treatment, and at Week 24 (Visit 9).\n\nLaboratory safety assessments and adverse events will be collected at each study visit.\n\nSubjects/caregivers will be asked to maintain a log of adverse events, study drug compliance, and medication changes, which will be reviewed at each visit.\n\nCohort 2:\n\nAfter Cohort 1 has completed at least 24 weeks of treatment, enrollment into Cohort 2 may begin. Study visits and treatment will be similar to those for Cohort 1, but with the following differences:\n\n* Subjects in Cohort 2 will not participate in Screening 2 (V2). Rather, they will attend only one screening visit (Screening 1, V1), and rate of decline for study entry will be calculated based on the date of ALS symptom onset. Subjects who qualify at this visit will be enrolled into the study and return within 28 days to start treatment on Day 1. (Note: Because Cohort 2 subjects will not participate in the two-month pre-treatment lead-in period, they will not be included in analyses comparing changes in on-treatment vs pre-treatment lead-in slope of decline. However, results generated in this cohort will be compared to historical data.)\n* Dosing will be initiated at 300 mg/day.\n* Subjects must return to the clinic for Week 1 (V4) assessments\n* Lumbar puncture/CSF collection and coagulation panel will not be performed. (Note: Because CSF will not be collected in Cohort 2, they will not be included in any analyses of CSF biomarkers or PK.)"
        },
        "conditionsModule": {
            "conditions": [
                "Amyotrophic Lateral Sclerosis"
            ],
            "keywords": [
                "Fasudil"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Open label, two arms",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "None (Open Label)"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1 - Fasudil",
                    "type": "EXPERIMENTAL",
                    "description": "Oral fasudil at 180 mg/day",
                    "interventionNames": [
                        "Drug: Fasudil (WP-0512)"
                    ]
                },
                {
                    "label": "Cohort 2 - Fasudil",
                    "type": "EXPERIMENTAL",
                    "description": "Oral fasudil at 300 mg/day",
                    "interventionNames": [
                        "Drug: Fasudil (WP-0512)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Fasudil (WP-0512)",
                    "description": "Oral fasudil up to 180 mg/day",
                    "armGroupLabels": [
                        "Cohort 1 - Fasudil"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Fasudil (WP-0512)",
                    "description": "Oral fasudil up to 300 mg/day",
                    "armGroupLabels": [
                        "Cohort 2 - Fasudil"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Adverse Events (AEs) and Serious Adverse Events (SAEs)",
                    "description": "Incidence of Adverse Events (AEs\\] and Serious Adverse Events (SAEs) as assessed by clinically significant abnormal physical examination findings; changes in vital signs; 12-lead electrocardiogram (ECG); magnetic resonance imaging (MRI); and hematology, blood chemistry, liver function, and urine tests.",
                    "timeFrame": "Through study completion, up to 164 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in the slope of the decline Revised ALS Functional Rating Scale (ALSFRS-R) during treatment vs pre-treatment lead-in",
                    "description": "The ALSFRS-R is a validated rating instrument for monitoring the progression of disability inpatients with ALS and is utilized for monitoring functional change in ALS patients. The score assesses various 4 domains including: (i) bulbar function (speech, salivation, swallowing); (ii)fine motor task (handwriting, cutting food and handling utensils, with or without gastrostomy, dressing and hygiene); (iii) gross motor task (turning in bed, walking, climbing stairs); and (iv)respiratory function (dyspnea, orthopnea and respiratory insufficiency).",
                    "timeFrame": "Monthly from Screening to Week 12; Every six weeks to Week 24; Every 12 weeks to Week 154"
                },
                {
                    "measure": "Change in the slope of the decline in percent predicted Slow Vital Capacity (SVC) during treatment vs pre-treatment lead-in",
                    "description": "The SVC will be measured using the study-approved portable spirometer, and assessments will be performed using a face mask. Three SVC trials are required for each testing session, however up to 5 trials may be performed if the variability between the highest and second highest SVC is 10% or greater for the first 3 trials.\n\nThe highest SVC recorded is utilized for eligibility. At least 3 measurable SVC trials must be completed to score SVC for all visits after screening. Predicted SVC values and percent predicted SVC values will be calculated using the Quanjer Global Lung Initiative equations.",
                    "timeFrame": "Monthly from Screening to Week 12; Every six weeks to Week 24; Every 12 weeks to Week 154"
                },
                {
                    "measure": "Change in the slope of the decline in muscle strength during treatment vs pre-treatment lead in",
                    "description": "A spring-loaded device that \"breaks\" at pre-set forces will be used to assess readings obtained by HHD throughout the study. Grip strength dynamometry for both hands will be acquired, and the mean force in kilograms will be calculated. Measures will be obtained from each hand in triplicate.",
                    "timeFrame": "Monthly from Screening to Week 12; Every six weeks to Week 24; Every 12 weeks to Week 154"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Between 18 and 75 years of age (inclusive) at Screening 1.\n2. Subject has had a diagnosis of probable laboratory-supported, probable, or definite ALS (as defined by El Escorial Revised ALS diagnostic criteria) by Screening 1, and no other cause of the neurological impairment has been identified.\n3. Average decrease in ALSFRS-R of 0.5 to 3 (inclusive) points per month, calculated using: Cohort 1 - the most recent historical ALSFRS-R score from at least 3 months prior to Screening 1. If there is no qualifying previous score, an estimated rate will be calculated using the historical date of ALS symptom onset (weakness and/or dysarthria and/or dysphagia). Cohort 2 - the historical date of ALS symptoms onset.\n4. Percent predicted SVC ≥ 50% at Screening 1.\n5. ALS symptom onset (weakness and/or dysarthria, and/or dysphagia) within 48 months of Screening 1.\n6. Subjects taking riluzole, edaravone, or phenylbutyrate (PB) and/or tauroursodeoxycholic acid (TUDCA) may be included if the following criteria are met at Screening 1, and there is no change in treatment between Screening 1 and Enrollment:\n\n   * Stable dose of riluzole for at least 30 days;\n   * Stable dose of edaravone for at least 3 cycles; and/or\n   * Stable dose of PB and/or TUDCA for at least 90 days\n\n   Subjects taking any of these drugs prior to screening who intend to discontinue them before starting the study must have discontinued the drug(s) at least 28 days before Screening 1.\n7. Women of childbearing potential (WCBP) must agree to abstain from sex or use an adequate method of contraception for the duration of the screening period, the study drug treatment period, and for 28 days after the last dose of study drug.\n8. Males must agree to abstain from sex with WCBP or use an adequate method of contraception for the duration of the study drug treatment period and for 75 days after.\n9. Capable of providing informed consent and following trial procedures (where subject consents but is unable to sign the informed consent a legally authorized representative (LAR)/surrogate must sign on their behalf).\n\nExclusion Criteria:\n\n1. ALSFRS-R \\< 24 at Screening 1.\n2. Expected change in dosing of riluzole, edaravone, or PB and/or TUDCA between Screening 1 and the end of the study.\n3. Presence of other causes of neuromuscular weakness or other neurodegenerative diseases that could interfere with the objectives of the study or the safety of the subject, in the opinion of the Investigator.\n4. Mechanical ventilation via tracheostomy. (Use of non-invasive ventilation e.g., continuous positive airway pressure, non-invasive bi-level positive airway pressure or non-invasive volume ventilation is not an exclusion).\n5. Any medical condition (including cardiovascular, hematologic, renal, hepatic, or psychiatric diseases) that in the opinion of the Investigator would disallow safe participation in the trial or interpretation of the study results.\n6. Suicidal ideation per the Columbia-Suicide Severity Rating Scale (C-SSRS) that in the opinion of the Investigator would pose a safety risk.\n7. ALT ≥ 3 x upper limit of normal (ULN) or aspartate aminotransferase (AST) ≥ 3 x ULN at Screening.\n8. Estimated glomerular filtration rate (eGFR) \\< 45 mL/min/1.73m2 at Screening.\n9. Participants who, in the opinion of the Investigator, are unable or unlikely to comply with the dosing schedule or study evaluations.\n10. Treatment in a clinical trial with another investigational drug within 28 days or 5 half-lives of drug before Screening 1, whichever is longer.\n11. Exposure at any time to any gene therapies under investigation for the treatment of ALS.\n12. Treatment with clenbuterol within 28 days of Screening 1, or any time between Screening 1 and enrollment.\n13. On more than one of the following drug classes: long-acting nitrates, beta-blockers, or calcium channel blockers. (Note: subjects may be on one of the drug classes.)\n14. Systolic blood pressure \\< 90 mmHg and/or diastolic blood pressure \\< 60 mmHg at Screening. (Note: in the case of a systolic blood pressure \\< 90 and/or diastolic blood pressure \\< 60, BP measurements should be repeated after 10 minutes, and the higher reading used for Inclusion/Exclusion.)\n15. Known hypersensitivity to the active (fasudil) or inactive ingredients in the study drug.\n16. Known to be pregnant or lactating; or positive pregnancy test for WCBP.\n17. For Cohort 1 only: At Screening 2, neutrophil count \\< 1,500/mm3, platelets \\< 100,000/mm3, international normalized ratio (INR) \\> 1.5 or any contraindication to or unable to tolerate lumbar puncture, including use of anticoagulant medications that cannot be withheld. For example, if a subject is taking warfarin and it cannot be withheld for lumbar puncture, this would exclude the subject from study entry.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sabrina Williams",
                    "role": "CONTACT",
                    "phone": "+1-703-501-7820",
                    "email": "Sabrina@woolseypharma.com"
                }
            ],
            "locations": [
                {
                    "facility": "Neuromuscular Research Center",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85028",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lucia Rodriguez",
                            "role": "CONTACT",
                            "phone": "480-314-1007",
                            "phoneExt": "6",
                            "email": "lrodriguez@nrcaz.com"
                        },
                        {
                            "name": "Kumaraswamy Sivakumar, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "University of Colorado",
                    "status": "COMPLETED",
                    "city": "Aurora",
                    "state": "Colorado",
                    "zip": "80045",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.72943,
                        "lon": -104.83192
                    }
                },
                {
                    "facility": "National Jewish Health",
                    "status": "COMPLETED",
                    "city": "Denver",
                    "state": "Colorado",
                    "zip": "80206",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.73915,
                        "lon": -104.9847
                    }
                },
                {
                    "facility": "Lakes Research",
                    "status": "COMPLETED",
                    "city": "Miami Lakes",
                    "state": "Florida",
                    "zip": "33014",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.90871,
                        "lon": -80.30866
                    }
                },
                {
                    "facility": "University of South Florida",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33620",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Shaw",
                            "role": "CONTACT",
                            "phone": "813-974-9413",
                            "email": "jessshaw@usf.edu"
                        },
                        {
                            "name": "Tuan Vu, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                },
                {
                    "facility": "Northwestern University",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emma Schmidt",
                            "role": "CONTACT",
                            "phone": "312-503-4362",
                            "email": "emma.schmidt@northwestern.edu"
                        },
                        {
                            "name": "Senda Arjoud-Driss, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Kentucky",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40506",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monica Santa-Teresa",
                            "role": "CONTACT",
                            "phone": "859-218-5050",
                            "email": "masant0@uky.edu"
                        },
                        {
                            "name": "Vishakhadatta Kumaraswamy, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                },
                {
                    "facility": "Cox Medical Center",
                    "status": "COMPLETED",
                    "city": "Springfield",
                    "state": "Missouri",
                    "zip": "65807",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.21533,
                        "lon": -93.29824
                    }
                },
                {
                    "facility": "Hospital for Special Surgery",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathleen Peterson",
                            "role": "CONTACT",
                            "phone": "917-260-4904",
                            "email": "petersonka@HSS.EDU"
                        },
                        {
                            "name": "Dora Leung, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Macquarie University Hospital",
                    "status": "COMPLETED",
                    "city": "Sydney",
                    "state": "New South Wales",
                    "zip": "NSW 2109",
                    "country": "Australia",
                    "geoPoint": {
                        "lat": -33.86785,
                        "lon": 151.20732
                    }
                },
                {
                    "facility": "Royal Brisbane and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Brisbane",
                    "state": "Queensland",
                    "zip": "QLD 4029",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Susan Heggie",
                            "role": "CONTACT",
                            "phone": "(07) 3646 3111",
                            "email": "susan.heggie@health.gld.gov.au"
                        },
                        {
                            "name": "Robert Henderson, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -27.46794,
                        "lon": 153.02809
                    }
                },
                {
                    "facility": "Calvary Health Bethlehem Hospital",
                    "status": "RECRUITING",
                    "city": "Melbourne",
                    "state": "Victoria",
                    "zip": "VIC 3195",
                    "country": "Australia",
                    "contacts": [
                        {
                            "name": "Emma Windebank",
                            "role": "CONTACT",
                            "phone": "(03) 9596 2853",
                            "email": "Emma.Windebank@calvarycare.org.au"
                        },
                        {
                            "name": "Susan Mathers",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": -37.814,
                        "lon": 144.96332
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000016472",
                    "term": "Motor Neuron Disease"
                },
                {
                    "id": "D000000690",
                    "term": "Amyotrophic Lateral Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M18879",
                    "name": "Motor Neuron Disease",
                    "asFound": "Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4024",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Amyotrophic Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T349",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Amyotrophic Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4699",
                    "name": "Primary Lateral Sclerosis",
                    "asFound": "Lateral Sclerosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000049347",
                    "term": "Fasudil"
                },
                {
                    "id": "D000019307",
                    "term": "1-(5-Isoquinolinesulfonyl)-2-Methylpiperazine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002121",
                    "term": "Calcium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M247557",
                    "name": "Fasudil",
                    "asFound": "Symptom Control",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21288",
                    "name": "1-(5-Isoquinolinesulfonyl)-2-Methylpiperazine",
                    "asFound": "Symptom Control",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5384",
                    "name": "Calcium Channel Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}