{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06093776",
            "orgStudyIdInfo": {
                "id": "057.GME.2021.D"
            },
            "organization": {
                "fullName": "Methodist Health System",
                "class": "OTHER"
            },
            "briefTitle": "Rib Fracture Cryoanalgesia",
            "officialTitle": "Rib Fracture Cryoanalgesia",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rib-fracture-cryoanalgesia"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-05",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-26",
            "studyFirstSubmitQcDate": "2023-10-17",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Methodist Health System",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pacira Pharmaceuticals, Inc",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Rib fractures lead to poor patient outcomes and even death 3. Data suggests effective pain management is crucial to obtain favorable outcomes 4, 5Current outpatient treatment modalities are limited to oral or topical medications with low efficacy and high risk for opioid dependence. In-patient management with a thoracic epidural TEA is largely considered the gold standard, but the risks of TEA may outweigh the benefits 6 to 8.",
            "detailedDescription": "Methodist Dallas Medical Center MDMC is an urban Level I Trauma Center that manages over 200 rib fracture cases annually. MDMC has a history of developing and using innovative analgesia techniques aimed at improving outcomes. In 2010 we first described the need for advancements in the treatment of rib fracture patients 1. Later, we validated the technique that is now used at hundreds of trauma centers around the world 2. Our surgical and research teams have a history of advocating for optimal management of rib fracture pain in order to prevent serious complications.\n\nThis study will seek to describe the effective use of cryoanalgesia as a feasible method of pain management in the rib fracture patient. With a small cohort and case series, we will describe and refine the procedure and preliminary efficacy of the FDA-approved iovera system in adult rib fracture patients. In order to ethically assess the clinical relevance of the iovera system, our objective will be accomplished by completing a case series"
        },
        "conditionsModule": {
            "conditions": [
                "Pain Management Improvement"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_ONLY",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Case Series",
                    "description": "Prospective: Case Series The investigators will complete ioveraº system training (i.e., cadaveric demonstration) and work with our local surgical team to develop an effective procedure. The technique will then be refined and considered fully developed with three consecutive successful placements. Data reporting to the sponsor will occur once data for the first five successful interventions and the subsequent 14-day follow-ups are completed. Adverse event reporting to the IRB will occur in accordance with GCP standards. Due to the small sample size and short duration, patients lost to follow-up will be an indication for additional enrollment. No more than 10 total subjects will be enrolled.",
                    "interventionNames": [
                        "Device: ioveraº system"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "ioveraº system",
                    "description": "the use of surgical procedure that produces lesions in peripheral nervous tissue through application of extreme cold",
                    "armGroupLabels": [
                        "Case Series"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain Assessment",
                    "description": "Pain assessment using the Numeric Rating Scale for Pain NRS Pain McGill Pain Questionnaire \\[MPQ\\]), hospital LOS, ICU LOS, ventilator days, pain interference (using the Brief Pain Inventory \\[BPI\\]), sleep interference (using the Medical Outcomes Sleep Scale \\[MOS-Sleep\\]), sleep quality (using the Pittsburgh Sleep Quality Index \\[PSQI\\]), quality of life assessment \\[14\\], adverse events, re-admissions, and patient satisfaction \\[15\\].",
                    "timeFrame": "14 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Demographics",
                    "description": "Demographics age, sex, ethnicity, injury characteristics injury severity score ISS, abbreviated injury scale \\[AIS\\], mechanism, cause of injury), comorbidities, diagnoses, procedures, Glasgow Coma Scale (GCS) score (eye, verbal, motor, total), discharge status, discharge condition, emergency department and admission vitals, medication",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age Acute pain attributed to rib fracture(s) Able to obtain consent\n\nExclusion Criteria:\n\n* \\<18 years of age Pregnant Incarcerated Confounding injuries or significant pain attributed to secondary injury Patients with any of the following: cryoglobulinemia; paroxysmal cold hemoglobinuria; cold urticarial; Raynaud's disease; open and/or infected wounds at or near the treatment site",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "≥18 years of age Acute pain attributed to rib fracture(s) Able to obtain consent",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Bethany Brauer, MPH",
                    "role": "CONTACT",
                    "phone": "214 947-4459",
                    "phoneExt": "74459",
                    "email": "MHSIRB@mhd.com"
                }
            ],
            "locations": [
                {
                    "facility": "Methodist Dallas Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75203",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Colette N Ngo Ndjom, MS",
                            "role": "CONTACT",
                            "phone": "214-947-4680",
                            "phoneExt": "71281",
                            "email": "mhsirb@mhd.com"
                        },
                        {
                            "name": "Loretta W Bedell, MPH",
                            "role": "CONTACT",
                            "phone": "217-947-4680",
                            "phoneExt": "74680",
                            "email": "mhsirb@mhd.com"
                        },
                        {
                            "name": "Conner McDaniel, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "20567973",
                    "type": "BACKGROUND",
                    "citation": "Truitt MS, Mooty RC, Amos J, Lorenzo M, Mangram A, Dunn E. Out with the old, in with the new: a novel approach to treating pain associated with rib fractures. World J Surg. 2010 Oct;34(10):2359-62. doi: 10.1007/s00268-010-0651-9."
                },
                {
                    "pmid": "22182865",
                    "type": "BACKGROUND",
                    "citation": "Truitt MS, Murry J, Amos J, Lorenzo M, Mangram A, Dunn E, Moore EE. Continuous intercostal nerve blockade for rib fractures: ready for primetime? J Trauma. 2011 Dec;71(6):1548-52; discussion 1552. doi: 10.1097/TA.0b013e31823c96e0."
                },
                {
                    "pmid": "27192468",
                    "type": "BACKGROUND",
                    "citation": "Ibrahim-Zada I, Bell MT, Campion EM, Pieracci FM, Truitt MS. Delayed presentation of pulmonary hernia following surgical stabilization of severe rib fractures. J Trauma Acute Care Surg. 2016 Aug;81(2):397-9. doi: 10.1097/TA.0000000000001102. No abstract available."
                },
                {
                    "pmid": "32435097",
                    "type": "BACKGROUND",
                    "citation": "Beard L, Holt B, Snelson C, Parcha C, Smith FG, Veenith T. Analgesia of Patients with Multiple Rib Fractures in Critical Care: A Survey of Healthcare Professionals in the UK. Indian J Crit Care Med. 2020 Mar;24(3):184-189. doi: 10.5005/jp-journals-10071-23375."
                },
                {
                    "pmid": "31688827",
                    "type": "BACKGROUND",
                    "citation": "Ho AM, Ho AK, Mizubuti GB, Klar G, Karmakar MK. Regional analgesia for patients with traumatic rib fractures: A narrative review. J Trauma Acute Care Surg. 2020 Jan;88(1):e22-e30. doi: 10.1097/TA.0000000000002524. No abstract available."
                },
                {
                    "pmid": "19247744",
                    "type": "BACKGROUND",
                    "citation": "Carrier FM, Turgeon AF, Nicole PC, Trepanier CA, Fergusson DA, Thauvette D, Lessard MR. Effect of epidural analgesia in patients with traumatic rib fractures: a systematic review and meta-analysis of randomized controlled trials. Can J Anaesth. 2009 Mar;56(3):230-42. doi: 10.1007/s12630-009-9052-7. Epub 2009 Feb 11."
                },
                {
                    "pmid": "28624032",
                    "type": "BACKGROUND",
                    "citation": "McKendy KM, Lee LF, Boulva K, Deckelbaum DL, Mulder DS, Razek TS, Grushka JR. Epidural analgesia for traumatic rib fractures is associated with worse outcomes: a matched analysis. J Surg Res. 2017 Jun 15;214:117-123. doi: 10.1016/j.jss.2017.02.057. Epub 2017 Mar 6."
                },
                {
                    "pmid": "32081750",
                    "type": "BACKGROUND",
                    "citation": "Sheets NW, Davis JW, Dirks RC, Pang AW, Kwok AM, Wolfe MM, Sue LP. Intercostal Nerve Block with Liposomal Bupivacaine vs Epidural Analgesia for the Treatment of Traumatic Rib Fracture. J Am Coll Surg. 2020 Jul;231(1):150-154. doi: 10.1016/j.jamcollsurg.2019.12.044. Epub 2020 Feb 17."
                },
                {
                    "pmid": "26604819",
                    "type": "BACKGROUND",
                    "citation": "Britt T, Sturm R, Ricardi R, Labond V. Comparative evaluation of continuous intercostal nerve block or epidural analgesia on the rate of respiratory complications, intensive care unit, and hospital stay following traumatic rib fractures: a retrospective review. Local Reg Anesth. 2015 Oct 27;8:79-84. doi: 10.2147/LRA.S80498. eCollection 2015."
                },
                {
                    "pmid": "19359920",
                    "type": "BACKGROUND",
                    "citation": "Mohta M, Verma P, Saxena AK, Sethi AK, Tyagi A, Girotra G. Prospective, randomized comparison of continuous thoracic epidural and thoracic paravertebral infusion in patients with unilateral multiple fractured ribs--a pilot study. J Trauma. 2009 Apr;66(4):1096-101. doi: 10.1097/TA.0b013e318166d76d."
                },
                {
                    "pmid": "32166917",
                    "type": "BACKGROUND",
                    "citation": "Cadaval Gallardo C, Martinez J, Bellia-Munzon G, Nazar M, Sanjurjo D, Toselli L, Martinez-Ferro M. Thoracoscopic cryoanalgesia: A new strategy for postoperative pain control in minimally invasive pectus excavatum repair. Cir Pediatr. 2020 Jan 20;33(1):11-15. English, Spanish."
                },
                {
                    "pmid": "31699436",
                    "type": "BACKGROUND",
                    "citation": "Dekonenko C, Dorman RM, Duran Y, Juang D, Aguayo P, Fraser JD, Oyetunji TA, Snyder CL, Holcomb GW 3rd, Millspaugh DL, St Peter SD. Postoperative pain control modalities for pectus excavatum repair: A prospective observational study of cryoablation compared to results of a randomized trial of epidural vs patient-controlled analgesia. J Pediatr Surg. 2020 Aug;55(8):1444-1447. doi: 10.1016/j.jpedsurg.2019.09.021. Epub 2019 Oct 26."
                },
                {
                    "pmid": "31668607",
                    "type": "BACKGROUND",
                    "citation": "Farley P, Griffin RL, Jansen JO, Bosarge PL. Quantifying Pain Associated With Rib Fractures. J Surg Res. 2020 Feb;246:476-481. doi: 10.1016/j.jss.2019.09.032. Epub 2019 Oct 24."
                },
                {
                    "pmid": "14613562",
                    "type": "BACKGROUND",
                    "citation": "Burckhardt CS, Anderson KL. The Quality of Life Scale (QOLS): reliability, validity, and utilization. Health Qual Life Outcomes. 2003 Oct 23;1:60. doi: 10.1186/1477-7525-1-60."
                },
                {
                    "pmid": "12389801",
                    "type": "BACKGROUND",
                    "citation": "Jenkinson C, Coulter A, Bruster S. The Picker Patient Experience Questionnaire: development and validation using data from in-patient surveys in five countries. Int J Qual Health Care. 2002 Oct;14(5):353-8. doi: 10.1093/intqhc/14.5.353."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Study data or any protected health information will not be shared with anyone that is not delegated to the study. The PI is committed to disseminate research results in a timely fashion. Sharing of results generated by the data analysis during the course of the project will be through presentation at national scientific meetings and/or publication in open access journals. All information obtained will be source de-identified and presented on a large scale and not traceable to any one particular individual. Data will be shared with the sponsor after all identifiers are removed and a data use agreement fully executed prior to dissemination of any data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "CSR",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "All study-related documents will be retained by the CRI until at least three years after study completion or according to local laws, whichever is longer.",
            "accessCriteria": "ClinicalTrials.gov"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012253",
                    "term": "Rib Fractures"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050723",
                    "term": "Fractures, Bone"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000013898",
                    "term": "Thoracic Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "relevance": "LOW"
                },
                {
                    "id": "M15082",
                    "name": "Rib Fractures",
                    "asFound": "Rib Fractures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M16657",
                    "name": "Thoracic Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}