{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05298358",
            "orgStudyIdInfo": {
                "id": "J19128"
            },
            "secondaryIdInfos": [
                {
                    "id": "IRB00292605",
                    "type": "OTHER",
                    "domain": "JHU IRB"
                }
            ],
            "organization": {
                "fullName": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            },
            "briefTitle": "RIC alloBMT With Post-transplant Cyclophosphamide for Refractory Systemic Sclerosis",
            "officialTitle": "A Phase I Study of Reduced Intensity Conditioning Allogeneic Bone Marrow Transplant With Post-transplant Cyclophosphamide for Refractory Systemic Sclerosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "ric-allobmt-with-post-transplant-cyclophosphamide-for-refractory-systemic-sclerosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-07",
            "studyFirstSubmitQcDate": "2022-03-23",
            "studyFirstPostDateStruct": {
                "date": "2022-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase I, single arm, open label, single center pilot study to assess a reduced-intensity conditioning regimen, bone marrow transplantation with high dose cyclophosphamide (PTCy) in recipients with refractory systemic sclerosis. This study expects to enroll 15 donor/recipient pairs for a total of 30 participants.\n\nThe primary objective of this study is to assess the safety of using a reduced intensity condition (RIC) preparative regimen bone marrow transplant (BMT) with post-transplant cyclophosphamide for graft vs host disease (GVHD) prophylaxis as treatment for patients with scleroderma. Safety events are grade III-IV GVHD and treatment related mortality within 1 year.\n\nEligibility includes patients \\>18 years who are eligible for transplantation according to the BMT Policy Manual, meet the 2013 ACR/EULAR Criteria for Systemic Sclerosis and display active diffuse cutaneous disease.\n\nThe trial also includes analyses of the effects of BMT on skeletal and cardiac muscle using systemic scleroderma serum biomarkers of CK, aldolase, and troponin as well as periodic monitoring of circulating scleroderma auto-antibody titers, autoreactive T cells, and flow cytometric signatures over the one-year study period to correlate with response.",
            "detailedDescription": "The purpose of this study is to find out if the drug cyclophosphamide given after bone marrow transplantation is safe and effective in patients with systemic sclerosis that have not responded to other standard treatments.\n\nSystemic sclerosis (scleroderma) is a systemic autoimmune disease associated with high morbidity and mortality, with an estimated prevalence of 50-300 per million persons/year and incidence of 2.3-22.9 per million persons/year. Currently there exists no cure for scleroderma, and medical management is entirely off-label, with no FDA approved drugs for this condition. Treatment is based on symptom management focused on the specific organ system affected such as the lung, skin, musculoskeletal, cardiac, renal, or gastrointestinal systems.\n\nInterest in improving response rates and decreasing relapse has turned attention toward allogeneic stem cell transplantation (allo-BMT). The possibility of maintaining control of autoimmunity by means of mixed chimerism in these autoimmune diseases is quite important. These patients may not need full engraftment to have disease modification. There is still concern about the morbidity GVHD for these patients in the allogeneic setting as well as a potentially limited number of available donors. Towards this end, the study was developed with an approach to BMT using post-transplant cyclophosphamide (PTCy) that allows safe performance of allogeneic BMT from matched, mismatched, unrelated or haploidentical donors.\n\nGiven that there are responses of refractory systemic sclerosis (SSc) to immunosuppressive therapy in some form, eligible patients will be required to have experienced disease progression despite at least one course of immunosuppressive therapy. In general, this will be defined as progression of skin or lung disease despite optimal courses of therapy or failure to tolerate therapeutic doses of immunosuppressive therapy. Potential donors will be excluded if the donors report a history of autoimmunity. The rationale for this comes from the knowledge that gender, a genetically controlled factor, plays a role in the incidence of autoimmune disease.\n\nThe study regimen includes several days of chemotherapy, immunosuppressant, and a single dose of radiation followed by the bone marrow transplant. After the transplant, recipient patients will receive two doses of the intravenous (IV, through a vein) chemotherapy cyclophosphamide and two oral medications to prevent graft versus host disease and to aid in bone marrow engraftment. After a while, the anti-rejection medications are stopped.\n\nDuring this time, a chimerism assay that defines how much of the blood comes from donor cells and how much of the blood comes from the recipient will be performed at four weeks, eight weeks, six months, one year after the transplant. This test will tell if the donor's transplanted cells are surviving long term in the recipient.\n\nIf a recipient participant is eligible, the study regimen will begin about 30 days before bone marrow transplantation and participation will continue for up to 1 year after transplant."
        },
        "conditionsModule": {
            "conditions": [
                "Systemic Sclerosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "RIC- alloBMT with high PTCy in SSc",
                    "type": "EXPERIMENTAL",
                    "description": "Days -9 Thymoglobulin 0.5 mg/kg IV\n\nDays -8,-7 Thymoglobulin 2 mg/kg IV daily\n\nDays -6, -5 Fludarabine 30 mg/M2 IV Cyclophosphamide 14.5 mg/kg IV\n\nDays -4, -3-2 Fludarabine 30 mg/M2 IV\n\nDay -1 TBI 400 cGy\n\nDay 0 Infuse unmanipulated marrow; begin antimicrobial prophylaxis.\n\nDays 3, 4 Cy 50 mg/kg IV and Mesna 40 mg/kg IV\n\nDay 5 FK-506 oral and MMF oral and G-CSF\n\nDay 30 Assess peripheral blood chimerism\n\nDay 35 Discontinue MMF\n\nDay 60 Assess peripheral blood chimerism\n\nDay 180 Discontinue FK-506 Evaluate disease Assess Chimerism in peripheral blood\n\n1 yr. Evaluate disease by peripheral blood chimerism",
                    "interventionNames": [
                        "Biological: RIC alloBMT w PTCy in refractory SSc"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "RIC alloBMT w PTCy in refractory SSc",
                    "description": "The preparative regimen:\n\n* Thymoglobulin 0.5 mg/kg IV day -9\n* Thymoglobulin 2 mg/kg IV Days -8, -7\n* Cyclophosphamide (Cy) 14.5 mg/kg IV Days -6,-5\n* Fludarabine 30 mg/m2 IV Days -6, -5, -4, -3,-2\n* Total body irradiation (TBI) 400cGy\n* Day 0- infusion of unmanipulated bone marrow\n\nThe GVHD prophylaxis regimen:\n\n* Cy 50 mg/kg IV Days 3, 4\n* Tacrolimus (FK-506) (IV or oral (po)) beginning Day 5 with dose adjusted to maintain a trough level of 5-15 ng/mL. Sirolimus may be substituted for tacrolimus.\n* Mycophenolate mofetil (MMF) 15 mg/kg po TID, maximum dose 1 g po TID Day 5 - Day 35\n* Filgrastim (G-CSF) 5 µg/kg SQ daily beginning Day 5 until absolute neutrophil (ANC) is greater than 1000/µl over at least 2 days.\n\nSupportive care:\n\n* Mesna- 10 mg/kg/ IV Day 3, 4\n* Patients will receive infection prophylaxis and treatment according to institutional guidelines.",
                    "armGroupLabels": [
                        "RIC- alloBMT with high PTCy in SSc"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acute Graft vs Host disease (GVHD) incidence",
                    "description": "Number of safety events defined as CTCAE grade III-IV acute GVHD.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Chronic Graft vs Host disease (GVHD) incidence",
                    "description": "Number of participants with chronic GVHD requiring systemic immune suppression.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Disease relapse or progression incidence",
                    "description": "Number of participants diagnosed with disease relapse or progression.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Incidence of death",
                    "description": "Number of participant deaths by any cause.",
                    "timeFrame": "1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Event free survival- pulmonary hypertension",
                    "description": "Number of participants with a new diagnosis of pulmonary hypertension by right heart cardiac catheterization (mean PAP\\>25 mmHg).",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- cardiomyopathy",
                    "description": "Number of participants with a new diagnosis of cardiomyopathy (Left ventricular function \\<30% on ECHO).",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- increased mRSS scoring in diffuse scleroderma patients",
                    "description": "Number of participants initially diagnosed with diffuse scleroderma with an increase in mRSS score by 5 points.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- renal crisis",
                    "description": "Number of participants with new renal crisis.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- pulmonary function assessment",
                    "description": "Number of participant who experience a 10% or greater decrease in forced vital capacity (FVC) OR a 5-10% decrease in FVC AND 15% or greater decrease in diffusing capacity of the lungs for carbon monoxide (DLCO).",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- CTCAE v5 Grade 3 or higher toxicities",
                    "description": "Number of grade 3 or higher toxicity events based on CTCAE v5.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- incidence of serious infections",
                    "description": "Number of grade 3 or higher infections based on CTCAE v5 criteria.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- increased rate of revised Minnesota high risk aGVHD",
                    "description": "Number participants with increased high risk aGVHD according to revised Minnesota high risk aGVHD criteria.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- proportion off immunosuppression without GVHD or disease recurrence",
                    "description": "Proportion of participants who are off of immunosuppression without GVHD or disease recurrence at 12 months post transplantation.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- hematologic recovery",
                    "description": "Number of participants who have experienced hematologic recovery at 12 months based on neutrophil and platelet counts.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- donor cell engraftment",
                    "description": "Number of participants who experience donor cell engraftment based on chimerism reports.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Event free survival- transplant related death",
                    "description": "Number of participant who die and whose death are attributed to transplant.",
                    "timeFrame": "1 year"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Additional exploratory objective- serum CK",
                    "description": "To assess the effects of BMT on skeletal and cardiac muscle",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Additional exploratory objective- serum aldolase",
                    "description": "To assess the effects of BMT on skeletal and cardiac muscle",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Additional exploratory objective- serum troponin",
                    "description": "To assess the effects of BMT on skeletal and cardiac muscle",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Additional exploratory objective- scleroderma autoantibody titers",
                    "description": "Assess impact of BMT on histologic scleroderma biomarkers by measuring amount of autoantibodies",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Additional exploratory objective- autoreactive T cells",
                    "description": "Assess impact of BMT on histologic scleroderma biomarkers by measuring amount of autoreactive T cells",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Additional exploratory objective- flow cytometric analysis of HLA-A, B or DR biomarkers on lymphocytes",
                    "description": "Assess impact of BMT on histologic scleroderma biomarkers by assessment of flow cytometry. Complete donor chimerism will be defined as \\>95%.Mixed donor chimerism will be defined as \\>5%, but \\<95% CD3+ cells of donor origin.",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Recipient Inclusion Criteria:\n\nAll patients with moderate-to-severe SSc will be considered for this trial, including women and minorities. SSc is too rare a disease in children for it to be feasible to include them.\n\nPatients must meet the following criteria to be eligible for participation in this clinical trial:\n\n1. 2013 ACR/EULAR Criteria for Systemic Sclerosis\n2. Active diffuse cutaneous disease with an mRSS ≥ 20 - including increasing skin score, new body areas involved, increased thickening in previously affected body areas, severe pruritus, tendon friction rubs OR concern for active interstitial lung disease (ILD) with FVC\\<70% of predicted, new fibrosis/GGO on HRCT, and/or falling FVC \\>10% of predicted\n3. Lack of response to first line therapy including mycophenolate mofetil at maximum tolerated dose (up to 1.5 grams BID) after 10 weeks and/or equivalent degree of immunosuppression/immunomodulatory therapy with MTX, CYC, IVIG, or rituximab. Lack of response can include physician judgement based on review of records and patient report.\n4. Age \\>18 years and ≤ 65 years\n5. Patients should be eligible for transplantation according to the BMT Policy Manual.\n6. Female patients (unless postmenopausal for at least 1 year before the screening visit, or surgically sterilized), agree to practice two (2) effective methods of contraception at the same time, or agree to completely abstain from heterosexual intercourse, from the time of signing the informed consent through 12 months post-transplant. Effective birth control is defined as the following:\n\n   * Abstinence\n   * Consistently use birth control pills or patch\n   * Use injectable birth control (for example, Depo-Provera or Norplant)\n   * Have tubal sterilization\n   * Have placement of an IUD\n7. Use of a diaphragm with contraceptive jelly and/or condoms with contraceptive foam every time you have vaginal sex. Male patients (even if surgically sterilized), of partners of women of childbearing potential must agree to one of the following methods of contraception or abstain from heterosexual intercourse from the time of signing the informed consent through 12 months post-transplant. Effective birth control methods include:\n\n   * Abstinence\n   * Vasectomy or female partner who had a tubal ligation\n   * Use of condoms with contraceptive foam\n8. Adequate organ function\\* defined as:\n\n   1. Cardiac: Left ventricular ejection fraction (LVEF) at rest ≥ 45%. without evidence of pulmonary arterial hypertension (defined as resting pulmonary arterial systolic pressure (PASP) \\> 40 mmHg or mean pulmonary arterial pressure (mPAP) \\> 25 mmHg).\n   2. Hepatic: Total bilirubin \\< 3.0 x the upper limit of normal (ULN) (patients who have been diagnosed with Gilbert's Disease are allowed to exceed this limit) and Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 2.0 x ULN.\n   3. Renal: estimated creatinine clearance ≥ 40 mL/minute (using the Cockcroft-Gault formula and actual body weight).\n\n   Cockcroft-Gault formula, based on ideal body weight (IBW):\n\n   Creatinine clearance (CrCl) = (140 - age) x IBW (kg) x 0.85 for females/polymerase chain reaction (PCr) x 72 d. Pulmonary: DLCO (corrected/adjusted for hemoglobin) \\> 40% and forced expiratory volume (FEV1) \\> 50% predicted (without administration of bronchodilator) and FVC \\> 50% predicted.\n   * Patients not meeting eligibility for adequate organ function may still be eligible for the study if deemed reasonably safe and clinically appropriate by the investigator following consultation with the appropriate specialist (e.g., cardiology, nephrology, or pulmonology).\n9. Karnofsky performance score\\>70%\n10. Patients with a history of hepatitis B virus (HBV) infection must be on suppressive therapy, if indicated, with undetectable HBV viral load within 6 months.\n11. Patients with a history of hepatitis C virus (HCV) infection must have received prior treatment or must be receiving treatment currently with undetectable HCV viral load within 6 months.\n\nDonor inclusion criteria:\n\n1. HLA-matched or -haploidentical, parent, child, sibling, or half-sibling of the recipient\n2. Eligible as per donor selection in FDA 21 Code of Federal Regulations (CFR) Part 1271\n3. Meets all requirements for bone marrow donor selection criteria as described in the standard Johns Hopkins BMT Policies and Procedures.Donors who do not meet one or more of the donor screening requirements may donate under urgent medical need as determined by the principal investigators. Medically healthy with no clinically significant findings in the physical examination, medical history, vital signs which, in the judgment of the investigator, would inappropriately jeopardize the safety of the subject, interfere with study assessments, or impact the validity of the study results;\n4. No history of any clinically significant immunosuppressive or autoimmune disease including hematologic malignancy or history of solid organ or allogeneic bone marrow transplantation;\n5. Ability to understand and provide informed consent for all study procedures including bone marrow harvest.\n\nRecipient Exclusion Criteria:\n\n1. Pregnant, breast feeding, or considering becoming pregnant during the course of the study;\n2. Requiring IV antimicrobial treatment or hospitalization within 7 days prior to study enrollment for known active bacterial, viral, fungal, mycobacterial, parasitic, or other infection (excluding fungal infections of nail beds);\n3. History of human immunodeficiency virus (HIV) infection;\n4. Active or unresolved gastric antral vascular ectasia (GAVE) syndrome;\n5. Active or unresolved scleroderma renal crisis;\n6. Clinically significant pulmonary hypertension, interstitial lung disease, or other cardiopulmonary disease with inadequate organ function as defined above\\*\\*;\n7. Any illness or condition which, in the judgment of the investigator, would inappropriately jeopardize the safety of the subject, interfere with study assessments, or impact the validity of the study results;\n8. Known malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer;\n9. Prisoners or subjects who are compulsorily detained (involuntary incarceration) for treatment of either a physical or psychiatric illness;\n10. Active drug or alcohol use or dependence that, in the opinion of the investigator, would interfere with adherence to study requirements or assessment of immunologic endpoints;\n11. History of significant allergic reactions, hypersensitivity, or intolerance attributed to compounds of similar chemical or biologic composition to cyclophosphamide or other agents used in the study.\n\n    * Patients not meeting eligibility for adequate organ function may still be eligible for the study if deemed reasonably safe and clinically appropriate by the investigator following consultation with the appropriate specialist (e.g., cardiology, nephrology, or pulmonology).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cole Sterling, MD",
                    "role": "CONTACT",
                    "phone": "410-955-8893",
                    "email": "csterli4@jhmi.edu"
                },
                {
                    "name": "Jenn Cash, RN",
                    "role": "CONTACT",
                    "phone": "410-502-8313",
                    "email": "jcash5@jhmi.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Cole Sterling, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins University",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cole Sterling, MD",
                            "role": "CONTACT",
                            "phone": "410-955-8893",
                            "email": "csterli4@jhmi.edu"
                        },
                        {
                            "name": "Jen Cash, RN",
                            "role": "CONTACT",
                            "phone": "410-502-8313",
                            "email": "jcash5@jhmi.edu"
                        },
                        {
                            "name": "Christopher Mecoli, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot_SAP",
                    "hasProtocol": true,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Study Protocol and Statistical Analysis Plan",
                    "date": "2023-09-29",
                    "uploadDate": "2023-12-11T13:53",
                    "filename": "Prot_SAP_001.pdf",
                    "size": 886179
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012595",
                    "term": "Scleroderma, Systemic"
                },
                {
                    "id": "D000045743",
                    "term": "Scleroderma, Diffuse"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000003240",
                    "term": "Connective Tissue Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15412",
                    "name": "Scleroderma, Systemic",
                    "asFound": "Systemic Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25560",
                    "name": "Scleroderma, Diffuse",
                    "asFound": "Systemic Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6464",
                    "name": "Connective Tissue Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5565",
                    "name": "Systemic Scleroderma",
                    "asFound": "Systemic Sclerosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "relevance": "LOW"
                },
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M1945",
                    "name": "Lenograstim",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "relevance": "LOW"
                },
                {
                    "id": "M12128",
                    "name": "Mycophenolic Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M18950",
                    "name": "Tacrolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M255823",
                    "name": "Thymoglobulin",
                    "relevance": "LOW"
                },
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17811",
                    "name": "Mesna",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}