{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06312683",
            "orgStudyIdInfo": {
                "id": "23-2111"
            },
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "Rifaximin for the Secondary Prevention of Recurrent Pouchitis",
            "officialTitle": "Rifaximin for the Secondary Prevention of Recurrent Pouchitis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rifaximin-for-the-secondary-prevention-of-recurrent-pouchitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-08",
            "studyFirstSubmitQcDate": "2024-03-08",
            "studyFirstPostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Bausch Health Americas, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Although many people will develop recurrent pouchitis (inflammation of the ileal pouch-anal anastomosis or J-pouch after colectomy for ulcerative colitis) after an initial episode of pouchitis, there are currently no effective treatments to prevent recurrent pouchitis. The goal of this study is to evaluate the potential for rifaximin, an antibiotic, to prevent recurrent pouchitis after treatment for an initial episode of pouchitis. In this study, all patients will be given daily rifaximin for one year after being treated for an initial episode of pouchitis. This study will examine whether people are willing to take rifaximin for one year with the goal of preventing recurrent pouchitis. Additionally, this study will examine whether patients experience any unexpected side effects of rifaximin therapy. The information gained through this study will potentially be helpful in improving the ability to prevent recurrent pouchitis in patients who have a colectomy for ulcerative colitis."
        },
        "conditionsModule": {
            "conditions": [
                "Pouchitis"
            ],
            "keywords": [
                "Recurrent pouchitis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 8,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "All Participants",
                    "type": "EXPERIMENTAL",
                    "description": "550 mg Rifaximin (Xifaxan) twice a day x 365 days",
                    "interventionNames": [
                        "Drug: Rifaximin 550 MG Oral Tablet [XIFAXAN]"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Rifaximin 550 MG Oral Tablet [XIFAXAN]",
                    "description": "Rifaximin 550 MG Oral Tablet \\[XIFAXAN\\] Taken twice a day for up to 365 days",
                    "armGroupLabels": [
                        "All Participants"
                    ],
                    "otherNames": [
                        "Xifaxan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of Participants Who Develop Recurrent Pouchitis",
                    "description": "Recurrent pouchitis, defined as a second episode of pouchitis within a 12 month period after the initial episode of pouchitis or the need for prolonged/recurrent antibiotics after the initial 14 day period (and initiation of rifaximin).",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Informed consent will be obtained before any study-related procedures\n* Age \\> 18 and \\<75 years\n* Participants with a proven history of ulcerative colitis and history of 1,2, modified -2 or 3 stage Ileal pouch anal anastomosis (IPAA) and ileostomy takedown\n* Diagnosis of initial episode of pouchitis within the first 12 months after ileostomy takedown/final stage of IPAA surgery\n\nExclusion Criteria:\n\n* Known hypersensitivity to rifaximin or its metabolites\n* Known Crohn's disease\n* History of perianal fistula\n* Known incontinence due to anal sphincter dysfunction\n* Known irritable pouch syndrome\n* Active ongoing pelvic infection/sepsis at baseline visit\n* New onset of high bowel frequency in the setting of acute pouchitis in the first 4 weeks after IPAA\n* Known Clostridoides difficile infection\n* Need for antibiotic long-term therapy (e.g. doxycycline for acne)\n* Known active Hepatitis B, C, HIV\n* Clinically significant liver disease (Primary Sclerosing Cholangitis with LFT's \\<1.5 upper limit of normal can be included)\n* Severe hepatic impairment, defined as Child-Pugh Class C\n* Concomitant use of p-glycoprotein (P-gp) inhibitors (e.g. cyclosporine)\n* Known decreased kidney function with a glomerular filtration rate \\<60 ml/min/1.732\n* Fecal microbiota transplantation within 16 weeks before ileostomy takedown\n* History of malignancy, except for basal cell carcinoma, non-metastatic squamous cell carcinoma of the skin, or prior malignancy with curative therapy completed at least 5 years prior to Screening and no recurrence.\n* Clinically significant laboratory results at screening or baseline, as judged by the Investigator from local testing.\n* Female who is pregnant, breast-feeding or intends to become pregnant or is of child-bearing potential and not using a highly effective contraceptive method. Women of child-bearing potential must have a negative urine pregnancy test prior to drug being dispensed.\n* Participation in any clinical trial of an approved or non-approved investigational medicinal product within 30 days before screening.\n* Any disorder, which in the investigator's opinion might jeopardize participant's safety or compliance with the protocol.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "74 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mikki Sandridge",
                    "role": "CONTACT",
                    "phone": "(919) 843-3873",
                    "email": "mikki_sandridge@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Edward Barnes, MD, MPH",
                    "affiliation": "University of North Carolina",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mikki Sandridge",
                            "role": "CONTACT",
                            "phone": "919-843-3873",
                            "email": "mikki_sandridge@med.unc.edu"
                        },
                        {
                            "name": "Edward Barnes, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "25222665",
                    "type": "BACKGROUND",
                    "citation": "Devaraj B, Kaiser AM. Surgical management of ulcerative colitis in the era of biologicals. Inflamm Bowel Dis. 2015 Jan;21(1):208-20. doi: 10.1097/MIB.0000000000000178."
                },
                {
                    "pmid": "12730861",
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Rizzello F, Helwig U, Venturi A, Lammers KM, Brigidi P, Vitali B, Poggioli G, Miglioli M, Campieri M. Prophylaxis of pouchitis onset with probiotic therapy: a double-blind, placebo-controlled trial. Gastroenterology. 2003 May;124(5):1202-9. doi: 10.1016/s0016-5085(03)00171-9."
                },
                {
                    "pmid": "28301429",
                    "type": "BACKGROUND",
                    "citation": "Lightner AL, Mathis KL, Dozois EJ, Hahnsloser D, Loftus EV Jr, Raffals LE, Pemberton JH. Results at Up to 30 Years After Ileal Pouch-Anal Anastomosis for Chronic Ulcerative Colitis. Inflamm Bowel Dis. 2017 May;23(5):781-790. doi: 10.1097/MIB.0000000000001061."
                },
                {
                    "pmid": "28426474",
                    "type": "BACKGROUND",
                    "citation": "Barnes EL, Herfarth HH, Sandler RS, Chen W, Jaeger E, Nguyen VM, Robb AR, Kappelman MD, Martin CF, Long MD. Pouch-Related Symptoms and Quality of Life in Patients with Ileal Pouch-Anal Anastomosis. Inflamm Bowel Dis. 2017 Jul;23(7):1218-1224. doi: 10.1097/MIB.0000000000001119."
                },
                {
                    "pmid": "31634390",
                    "type": "BACKGROUND",
                    "citation": "Barnes EL, Jiang Y, Kappelman MD, Long MD, Sandler RS, Kinlaw AC, Herfarth HH. Decreasing Colectomy Rate for Ulcerative Colitis in the United States Between 2007 and 2016: A Time Trend Analysis. Inflamm Bowel Dis. 2020 Jul 17;26(8):1225-1231. doi: 10.1093/ibd/izz247."
                },
                {
                    "pmid": "32585362",
                    "type": "BACKGROUND",
                    "citation": "Barnes EL, Herfarth HH, Kappelman MD, Zhang X, Lightner A, Long MD, Sandler RS. Incidence, Risk Factors, and Outcomes of Pouchitis and Pouch-Related Complications in Patients With Ulcerative Colitis. Clin Gastroenterol Hepatol. 2021 Aug;19(8):1583-1591.e4. doi: 10.1016/j.cgh.2020.06.035. Epub 2020 Jun 22."
                },
                {
                    "pmid": "31596761",
                    "type": "BACKGROUND",
                    "citation": "Bertucci Zoccali M, Hyman NH, Skowron KB, Rubin M, Cannon LM, Hurst RD, Umanskiy K, Rubin DT, Shogan BD. Exposure to Anti-tumor Necrosis Factor Medications Increases the Incidence of Pouchitis After Restorative Proctocolectomy in Patients With Ulcerative Colitis. Dis Colon Rectum. 2019 Nov;62(11):1344-1351. doi: 10.1097/DCR.0000000000001467."
                },
                {
                    "pmid": "35525393",
                    "type": "BACKGROUND",
                    "citation": "Barnes EL, Allin KH, Iversen AT, Herfarth HH, Jess T. Increasing Incidence of Pouchitis Between 1996 and 2018: A Population-Based Danish Cohort Study. Clin Gastroenterol Hepatol. 2023 Jan;21(1):192-199.e7. doi: 10.1016/j.cgh.2022.04.015. Epub 2022 May 5."
                },
                {
                    "pmid": "34610443",
                    "type": "BACKGROUND",
                    "citation": "Barnes EL, Kappelman MD, Zhang X, Long MD, Sandler RS, Herfarth HH. Patients With Pouchitis Demonstrate a Significant Cost Burden in the First Two Years After Ileal Pouch-Anal Anastomosis. Clin Gastroenterol Hepatol. 2022 Dec;20(12):2908-2910.e2. doi: 10.1016/j.cgh.2021.09.037. Epub 2021 Oct 2."
                },
                {
                    "pmid": "23299522",
                    "type": "BACKGROUND",
                    "citation": "Fazio VW, Kiran RP, Remzi FH, Coffey JC, Heneghan HM, Kirat HT, Manilich E, Shen B, Martin ST. Ileal pouch anal anastomosis: analysis of outcome and quality of life in 3707 patients. Ann Surg. 2013 Apr;257(4):679-85. doi: 10.1097/SLA.0b013e31827d99a2."
                },
                {
                    "pmid": "30698715",
                    "type": "BACKGROUND",
                    "citation": "Barnes EL, Kochar B, Jessup HR, Herfarth HH. The Incidence and Definition of Crohn's Disease of the Pouch: A Systematic Review and Meta-analysis. Inflamm Bowel Dis. 2019 Aug 20;25(9):1474-1480. doi: 10.1093/ibd/izz005."
                },
                {
                    "pmid": "17904915",
                    "type": "BACKGROUND",
                    "citation": "Kappelman MD, Rifas-Shiman SL, Kleinman K, Ollendorf D, Bousvaros A, Grand RJ, Finkelstein JA. The prevalence and geographic distribution of Crohn's disease and ulcerative colitis in the United States. Clin Gastroenterol Hepatol. 2007 Dec;5(12):1424-9. doi: 10.1016/j.cgh.2007.07.012. Epub 2007 Sep 29."
                },
                {
                    "pmid": "18796097",
                    "type": "BACKGROUND",
                    "citation": "Herrinton LJ, Liu L, Lewis JD, Griffin PM, Allison J. Incidence and prevalence of inflammatory bowel disease in a Northern California managed care organization, 1996-2002. Am J Gastroenterol. 2008 Aug;103(8):1998-2006. doi: 10.1111/j.1572-0241.2008.01960.x."
                },
                {
                    "pmid": "17206702",
                    "type": "BACKGROUND",
                    "citation": "Loftus CG, Loftus EV Jr, Harmsen WS, Zinsmeister AR, Tremaine WJ, Melton LJ 3rd, Sandborn WJ. Update on the incidence and prevalence of Crohn's disease and ulcerative colitis in Olmsted County, Minnesota, 1940-2000. Inflamm Bowel Dis. 2007 Mar;13(3):254-61. doi: 10.1002/ibd.20029."
                },
                {
                    "pmid": "19436273",
                    "type": "BACKGROUND",
                    "citation": "Gower-Rousseau C, Dauchet L, Vernier-Massouille G, Tilloy E, Brazier F, Merle V, Dupas JL, Savoye G, Balde M, Marti R, Lerebours E, Cortot A, Salomez JL, Turck D, Colombel JF. The natural history of pediatric ulcerative colitis: a population-based cohort study. Am J Gastroenterol. 2009 Aug;104(8):2080-8. doi: 10.1038/ajg.2009.177. Epub 2009 May 12."
                },
                {
                    "pmid": "18774533",
                    "type": "BACKGROUND",
                    "citation": "Allison J, Herrinton LJ, Liu L, Yu J, Lowder J. Natural history of severe ulcerative colitis in a community-based health plan. Clin Gastroenterol Hepatol. 2008 Sep;6(9):999-1003. doi: 10.1016/j.cgh.2008.05.022."
                },
                {
                    "pmid": "8020674",
                    "type": "BACKGROUND",
                    "citation": "Langholz E, Munkholm P, Davidsen M, Binder V. Course of ulcerative colitis: analysis of changes in disease activity over years. Gastroenterology. 1994 Jul;107(1):3-11. doi: 10.1016/0016-5085(94)90054-x."
                },
                {
                    "pmid": "23896172",
                    "type": "BACKGROUND",
                    "citation": "Frolkis AD, Dykeman J, Negron ME, Debruyn J, Jette N, Fiest KM, Frolkis T, Barkema HW, Rioux KP, Panaccione R, Ghosh S, Wiebe S, Kaplan GG. Risk of surgery for inflammatory bowel diseases has decreased over time: a systematic review and meta-analysis of population-based studies. Gastroenterology. 2013 Nov;145(5):996-1006. doi: 10.1053/j.gastro.2013.07.041. Epub 2013 Jul 27."
                },
                {
                    "pmid": "33127595",
                    "type": "BACKGROUND",
                    "citation": "Tsai L, Ma C, Dulai PS, Prokop LJ, Eisenstein S, Ramamoorthy SL, Feagan BG, Jairath V, Sandborn WJ, Singh S. Contemporary Risk of Surgery in Patients With Ulcerative Colitis and Crohn's Disease: A Meta-Analysis of Population-Based Cohorts. Clin Gastroenterol Hepatol. 2021 Oct;19(10):2031-2045.e11. doi: 10.1016/j.cgh.2020.10.039. Epub 2020 Oct 27."
                },
                {
                    "pmid": "8801203",
                    "type": "BACKGROUND",
                    "citation": "Penna C, Dozois R, Tremaine W, Sandborn W, LaRusso N, Schleck C, Ilstrup D. Pouchitis after ileal pouch-anal anastomosis for ulcerative colitis occurs with increased frequency in patients with associated primary sclerosing cholangitis. Gut. 1996 Feb;38(2):234-9. doi: 10.1136/gut.38.2.234."
                },
                {
                    "pmid": "7958702",
                    "type": "BACKGROUND",
                    "citation": "Sandborn WJ. Pouchitis following ileal pouch-anal anastomosis: definition, pathogenesis, and treatment. Gastroenterology. 1994 Dec;107(6):1856-60. doi: 10.1016/0016-5085(94)90832-x. No abstract available."
                },
                {
                    "pmid": "9189096",
                    "type": "BACKGROUND",
                    "citation": "Romanos J, Samarasekera DN, Stebbing JF, Jewell DP, Kettlewell MG, Mortensen NJ. Outcome of 200 restorative proctocolectomy operations: the John Radcliffe Hospital experience. Br J Surg. 1997 Jun;84(6):814-8."
                },
                {
                    "pmid": "8210985",
                    "type": "BACKGROUND",
                    "citation": "Svaninger G, Nordgren S, Oresland T, Hulten L. Incidence and characteristics of pouchitis in the Kock continent ileostomy and the pelvic pouch. Scand J Gastroenterol. 1993 Aug;28(8):695-700. doi: 10.3109/00365529309098275."
                },
                {
                    "pmid": "30124882",
                    "type": "BACKGROUND",
                    "citation": "Quinn KP, Lightner AL, Faubion WA, Raffals LE. A Comprehensive Approach to Pouch Disorders. Inflamm Bowel Dis. 2019 Feb 21;25(3):460-471. doi: 10.1093/ibd/izy267."
                },
                {
                    "pmid": "26084005",
                    "type": "BACKGROUND",
                    "citation": "Herfarth HH, Long MD, Isaacs KL. Use of Biologics in Pouchitis: A Systematic Review. J Clin Gastroenterol. 2015 Sep;49(8):647-54. doi: 10.1097/MCG.0000000000000367."
                },
                {
                    "pmid": "29688472",
                    "type": "BACKGROUND",
                    "citation": "Dalal RL, Shen B, Schwartz DA. Management of Pouchitis and Other Common Complications of the Pouch. Inflamm Bowel Dis. 2018 Apr 23;24(5):989-996. doi: 10.1093/ibd/izy020."
                },
                {
                    "pmid": "25046009",
                    "type": "BACKGROUND",
                    "citation": "Batista D, Raffals L. Role of intestinal bacteria in the pathogenesis of pouchitis. Inflamm Bowel Dis. 2014 Aug;20(8):1481-6. doi: 10.1097/MIB.0000000000000055."
                },
                {
                    "pmid": "16830218",
                    "type": "BACKGROUND",
                    "citation": "Lovegrove RE, Tilney HS, Heriot AG, von Roon AC, Athanasiou T, Church J, Fazio VW, Tekkis PP. A comparison of adverse events and functional outcomes after restorative proctocolectomy for familial adenomatous polyposis and ulcerative colitis. Dis Colon Rectum. 2006 Sep;49(9):1293-306. doi: 10.1007/s10350-006-0608-0."
                },
                {
                    "pmid": "15056082",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Lashner B. Can we immunogenotypically and immunophenotypically profile patients who are at risk for pouchitis? Am J Gastroenterol. 2004 Mar;99(3):442-4. doi: 10.1111/j.1572-0241.2004.04096.x. No abstract available."
                },
                {
                    "pmid": "16239841",
                    "type": "BACKGROUND",
                    "citation": "Meier CB, Hegazi RA, Aisenberg J, Legnani PE, Nilubol N, Cobrin GM, Duerr RH, Gorfine SR, Bauer JJ, Sachar DB, Plevy SE. Innate immune receptor genetic polymorphisms in pouchitis: is CARD15 a susceptibility factor? Inflamm Bowel Dis. 2005 Nov;11(11):965-71. doi: 10.1097/01.mib.0000186407.25694.cf."
                },
                {
                    "pmid": "22879519",
                    "type": "BACKGROUND",
                    "citation": "Tyler AD, Milgrom R, Stempak JM, Xu W, Brumell JH, Muise AM, Sehgal R, Cohen Z, Koltun W, Shen B, Silverberg MS. The NOD2insC polymorphism is associated with worse outcome following ileal pouch-anal anastomosis for ulcerative colitis. Gut. 2013 Oct;62(10):1433-9. doi: 10.1136/gutjnl-2011-301957. Epub 2012 Aug 9."
                },
                {
                    "pmid": "11606494",
                    "type": "BACKGROUND",
                    "citation": "Carter MJ, Di Giovine FS, Cox A, Goodfellow P, Jones S, Shorthouse AJ, Duff GW, Lobo AJ. The interleukin 1 receptor antagonist gene allele 2 as a predictor of pouchitis following colectomy and IPAA in ulcerative colitis. Gastroenterology. 2001 Oct;121(4):805-11. doi: 10.1053/gast.2001.28017."
                },
                {
                    "pmid": "16437636",
                    "type": "BACKGROUND",
                    "citation": "Lammers KM, Ouburg S, Morre SA, Crusius JB, Gionchett P, Rizzello F, Morselli C, Caramelli E, Conte R, Poggioli G, Campieri M, Pena AS. Combined carriership of TLR9-1237C and CD14-260T alleles enhances the risk of developing chronic relapsing pouchitis. World J Gastroenterol. 2005 Dec 14;11(46):7323-9. doi: 10.3748/wjg.v11.i46.7323."
                },
                {
                    "pmid": "19617766",
                    "type": "BACKGROUND",
                    "citation": "Lim M, Adams JD, Wilcox M, Finan P, Sagar P, Burke D. An assessment of bacterial dysbiosis in pouchitis using terminal restriction fragment length polymorphisms of 16S ribosomal DNA from pouch effluent microbiota. Dis Colon Rectum. 2009 Aug;52(8):1492-500. doi: 10.1007/DCR.0b013e3181a7b77a."
                },
                {
                    "pmid": "19259080",
                    "type": "BACKGROUND",
                    "citation": "Coffey JC, Rowan F, Burke J, Dochery NG, Kirwan WO, O'Connell PR. Pathogenesis of and unifying hypothesis for idiopathic pouchitis. Am J Gastroenterol. 2009 Apr;104(4):1013-23. doi: 10.1038/ajg.2008.127. Epub 2009 Mar 3. Erratum In: Am J Gastroenterol. 2009 Jun;104(6):1613. Dochery, Neil [corrected to Dochery, Neil G]."
                },
                {
                    "pmid": "18275077",
                    "type": "BACKGROUND",
                    "citation": "Sokol H, Lay C, Seksik P, Tannock GW. Analysis of bacterial bowel communities of IBD patients: what has it revealed? Inflamm Bowel Dis. 2008 Jun;14(6):858-67. doi: 10.1002/ibd.20392."
                },
                {
                    "pmid": "17368235",
                    "type": "BACKGROUND",
                    "citation": "Komanduri S, Gillevet PM, Sikaroodi M, Mutlu E, Keshavarzian A. Dysbiosis in pouchitis: evidence of unique microfloral patterns in pouch inflammation. Clin Gastroenterol Hepatol. 2007 Mar;5(3):352-60. doi: 10.1016/j.cgh.2007.01.001."
                },
                {
                    "pmid": "31605691",
                    "type": "BACKGROUND",
                    "citation": "Dubinsky V, Reshef L, Bar N, Keizer D, Golan N, Rabinowitz K, Godny L, Yadgar K, Zonensain K, Tulchinsky H, Gophna U, Dotan I. Predominantly Antibiotic-resistant Intestinal Microbiome Persists in Patients With Pouchitis Who Respond to Antibiotic Therapy. Gastroenterology. 2020 Feb;158(3):610-624.e13. doi: 10.1053/j.gastro.2019.10.001. Epub 2019 Oct 9."
                },
                {
                    "pmid": "12068199",
                    "type": "BACKGROUND",
                    "citation": "Duffy M, O'Mahony L, Coffey JC, Collins JK, Shanahan F, Redmond HP, Kirwan WO. Sulfate-reducing bacteria colonize pouches formed for ulcerative colitis but not for familial adenomatous polyposis. Dis Colon Rectum. 2002 Mar;45(3):384-8. doi: 10.1007/s10350-004-6187-z."
                },
                {
                    "pmid": "16232236",
                    "type": "BACKGROUND",
                    "citation": "Smith FM, Coffey JC, Kell MR, O'Sullivan M, Redmond HP, Kirwan WO. A characterization of anaerobic colonization and associated mucosal adaptations in the undiseased ileal pouch. Colorectal Dis. 2005 Nov;7(6):563-70. doi: 10.1111/j.1463-1318.2005.00833.x."
                },
                {
                    "pmid": "26423113",
                    "type": "BACKGROUND",
                    "citation": "Machiels K, Sabino J, Vandermosten L, Joossens M, Arijs I, de Bruyn M, Eeckhaut V, Van Assche G, Ferrante M, Verhaegen J, Van Steen K, Van Immerseel F, Huys G, Verbeke K, Wolthuis A, de Buck Van Overstraeten A, D'Hoore A, Rutgeerts P, Vermeire S. Specific members of the predominant gut microbiota predict pouchitis following colectomy and IPAA in UC. Gut. 2017 Jan;66(1):79-88. doi: 10.1136/gutjnl-2015-309398. Epub 2015 Sep 30."
                },
                {
                    "pmid": "29051379",
                    "type": "BACKGROUND",
                    "citation": "Atarashi K, Suda W, Luo C, Kawaguchi T, Motoo I, Narushima S, Kiguchi Y, Yasuma K, Watanabe E, Tanoue T, Thaiss CA, Sato M, Toyooka K, Said HS, Yamagami H, Rice SA, Gevers D, Johnson RC, Segre JA, Chen K, Kolls JK, Elinav E, Morita H, Xavier RJ, Hattori M, Honda K. Ectopic colonization of oral bacteria in the intestine drives TH1 cell induction and inflammation. Science. 2017 Oct 20;358(6361):359-365. doi: 10.1126/science.aan4526."
                },
                {
                    "pmid": "10383499",
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Rizzello F, Venturi A, Ugolini F, Rossi M, Brigidi P, Johansson R, Ferrieri A, Poggioli G, Campieri M. Antibiotic combination therapy in patients with chronic, treatment-resistant pouchitis. Aliment Pharmacol Ther. 1999 Jun;13(6):713-8. doi: 10.1046/j.1365-2036.1999.00553.x."
                },
                {
                    "pmid": "17279300",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Fazio VW, Remzi FH, Bennett AE, Lopez R, Brzezinski A, Oikonomou I, Sherman KK, Lashner BA. Combined ciprofloxacin and tinidazole therapy in the treatment of chronic refractory pouchitis. Dis Colon Rectum. 2007 Apr;50(4):498-508. doi: 10.1007/s10350-006-0828-3."
                },
                {
                    "pmid": "17567869",
                    "type": "BACKGROUND",
                    "citation": "Isaacs KL, Sandler RS, Abreu M, Picco MF, Hanauer SB, Bickston SJ, Present D, Farraye FA, Wolf D, Sandborn WJ; Crohn's and Colitis Foundation of America Clinical Alliance. Rifaximin for the treatment of active pouchitis: a randomized, double-blind, placebo-controlled pilot study. Inflamm Bowel Dis. 2007 Oct;13(10):1250-5. doi: 10.1002/ibd.20187."
                },
                {
                    "pmid": "8200250",
                    "type": "BACKGROUND",
                    "citation": "Madden MV, McIntyre AS, Nicholls RJ. Double-blind crossover trial of metronidazole versus placebo in chronic unremitting pouchitis. Dig Dis Sci. 1994 Jun;39(6):1193-6. doi: 10.1007/BF02093783."
                },
                {
                    "pmid": "11966499",
                    "type": "BACKGROUND",
                    "citation": "Mimura T, Rizzello F, Helwig U, Poggioli G, Schreiber S, Talbot IC, Nicholls RJ, Gionchetti P, Campieri M, Kamm MA. Four-week open-label trial of metronidazole and ciprofloxacin for the treatment of recurrent or refractory pouchitis. Aliment Pharmacol Ther. 2002 May;16(5):909-17. doi: 10.1046/j.1365-2036.2002.01203.x."
                },
                {
                    "pmid": "11856075",
                    "type": "BACKGROUND",
                    "citation": "Sambuelli A, Boerr L, Negreira S, Gil A, Camartino G, Huernos S, Kogan Z, Cabanne A, Graziano A, Peredo H, Doldan I, Gonzalez O, Sugai E, Lumi M, Bai JC. Budesonide enema in pouchitis--a double-blind, double-dummy, controlled trial. Aliment Pharmacol Ther. 2002 Jan;16(1):27-34. doi: 10.1046/j.1365-2036.2002.01139.x."
                },
                {
                    "pmid": "2911318",
                    "type": "BACKGROUND",
                    "citation": "Miglioli M, Barbara L, Di Febo G, Gozzetti G, Lauri A, Paganelli GM, Poggioli G, Santucci R. Topical administration of 5-aminosalicylic acid: a therapeutic proposal for the treatment of pouchitis. N Engl J Med. 1989 Jan 26;320(4):257. doi: 10.1056/NEJM198901263200423. No abstract available."
                },
                {
                    "pmid": "15307872",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Lashner BA, Bennett AE, Remzi FH, Brzezinski A, Achkar JP, Bast J, Bambrick ML, Fazio VW. Treatment of rectal cuff inflammation (cuffitis) in patients with ulcerative colitis following restorative proctocolectomy and ileal pouch-anal anastomosis. Am J Gastroenterol. 2004 Aug;99(8):1527-31. doi: 10.1111/j.1572-0241.2004.30518.x."
                },
                {
                    "pmid": "19817724",
                    "type": "BACKGROUND",
                    "citation": "Belluzzi A, Serrani M, Roda G, Bianchi ML, Castellani L, Grazia M, Rosati G, Ugolini G, Roda E. Pilot study: the use of sulfasalazine for the treatment of acute pouchitis. Aliment Pharmacol Ther. 2010 Jan 15;31(2):228-32. doi: 10.1111/j.1365-2036.2009.04163.x. Epub 2009 Oct 10."
                },
                {
                    "pmid": "8412364",
                    "type": "BACKGROUND",
                    "citation": "Wischmeyer P, Pemberton JH, Phillips SF. Chronic pouchitis after ileal pouch-anal anastomosis: responses to butyrate and glutamine suppositories in a pilot study. Mayo Clin Proc. 1993 Oct;68(10):978-81. doi: 10.1016/s0025-6196(12)62270-8."
                },
                {
                    "pmid": "17934776",
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Rizzello F, Morselli C, Poggioli G, Tambasco R, Calabrese C, Brigidi P, Vitali B, Straforini G, Campieri M. High-dose probiotics for the treatment of active pouchitis. Dis Colon Rectum. 2007 Dec;50(12):2075-82; discussion 2082-4. doi: 10.1007/s10350-007-9068-4. Epub 2007 Oct 13."
                },
                {
                    "pmid": "10930365",
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Rizzello F, Venturi A, Brigidi P, Matteuzzi D, Bazzocchi G, Poggioli G, Miglioli M, Campieri M. Oral bacteriotherapy as maintenance treatment in patients with chronic pouchitis: a double-blind, placebo-controlled trial. Gastroenterology. 2000 Aug;119(2):305-9. doi: 10.1053/gast.2000.9370."
                },
                {
                    "pmid": "14684584",
                    "type": "BACKGROUND",
                    "citation": "Mimura T, Rizzello F, Helwig U, Poggioli G, Schreiber S, Talbot IC, Nicholls RJ, Gionchetti P, Campieri M, Kamm MA. Once daily high dose probiotic therapy (VSL#3) for maintaining remission in recurrent or refractory pouchitis. Gut. 2004 Jan;53(1):108-14. doi: 10.1136/gut.53.1.108."
                },
                {
                    "pmid": "16197493",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Brzezinski A, Fazio VW, Remzi FH, Achkar JP, Bennett AE, Sherman K, Lashner BA. Maintenance therapy with a probiotic in antibiotic-dependent pouchitis: experience in clinical practice. Aliment Pharmacol Ther. 2005 Oct 15;22(8):721-8. doi: 10.1111/j.1365-2036.2005.02642.x."
                },
                {
                    "pmid": "12622759",
                    "type": "BACKGROUND",
                    "citation": "Kuisma J, Mentula S, Jarvinen H, Kahri A, Saxelin M, Farkkila M. Effect of Lactobacillus rhamnosus GG on ileal pouch inflammation and microbial flora. Aliment Pharmacol Ther. 2003 Feb 15;17(4):509-15. doi: 10.1046/j.1365-2036.2003.01465.x."
                },
                {
                    "pmid": "11686218",
                    "type": "BACKGROUND",
                    "citation": "Joelsson M, Andersson M, Bark T, Gullberg K, Hallgren T, Jiborn H, Magnusson I, Raab Y, Sjodahl R, Ojerskog B, Oresland T; Swedish Organization for the Study of Inflammatory Bowel Diseases. Allopurinol as prophylaxis against pouchitis following ileal pouch-anal anastomosis for ulcerative colitis. A randomized placebo-controlled double-blind study. Scand J Gastroenterol. 2001 Nov;36(11):1179-84. doi: 10.1080/00365520152584815."
                },
                {
                    "pmid": "9663827",
                    "type": "BACKGROUND",
                    "citation": "Tremaine WJ, Sandborn WJ, Wolff BG, Carpenter HA, Zinsmeister AR, Metzger PP. Bismuth carbomer foam enemas for active chronic pouchitis: a randomized, double-blind, placebo-controlled trial. Aliment Pharmacol Ther. 1997 Dec;11(6):1041-6. doi: 10.1046/j.1365-2036.1997.00253.x."
                },
                {
                    "pmid": "12004211",
                    "type": "BACKGROUND",
                    "citation": "Welters CF, Heineman E, Thunnissen FB, van den Bogaard AE, Soeters PB, Baeten CG. Effect of dietary inulin supplementation on inflammation of pouch mucosa in patients with an ileal pouch-anal anastomosis. Dis Colon Rectum. 2002 May;45(5):621-7. doi: 10.1007/s10350-004-6257-2."
                },
                {
                    "pmid": "19436282",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Pardi DS, Bennett AE, Queener E, Kammer P, Hammel JP, LaPlaca C, Harris MS. The efficacy and tolerability of AST-120 (spherical carbon adsorbent) in active pouchitis. Am J Gastroenterol. 2009 Jun;104(6):1468-74. doi: 10.1038/ajg.2009.138."
                },
                {
                    "pmid": "8170189",
                    "type": "BACKGROUND",
                    "citation": "Sandborn WJ, Tremaine WJ, Batts KP, Pemberton JH, Phillips SF. Pouchitis after ileal pouch-anal anastomosis: a Pouchitis Disease Activity Index. Mayo Clin Proc. 1994 May;69(5):409-15. doi: 10.1016/s0025-6196(12)61634-6."
                },
                {
                    "pmid": "18240282",
                    "type": "BACKGROUND",
                    "citation": "Pronio A, Montesani C, Butteroni C, Vecchione S, Mumolo G, Vestri A, Vitolo D, Boirivant M. Probiotic administration in patients with ileal pouch-anal anastomosis for ulcerative colitis is associated with expansion of mucosal regulatory cells. Inflamm Bowel Dis. 2008 May;14(5):662-8. doi: 10.1002/ibd.20369."
                },
                {
                    "pmid": "26510664",
                    "type": "BACKGROUND",
                    "citation": "Yasueda A, Mizushima T, Nezu R, Sumi R, Tanaka M, Nishimura J, Kai Y, Hirota M, Osawa H, Nakajima K, Mori M, Ito T. The effect of Clostridium butyricum MIYAIRI on the prevention of pouchitis and alteration of the microbiota profile in patients with ulcerative colitis. Surg Today. 2016 Aug;46(8):939-49. doi: 10.1007/s00595-015-1261-9. Epub 2015 Oct 29."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Ha CY, Bauer JJ, Lazarev M, et al. 488 Early Institution of Tinidazole May Prevent Pouchitis Following Ileal-Pouch Anal Anastomosis (IPAA) Surgery in Ulcerative Colitis (UC) Patients. Gastroenterology 2010;138:S-69."
                },
                {
                    "pmid": "31136680",
                    "type": "BACKGROUND",
                    "citation": "Nguyen N, Zhang B, Holubar SD, Pardi DS, Singh S. Treatment and prevention of pouchitis after ileal pouch-anal anastomosis for chronic ulcerative colitis. Cochrane Database Syst Rev. 2019 May 28;5(5):CD001176. doi: 10.1002/14651858.CD001176.pub4."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "American Gastroenterological Association Institute Clinical Guidelines C. American Gastroenterological Association Guidelines in Development, 2023."
                },
                {
                    "pmid": "12186672",
                    "type": "BACKGROUND",
                    "citation": "Steffen R. Rifaximin: a nonabsorbed antimicrobial as a new tool for treatment of travelers' diarrhea. J Travel Med. 2001 Dec;8(Suppl 2):S34-9. doi: 10.1111/j.1708-8305.2001.tb00545.x. No abstract available."
                },
                {
                    "pmid": "17241249",
                    "type": "BACKGROUND",
                    "citation": "DuPont HL, Haake R, Taylor DN, Ericsson CD, Jiang ZD, Okhuysen PC, Steffen R. Rifaximin treatment of pathogen-negative travelers' diarrhea. J Travel Med. 2007 Jan-Feb;14(1):16-9. doi: 10.1111/j.1708-8305.2006.00084.x."
                },
                {
                    "pmid": "11692292",
                    "type": "BACKGROUND",
                    "citation": "DuPont HL, Jiang ZD, Ericsson CD, Adachi JA, Mathewson JJ, DuPont MW, Palazzini E, Riopel LM, Ashley D, Martinez-Sandoval F. Rifaximin versus ciprofloxacin for the treatment of traveler's diarrhea: a randomized, double-blind clinical trial. Clin Infect Dis. 2001 Dec 1;33(11):1807-15. doi: 10.1086/323814. Epub 2001 Oct 23."
                },
                {
                    "pmid": "16760520",
                    "type": "BACKGROUND",
                    "citation": "Taylor DN, Bourgeois AL, Ericsson CD, Steffen R, Jiang ZD, Halpern J, Haake R, Dupont HL. A randomized, double-blind, multicenter study of rifaximin compared with placebo and with ciprofloxacin in the treatment of travelers' diarrhea. Am J Trop Med Hyg. 2006 Jun;74(6):1060-6."
                },
                {
                    "pmid": "12809830",
                    "type": "BACKGROUND",
                    "citation": "Steffen R, Sack DA, Riopel L, Jiang ZD, Sturchler M, Ericsson CD, Lowe B, Waiyaki P, White M, DuPont HL. Therapy of travelers' diarrhea with rifaximin on various continents. Am J Gastroenterol. 2003 May;98(5):1073-8. doi: 10.1111/j.1572-0241.2003.07283.x."
                },
                {
                    "pmid": "17382603",
                    "type": "BACKGROUND",
                    "citation": "Dupont HL, Jiang ZD, Belkind-Gerson J, Okhuysen PC, Ericsson CD, Ke S, Huang DB, Dupont MW, Adachi JA, De La Cabada FJ, Taylor DN, Jaini S, Martinez Sandoval F. Treatment of travelers' diarrhea: randomized trial comparing rifaximin, rifaximin plus loperamide, and loperamide alone. Clin Gastroenterol Hepatol. 2007 Apr;5(4):451-6. doi: 10.1016/j.cgh.2007.02.004. Epub 2007 Mar 26."
                },
                {
                    "pmid": "15897530",
                    "type": "BACKGROUND",
                    "citation": "DuPont HL, Jiang ZD, Okhuysen PC, Ericsson CD, de la Cabada FJ, Ke S, DuPont MW, Martinez-Sandoval F. A randomized, double-blind, placebo-controlled trial of rifaximin to prevent travelers' diarrhea. Ann Intern Med. 2005 May 17;142(10):805-12. doi: 10.7326/0003-4819-142-10-200505170-00005. Erratum In: Ann Intern Med. 2005 Aug 2;143(3):239."
                },
                {
                    "pmid": "29807873",
                    "type": "BACKGROUND",
                    "citation": "Bajaj JS, Barbara G, DuPont HL, Mearin F, Gasbarrini A, Tack J. New concepts on intestinal microbiota and the role of the non-absorbable antibiotics with special reference to rifaximin in digestive diseases. Dig Liver Dis. 2018 Aug;50(8):741-749. doi: 10.1016/j.dld.2018.04.020. Epub 2018 Apr 27."
                },
                {
                    "pmid": "31476436",
                    "type": "BACKGROUND",
                    "citation": "Dhiman RK, Thumburu KK, Verma N, Chopra M, Rathi S, Dutta U, Singal AK, Taneja S, Duseja A, Singh M. Comparative Efficacy of Treatment Options for Minimal Hepatic Encephalopathy: A Systematic Review and Network Meta-Analysis. Clin Gastroenterol Hepatol. 2020 Apr;18(4):800-812.e25. doi: 10.1016/j.cgh.2019.08.047. Epub 2019 Aug 30."
                },
                {
                    "pmid": "34690751",
                    "type": "BACKGROUND",
                    "citation": "Han X, Luo Z, Wang W, Zheng P, Li T, Mei Z, Wang J. Efficacy and Safety of Rifaximin Versus Placebo or Other Active Drugs in Critical ill Patients With Hepatic Encephalopathy. Front Pharmacol. 2021 Oct 8;12:696065. doi: 10.3389/fphar.2021.696065. eCollection 2021."
                },
                {
                    "pmid": "21208106",
                    "type": "BACKGROUND",
                    "citation": "Pimentel M, Lembo A, Chey WD, Zakko S, Ringel Y, Yu J, Mareya SM, Shaw AL, Bortey E, Forbes WP; TARGET Study Group. Rifaximin therapy for patients with irritable bowel syndrome without constipation. N Engl J Med. 2011 Jan 6;364(1):22-32. doi: 10.1056/NEJMoa1004409."
                },
                {
                    "pmid": "24697851",
                    "type": "BACKGROUND",
                    "citation": "Schoenfeld P, Pimentel M, Chang L, Lembo A, Chey WD, Yu J, Paterson C, Bortey E, Forbes WP. Safety and tolerability of rifaximin for the treatment of irritable bowel syndrome without constipation: a pooled analysis of randomised, double-blind, placebo-controlled trials. Aliment Pharmacol Ther. 2014 May;39(10):1161-8. doi: 10.1111/apt.12735. Epub 2014 Apr 3."
                },
                {
                    "pmid": "18573211",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Remzi FH, Lopez AR, Queener E. Rifaximin for maintenance therapy in antibiotic-dependent pouchitis. BMC Gastroenterol. 2008 Jun 23;8:26. doi: 10.1186/1471-230X-8-26."
                },
                {
                    "pmid": "37148442",
                    "type": "BACKGROUND",
                    "citation": "Esckilsen S, Kochar B, Weaver KN, Herfarth HH, Barnes EL. Very Early Pouchitis Is Associated with an Increased Likelihood of Chronic Inflammatory Conditions of the Pouch. Dig Dis Sci. 2023 Jul;68(7):3139-3147. doi: 10.1007/s10620-023-07947-9. Epub 2023 May 6."
                },
                {
                    "pmid": "35188532",
                    "type": "BACKGROUND",
                    "citation": "Kayal M, Kohler D, Plietz M, Khaitov S, Sylla P, Greenstein A, Dubinsky MC. Early Pouchitis Is Associated With Crohn's Disease-like Pouch Inflammation in Patients With Ulcerative Colitis. Inflamm Bowel Dis. 2022 Dec 1;28(12):1821-1825. doi: 10.1093/ibd/izac012."
                },
                {
                    "pmid": "27613294",
                    "type": "BACKGROUND",
                    "citation": "Maharshak N, Cohen NA, Reshef L, Tulchinsky H, Gophna U, Dotan I. Alterations of Enteric Microbiota in Patients with a Normal Ileal Pouch Are Predictive of Pouchitis. J Crohns Colitis. 2017 Mar 1;11(3):314-320. doi: 10.1093/ecco-jcc/jjw157. Erratum In: J Crohns Colitis. 2023 Jan 27;17(1):149. doi: 10.1093/ecco-jcc/jjac104."
                },
                {
                    "pmid": "32453044",
                    "type": "BACKGROUND",
                    "citation": "Quinn KP, Raffals LE. An Update on the Medical Management of Inflammatory Pouch Complications. Am J Gastroenterol. 2020 Sep;115(9):1439-1450. doi: 10.14309/ajg.0000000000000666."
                },
                {
                    "pmid": "29708822",
                    "type": "BACKGROUND",
                    "citation": "Fodor AA, Pimentel M, Chey WD, Lembo A, Golden PL, Israel RJ, Carroll IM. Rifaximin is associated with modest, transient decreases in multiple taxa in the gut microbiota of patients with diarrhoea-predominant irritable bowel syndrome. Gut Microbes. 2019;10(1):22-33. doi: 10.1080/19490976.2018.1460013. Epub 2018 Jul 18."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Feagan BG, Sands B, Siegel CA, et al. DOP87 The Anti-TL1A Antibody PRA023 Demonstrated Proof-of-Concept in Crohn's Disease: Phase 2a APOLLO-CD Study Results. Journal of Crohn's and Colitis 2023;17:i162-i164."
                },
                {
                    "pmid": "35568303",
                    "type": "BACKGROUND",
                    "citation": "Barnes EL, Long MD, Raffals L, Isaacs K, Stidham RW, Herfarth HH; Contributors. Development of the Endoscopic Pouch Score for Assessment of Inflammatory Conditions of the Pouch. Clin Gastroenterol Hepatol. 2023 Jun;21(6):1663-1666.e3. doi: 10.1016/j.cgh.2022.04.026. Epub 2022 May 12."
                },
                {
                    "pmid": "10522727",
                    "type": "BACKGROUND",
                    "citation": "Fazio VW, O'Riordain MG, Lavery IC, Church JM, Lau P, Strong SA, Hull T. Long-term functional outcome and quality of life after stapled restorative proctocolectomy. Ann Surg. 1999 Oct;230(4):575-84; discussion 584-6. doi: 10.1097/00000658-199910000-00013."
                },
                {
                    "pmid": "12794576",
                    "type": "BACKGROUND",
                    "citation": "Shen B, Achkar JP, Connor JT, Ormsby AH, Remzi FH, Bevins CL, Brzezinski A, Bambrick ML, Fazio VW, Lashner BA. Modified pouchitis disease activity index: a simplified approach to the diagnosis of pouchitis. Dis Colon Rectum. 2003 Jun;46(6):748-53. doi: 10.1007/s10350-004-6652-8."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Gionchetti P, Morselli C, Rizzello F, et al. Infliximab in the treatment of refractory pouchitis. Gastroenterology 2005;128:A578-A578."
                },
                {
                    "pmid": "16401690",
                    "type": "BACKGROUND",
                    "citation": "Kuhbacher T, Ott SJ, Helwig U, Mimura T, Rizzello F, Kleessen B, Gionchetti P, Blaut M, Campieri M, Folsch UR, Kamm MA, Schreiber S. Bacterial and fungal microbiota in relation to probiotic therapy (VSL#3) in pouchitis. Gut. 2006 Jun;55(6):833-41. doi: 10.1136/gut.2005.078303. Epub 2006 Jan 9."
                },
                {
                    "pmid": "28853727",
                    "type": "BACKGROUND",
                    "citation": "Kochar B, Martin CF, Kappelman MD, Spiegel BM, Chen W, Sandler RS, Long MD. Evaluation of Gastrointestinal Patient Reported Outcomes Measurement Information System (GI-PROMIS) Symptom Scales in Subjects With Inflammatory Bowel Diseases. Am J Gastroenterol. 2018 Jan;113(1):72-79. doi: 10.1038/ajg.2017.240. Epub 2017 Aug 29."
                },
                {
                    "pmid": "3393032",
                    "type": "BACKGROUND",
                    "citation": "Stewart AL, Hays RD, Ware JE Jr. The MOS short-form general health survey. Reliability and validity in a patient population. Med Care. 1988 Jul;26(7):724-35. doi: 10.1097/00005650-198807000-00007. No abstract available."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Administration FaD. Rifaximin"
                },
                {
                    "pmid": "22339879",
                    "type": "BACKGROUND",
                    "citation": "Carroll IM, Ringel-Kulka T, Siddle JP, Ringel Y. Alterations in composition and diversity of the intestinal microbiota in patients with diarrhea-predominant irritable bowel syndrome. Neurogastroenterol Motil. 2012 Jun;24(6):521-30, e248. doi: 10.1111/j.1365-2982.2012.01891.x. Epub 2012 Feb 20."
                },
                {
                    "pmid": "21737778",
                    "type": "BACKGROUND",
                    "citation": "Carroll IM, Ringel-Kulka T, Keku TO, Chang YH, Packey CD, Sartor RB, Ringel Y. Molecular analysis of the luminal- and mucosal-associated intestinal microbiota in diarrhea-predominant irritable bowel syndrome. Am J Physiol Gastrointest Liver Physiol. 2011 Nov;301(5):G799-807. doi: 10.1152/ajpgi.00154.2011. Epub 2011 Jul 7."
                },
                {
                    "pmid": "28903732",
                    "type": "BACKGROUND",
                    "citation": "Allali I, Arnold JW, Roach J, Cadenas MB, Butz N, Hassan HM, Koci M, Ballou A, Mendoza M, Ali R, Azcarate-Peril MA. A comparison of sequencing platforms and bioinformatics pipelines for compositional analysis of the gut microbiome. BMC Microbiol. 2017 Sep 13;17(1):194. doi: 10.1186/s12866-017-1101-8."
                },
                {
                    "pmid": "22719824",
                    "type": "BACKGROUND",
                    "citation": "Huse SM, Ye Y, Zhou Y, Fodor AA. A core human microbiome as viewed through 16S rRNA sequence clusters. PLoS One. 2012;7(6):e34242. doi: 10.1371/journal.pone.0034242. Epub 2012 Jun 13."
                },
                {
                    "pmid": "22699609",
                    "type": "BACKGROUND",
                    "citation": "Human Microbiome Project Consortium. Structure, function and diversity of the healthy human microbiome. Nature. 2012 Jun 13;486(7402):207-14. doi: 10.1038/nature11234."
                },
                {
                    "pmid": "23783298",
                    "type": "BACKGROUND",
                    "citation": "Kavanagh K, Wylie AT, Tucker KL, Hamp TJ, Gharaibeh RZ, Fodor AA, Cullen JM. Dietary fructose induces endotoxemia and hepatic injury in calorically controlled primates. Am J Clin Nutr. 2013 Aug;98(2):349-57. doi: 10.3945/ajcn.112.057331."
                },
                {
                    "pmid": "22622349",
                    "type": "BACKGROUND",
                    "citation": "Sanapareddy N, Legge RM, Jovov B, McCoy A, Burcal L, Araujo-Perez F, Randall TA, Galanko J, Benson A, Sandler RS, Rawls JF, Abdo Z, Fodor AA, Keku TO. Increased rectal microbial richness is associated with the presence of colorectal adenomas in humans. ISME J. 2012 Oct;6(10):1858-68. doi: 10.1038/ismej.2012.43. Epub 2012 May 24."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 12 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "beginning 9 and continuing for 12 months following publication",
            "accessCriteria": "Investigator has approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019449",
                    "term": "Pouchitis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007079",
                    "term": "Ileitis"
                },
                {
                    "id": "D000004751",
                    "term": "Enteritis"
                },
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000007077",
                    "term": "Ileal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                },
                {
                    "id": "M21404",
                    "name": "Pouchitis",
                    "asFound": "Pouchitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10127",
                    "name": "Ileitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7913",
                    "name": "Enteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10125",
                    "name": "Ileal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000078262",
                    "term": "Rifaximin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1946",
                    "name": "Rifaximin",
                    "asFound": "Recovered",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}