{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05879458",
            "orgStudyIdInfo": {
                "id": "GCO 23-0107"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Ritlecitinib in CTCL",
            "officialTitle": "A Single-center, Single-arm, Open-label Phase IIA Clinical Trial to Investigate Efficacy and Safety of Ritlecitinib (PF-06651600) in Patients With Cutaneous T Cell Lymphomas",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "ritlecitinib-in-ctcl"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-05-18",
            "studyFirstSubmitQcDate": "2023-05-18",
            "studyFirstPostDateStruct": {
                "date": "2023-05-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Patrick Brunner",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Pfizer",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to evaluate the effectiveness and safety of Ritlecitinib in skin and blood in persons with Cutaneous T-Cell Lymphoma (CTCL). CTCL is a rare type of cancer that starts in the white blood cells and eventually can result in rashes or tumors in the skin. This study includes a 24 week Treatment Period and a 24 week Follow-up Period. This study will involve physical examinations, visual assessments, laboratory tests, PET-CT scans, electrocardiograms, photographs of your skin, skin biopsies, and hearing tests.",
            "detailedDescription": "After providing informed consent, patients will be assessed for study eligibility at the Screening visit (day -28 to day -1) which includes: assessment of inclusion/exclusion criteria; targeted physical examination (including vital signs); mSWAT scoring and disease staging; electrocardiogram (ECG); review of medical history and concomitant medications as well as prior medications/treatments; and serum pregnancy test (if applicable). Laboratory tests will be performed for Complete Blood Count (CBC) with differentials (basophils, eosinophils, lymphocytes, monocytes, neutrophils), serum chemistry including albumin, alanine aminotransferase (ALT), alkaline phosphatase (ALP), aspartate aminotransferase (AST), creatinine, creatine kinase, potassium, sodium, total bilirubin, LDH, viral surveillance panel (EBV, CMV, HSV1, HSV2, and VZV), as well as hepatitis B surface antigen (HBsAg), HBcAb, hepatitis C antibody, and undergo testing for human immunodeficiency virus (HIV). Urinalysis will be performed. Patients will also undergo tuberculin purified protein derivative (PPD) or QuantiFERON TB-Gold test (QFT) testing. Patients will also undergo flow cytometric analyses and TCR rearrangement studies of peripheral blood to monitor potential CTCL blood involvement. CT scans with PET (positron emission tomography) scans will be performed within 4 weeks before baseline to help establish or confirm peripheral lymph node size and assign TNM classification, or at any time if internal involvement is suspected by the investigator.\n\nPatients who meet eligibility criteria (meeting all inclusion and no exclusion criteria) will undergo Baseline / Day 0 assessments. These assessments include vital signs and targeted physical examination, mSWAT scoring, clinical disease staging, questionnaires, clinical photography, urine pregnancy test (if applicable), and blood collection for chemistry, hematology, mechanistic studies, baseline for drug levels, blood DNA analysis, blood RNA analysis, and blood proteomic analysis. Two skin biopsies will be obtained (one from an involved area and one from an adjacent uninvolved area). Concomitant medications and any adverse events will be assessed.\n\nPatients will then receive the first oral dose (200mg) of ritlecitinib. Patients will continue to receive the study drug QD through Week 24.\n\nPatients will return for visits every 2-4 weeks to have the following performed: vital signs and targeted physical will be taken; concomitant medications and any adverse events will be assessed.\n\nSafety, laboratory, and clinical assessments, as well as questionnaires will be performed at specified clinic visits. A serum pregnancy test will be performed at Screening and urine pregnancy tests will be performed at Baseline and every 2-4 weeks prior to administration of the study drug, if applicable. Clinical photographs of the skin lesions will be taken at each visit.\n\nSkin biopsies will be performed on all patients at Baseline and Week 24 or Early Termination visit. At Baseline, biopsies will be obtained from involved and uninvolved areas of a CTCL lesion. At Week 24 or Early Termination visit, the biopsy will be performed in the vicinity of the involved area biopsied at Baseline. An optional biopsy will be performed at Week 12, within the same area that was biopsied at Baseline.\n\nAt Baseline, serum will be obtained for DNA (1 PaxGene), RNA (2 PaxGene), and proteomic analysis (2 tubes serum). Studies of RNA and proteomic analysis will further be performed at Weeks 12, 24 and 48/early termination."
        },
        "conditionsModule": {
            "conditions": [
                "CTCL",
                "Mycosis Fungoides",
                "Sezary Syndrome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Open-Label",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Open-Label Ritlecitinib",
                    "interventionNames": [
                        "Drug: Ritlecitinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ritlecitinib",
                    "description": "200 mg QD for 8 weeks followed by 100 mg for 16 weeks",
                    "armGroupLabels": [
                        "Treatment Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Modified Severity Weighted Assessment Tool (mSWAT)",
                    "description": "Change in Modified Severity Weighted Assessment Tool (mSWAT) at Week 24 from baseline. Skin response was primarily classified based on an assessment using mSWAT, provided there was documented evidence of stable disease or better in lymph node/viscera.The mSWAT is a tool specifically developed to evaluate the extent of skin disease in CTCL.\n\nResponses in the skin based on SWAT are defined as:\n\nComplete Response (CR): no evidence of skin disease Partial Response (PR): ≥ 50% decrease of the modified SWAT score compared with baseline Stable Disease (SD): Neither CR, PR, or PD as compared with baseline, i.e. change from baseline is less than a 50% decrease but also less than a 25 % increase in the modified SWAT score Progressive Disease (PD): ≥ 25% increase in the modified SWAT score compared with baseline.",
                    "timeFrame": "Baseline and Week 24"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Modified Severity Weighted Assessment Tool (mSWAT)",
                    "description": "Change in Modified Severity Weighted Assessment Tool (mSWAT) at each visit from baseline. Skin response was primarily classified based on an assessment using mSWAT, provided there was documented evidence of stable disease or better in lymph node/viscera.The mSWAT is a tool specifically developed to evaluate the extent of skin disease in CTCL.\n\nResponses in the skin based on SWAT are defined as:\n\nComplete Response (CR): no evidence of skin disease Partial Response (PR): ≥ 50% decrease of the modified SWAT score compared with baseline Stable Disease (SD): Neither CR, PR, or PD as compared with baseline, i.e. change from baseline is less than a 50% decrease but also less than a 25 % increase in the modified SWAT score Progressive Disease (PD): ≥ 25% increase in the modified SWAT score compared with baseline.",
                    "timeFrame": "Baseline and at each visit from week 2 to week 48 / EOS except for week 24"
                },
                {
                    "measure": "Treatment Emergent Adverse Events",
                    "description": "Incidence and severity of treatment-emergent adverse events",
                    "timeFrame": "up to Week 48/EOS"
                },
                {
                    "measure": "Number of Serious Adverse Events",
                    "description": "Number of serious adverse events (SAE) leading to discontinuation",
                    "timeFrame": "up to Week 48/EOS"
                },
                {
                    "measure": "Number of Adverse Events",
                    "description": "Number of Adverse events (AE) leading to discontinuation",
                    "timeFrame": "up to Week 48/EOS"
                },
                {
                    "measure": "Number of clinically significant abnormalities in vital signs",
                    "description": "Number of clinically significant abnormalities in any vital signs",
                    "timeFrame": "up to Week 48/EOS"
                },
                {
                    "measure": "Number of clinically significant abnormalities in clinical laboratory values",
                    "description": "Number of clinically significant abnormalities in any clinical laboratory values",
                    "timeFrame": "up to Week 48/EOS"
                },
                {
                    "measure": "Change in Percentage of patients achieving 50% or greater improvement in mSWAT score",
                    "description": "Change in Percentage of patients achieving 50% or greater improvement in mSWAT score (mSWAT50) at every visit as compared to baseline.\n\nSkin response was primarily classified based on an assessment using mSWAT, provided there was documented evidence of stable disease or better in lymph node/viscera.The mSWAT is a tool specifically developed to evaluate the extent of skin disease in CTCL.\n\nResponses in the skin based on SWAT are defined as:\n\nComplete Response (CR): no evidence of skin disease Partial Response (PR): ≥ 50% decrease of the modified SWAT score compared with baseline Stable Disease (SD): Neither CR, PR, or PD as compared with baseline, i.e. change from baseline is less than a 50% decrease but also less than a 25 % increase in the modified SWAT score Progressive Disease (PD): ≥ 25% increase in the modified SWAT score compared with baseline.",
                    "timeFrame": "Baseline and at each visit from week 2 to week 48 / EOS"
                },
                {
                    "measure": "Change in Global Response Score",
                    "description": "Change in Global Response Score at each vist as compared to baseline.\n\nPercentage of patients achieving complete response (CR: 100% improvement), partial response (PR: 50% to 99% reduction from the baseline score), stable disease (SD: \\<25% increase to \\<50% clearance from baseline), and progressive disease (\\>25% worsening above the baseline score) in skin",
                    "timeFrame": "Baseline and at each visit from week 2 to week 48 / EOS"
                },
                {
                    "measure": "Absolute change of health-related quality of life (Skindex-29)",
                    "description": "Absolute change of health-related quality of life (Skindex-29 - questionnaire regarding skin conditions) from Baseline up to Week 48.\n\nSkindex29 is a 30 question survey that measures quality of life. It is scored from 1-Never to 5-All the time. Full scale from 30-150. The lower the score, the better the quality of life.",
                    "timeFrame": "Baseline and at each visit from week 2 to week 48 / EOS"
                },
                {
                    "measure": "Absolute change of health-related quality of life (FACT-G)",
                    "description": "Absolute change of health-related quality of life (FACT-G - questionnaire regarding Physical/Social/Family well being) from Baseline up to Week 48.\n\nThe FACT-G is comprised of four subscales: physical well-being (7-items, score range 0-28), social/family well-being (7-items, score range 0-28), emotional well-being (6-items, score range 0-24), and functional well-being (7-items, score range 0-28). All questions in the FACT-G use a 5-point rating scale (0 = Not at all; 1 = A little bit; 2 = Somewhat; 3 = Quite a bit; and 4 = Very much). Full scale scored from 0-108. The higher the score, the better the quality of life.",
                    "timeFrame": "Baseline and at each visit from week 2 to week 48 / EOS"
                },
                {
                    "measure": "Absolute change of IPQ-R (Illness perception questionnaire)",
                    "description": "Absolute change of IPQ-R (Illness perception questionnaire) from Baseline up to Week 48.\n\nThe IPQ-R an 70-item instrument developed to provide a quantitative measurement of the components of illness representations. It is divided into three sections: identity subscale (14 symptoms scored as 1-yes or 0-no, subscale from 0-14), views about illness (38 questions scored between 5-strongly agree to 1-strongly disagree, subscale from 38-190) and a third section regarding views on possible causes (18 causes scored between 5-strongly agree to 1-strongly disagree, subscale from 18-90).\n\nFull scale from 56-294. High scores on the identity and views of illness sections represent strongly held beliefs about the number of symptoms attributed, the negative consequences, and the chronicity and cyclical nature of the illness. High scores in the section regarding causes represent positive beliefs about controllability and a personal understanding of the illness.",
                    "timeFrame": "Baseline and at each visit from week 2 to week 48 / EOS"
                },
                {
                    "measure": "Percentage change of pruritus according to visual analogue scale (VAS)",
                    "description": "Percentage change of pruritus according to visual analogue scale (VAS). Line graph to collect information about general itch level as well as worst itch level in the past 24 hours on a scale of 0 to 10, with higher score indicating more itch from baseline up to week 48.",
                    "timeFrame": "Baseline and at each visit from week 2 to week 48 / EOS"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "INCLUSION CRITERIA:\n\n* Age ≥ 18 years at time of enrollment\n* CTCL \\>10% BSA involvement (stage IB-IVA by ISCL/EORTC staging criteria), previously confirmed by histopathology\n* CTCL subtypes eligible for this study include Mycosis fungoides and its subtypes, as well as Sézary Syndrome.\n* Failure of at least 2 skin-directed (ISCL/EORTC stage IB-IIA, i.e. early stage disease) or systemic treatments (ISCL/EORTC stage IIB-IVA, i.e. late stage disease) due to progression or toxicity as assessed by the prescribing physician or by the principal investigator, or insufficient response to established skin-directed or systemic treatments.\n\n  i. Patients with documented CD30-positive CTCL must have previously received or be intolerant to brentuximab vedotin.\n* Adequate hematological (Hb\\>9.0g/dl, absolute neutrophil count \\>1200/ul, platelets \\>75x10\\^9/L, absolute \\[non-malignant\\] lymphocyte count \\>800/ul), hepatic (AST and ALT \\<2x times upper limit of normal), and renal function (eGFR \\[CKD-EPI creatinine equation \\>50mL/min/1.73m2)\n* ECOG ≤ 2 (Eastern Cooperative Oncology Group scoring system used to quantify general well-being and activities of daily life; scores range from 0 to 5 where 0 represents perfect health and 5 represents death.)\n* Ability to take oral medication without crushing, dissolving or chewing tablets\n* Ability to understand and the willingness to sign a written informed consent\n* In the investigator's opinion, the patient has the ability to communicate satisfactorily with the investigator and the study team, to participate fully in the study, and comply with all requirements\n\nEXCLUSION CRITERIA:\n\n* History of, or a concurrent, clinically significant illness, medical condition or laboratory abnormality that, in the investigator's opinion, could affect the conduct of the study\n* Immunosuppressed by previous (within 4 weeks) or current systemic cytotoxic therapies, as evidenced by recurrent skin or systemic infections\n* Pregnant or breast-feeding women\n* Unwillingness or inability to use a contraception method during the time of participation in the trial.\n* Uncontrolled current illness, including, but not limited to the following: Ongoing or active infections requiring intravenous antimicrobials; symptomatic congestive heart failure defined as NYHA class III or IV; unstable angina pectoris within 6 months of study enrollment; history of myocardial infarction, stroke or intracranial hemorrhage within 6 months prior to enrollment; moderate to severe hepatic impairment (Child-Pugh class B or C); psychiatric illness or social situations that would limit compliance with study requirements\n* Previous or concurrent cancer that is distinct in primary site or histology form CTCL, except curatively treated basal or squamous cell carcinoma of the skin, and curatively treated malignant melanoma stage 0-1A with a low risk of recurrence/metastasis as per assessment of the investigator, cervical carcinoma in situ, treated basal cell carcinoma, superficial bladder tumors (Ta, Tis and T1)\n* Known HIV infection\n* Infected with Hepatitis B or Hepatitis C viruses\n* Patients with history of either untreated or inadequately treated latent or active TB infections/currently being treated for active TB.\n* Recent (within 21 days before baseline) major surgery\n* Patients who have history of single episode of disseminated HZ or disseminated HS or recurrent (\\> 1 episode of) localized dermatomal HZ should be excluded.\n* Less than 28 days have elapsed since last radiation therapy, phototherapy or chemotherapy treatment or patient has not recovered from all clinically significant treatment-related toxicity as defined in discontinuation criteria.\n* Less than 3 months have elapsed since last oral JAK inhibitors and/or less than 4 weeks have elapsed since last topical JAK inhibitor.\n* Glucocorticosteroids when used systemically; the use of nasal and inhaled glucocorticosteroids will be allowed PRN; the use of topical glucocorticosteroids (low to mid-potency) will only be allowed when given at a stable dose \\>4 weeks\n* Prior treatment with other concomitant investigational agents\n* Hypersensitivity or allergic reaction to compounds related to JAK inhibitors\n* Treatment with medication that might interfere with blood levels or have a major impact on the clinical readout of the study drug, as per discretion of the study investigator; best supportive care will be allowed at the discretion of the investigator (e.g. anti-emetics, skin care, pain medication, anti-thrombotic agents, herpes zoster prophylaxis)\n* Any gastrointestinal or metabolic condition that could interfere with the absorption of the oral medication\n* Ongoing other MF-directed treatments (such as topical corticosteroids and topical bexarotene) unless stable over a period of one month\n* Active alcohol and/or drug abuse\n* History of thrombosis/thromboembolic event, known coagulopathy\n* Additional skin disease that might interfere with MF clinical assessments\n* Patient has received a live attenuated vaccine ≤ 30 days prior to study screening\n* Have hearing loss with progression over the previous 5 years, or sudden hearing loss, or middle or inner ear disease such as otitis media, cholesteatoma, Meniere's disease, labyrinthitis, or other auditory condition that is considered acute, fluctuating, or progressive.\n* Patients who have received prohibited drugs that are CYP3A inducers within a 28 day or 5 half-lives (whichever is longer) period prior to the first dose of study intervention.\n* Patients with ALCL or other forms of CTCL other than MF or Sézary Syndrome.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Giselle Singer, BS",
                    "role": "CONTACT",
                    "phone": "212-241-3288",
                    "email": "giselle.singer@mssm.edu"
                },
                {
                    "name": "Patrick Brunner, MD",
                    "role": "CONTACT",
                    "phone": "212-241-3288",
                    "email": "Patrick.Brunner@mountsinai.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Patrick Brunner, MD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Giselle Singer, BS",
                            "role": "CONTACT",
                            "phone": "212-241-3288",
                            "email": "Giselle.Singer@mssm.edu"
                        },
                        {
                            "name": "Patrick Brunner, MD",
                            "role": "CONTACT",
                            "phone": "212-241-3288",
                            "email": "Patrick.Brunner@mountsinai.org"
                        },
                        {
                            "name": "Patrick Brunner",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Results will be analyzed and published as aggregate data"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009181",
                    "term": "Mycoses"
                },
                {
                    "id": "D000009182",
                    "term": "Mycosis Fungoides"
                },
                {
                    "id": "D000012751",
                    "term": "Sezary Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001423",
                    "term": "Bacterial Infections and Mycoses"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000016410",
                    "term": "Lymphoma, T-Cell, Cutaneous"
                },
                {
                    "id": "D000016399",
                    "term": "Lymphoma, T-Cell"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M18829",
                    "name": "Lymphoma, T-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M18833",
                    "name": "Lymphoma, T-Cell, Peripheral",
                    "relevance": "LOW"
                },
                {
                    "id": "M12136",
                    "name": "Mycoses",
                    "asFound": "Mycosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12137",
                    "name": "Mycosis Fungoides",
                    "asFound": "Mycosis Fungoides",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18832",
                    "name": "Lymphoma, T-Cell, Cutaneous",
                    "relevance": "LOW"
                },
                {
                    "id": "M15560",
                    "name": "Sezary Syndrome",
                    "asFound": "Sezary syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4722",
                    "name": "Bacterial Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M4721",
                    "name": "Bacterial Infections and Mycoses",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4496",
                    "name": "Peripheral T-cell Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T3986",
                    "name": "Mycosis Fungoides",
                    "asFound": "Mycosis Fungoides",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1689",
                    "name": "Cutaneous T-cell Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T5200",
                    "name": "Sezary Syndrome",
                    "asFound": "Sezary syndrome",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}