{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06350318",
            "orgStudyIdInfo": {
                "id": "MCC-22005"
            },
            "organization": {
                "fullName": "H. Lee Moffitt Cancer Center and Research Institute",
                "class": "OTHER"
            },
            "briefTitle": "Rituximab and Zanubrutinib in Patients With Indolent B-cell Lymphomas",
            "officialTitle": "A Phase 2 Open-Label, Multicenter Study of Rituximab and Zanubrutinib in Patients With Indolent B-cell Lymphomas",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "rituximab-and-zanubrutinib-in-patients-with-indolent-b-cell-lymphomas"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-01",
            "studyFirstSubmitQcDate": "2024-04-01",
            "studyFirstPostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "H. Lee Moffitt Cancer Center and Research Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "BeiGene, Ltd.",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of the study is to establish the safety and efficacy of zanubrutinib in combination with rituximab for people with untreated B-cell lymphomas (marginal zone lymphoma and follicular lymphomas)."
        },
        "conditionsModule": {
            "conditions": [
                "Follicular Lymphoma",
                "Marginal Zone Lymphoma",
                "B-Cell Lymphoma"
            ],
            "keywords": [
                "B-Cell Lymphoma",
                "Follicular Lymphoma",
                "Marginal Zone Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 43,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort A: Untreated Marginal Zone Lymphoma",
                    "type": "EXPERIMENTAL",
                    "description": "Rituximab (Standard of Care) will be administered for up to 6 cycles (28-day cycles).\n\nCycle 1: Days 1, 8, 15, and 22. Cycle 2-6: Day 1, every 28 days.\n\nRituximab: Intravenous rituximab formulations (IV rituximab or IV rituximab biosimilars will be administered by IV infusion at a dose of 375 mg/m2 per local institutional guidelines) or subcutaneous rituximab formulations (RITUXAN HYCELA) 1,400 mg/23,400 Units (1,400 mg rituximab and 23,400 Units hyaluronidase human) subcutaneously at a fixed dose per local institutional guidelines.\n\nZanubrutinib 320 mg will be administered orally once daily starting on day 1 of cycle 1.\n\nZanubrutinib will be continued once daily for up to 24 cycles or until disease progression or unacceptable toxicity occurs.",
                    "interventionNames": [
                        "Drug: Zanubrutinib",
                        "Drug: Rituximab"
                    ]
                },
                {
                    "label": "Cohort B: Untreated Follicular Lymphoma",
                    "type": "EXPERIMENTAL",
                    "description": "Rituximab (Standard of Care) will be administered for up to 6 cycles (28-day cycles).\n\nCycle 1: Days 1, 8, 15, and 22. Cycle 2-6: Day 1, every 28 days.\n\nRituximab: Intravenous rituximab formulations (IV rituximab or IV rituximab biosimilars will be administered by IV infusion at a dose of 375 mg/m2 per local institutional guidelines) or subcutaneous rituximab formulations (RITUXAN HYCELA) 1,400 mg/23,400 Units (1,400 mg rituximab and 23,400 Units hyaluronidase human) subcutaneously at a fixed dose per local institutional guidelines.\n\nZanubrutinib 320 mg will be administered orally once daily starting on day 1 of cycle 1.\n\nZanubrutinib will be continued once daily for up to 24 cycles or until disease progression or unacceptable toxicity occurs.",
                    "interventionNames": [
                        "Drug: Zanubrutinib",
                        "Drug: Rituximab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Zanubrutinib",
                    "description": "Zanubrutinib is an anti-cancer medication administered orally.",
                    "armGroupLabels": [
                        "Cohort A: Untreated Marginal Zone Lymphoma",
                        "Cohort B: Untreated Follicular Lymphoma"
                    ],
                    "otherNames": [
                        "Brukinsa"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Rituximab",
                    "description": "Rituximab is a biologic medication administered intravenously or subcutaneously.",
                    "armGroupLabels": [
                        "Cohort A: Untreated Marginal Zone Lymphoma",
                        "Cohort B: Untreated Follicular Lymphoma"
                    ],
                    "otherNames": [
                        "Rituxin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall Response Rate: Cohort A",
                    "description": "Overall response rate will be determined using a 5 point scale per the Lugano criteria.",
                    "timeFrame": "Up to 6 Months"
                },
                {
                    "measure": "Overall Response Rate: Cohort B",
                    "description": "Overall response rate will be determined using a 5 point scale per the Lugano criteria.",
                    "timeFrame": "Up to 6 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Efficacy of Zanubrutinib and Rituximab",
                    "description": "Time to event endpoints (Progression free survival, Overall survival, duration of response, time to next anti-lymphoma therapy) will be summarized by Kaplan-Meier method for each cohort.",
                    "timeFrame": "Up to 24 months"
                },
                {
                    "measure": "Safety and tolerability of combination Zanubrutinib and Rituximab",
                    "description": "Safety and tolerability of the combination use of zanubrutinib and rituximab will be summarized descriptively by frequencies and percentages. Statistics will be given on type, severity, frequency, and attribution of adverse events.",
                    "timeFrame": "Up to 24 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Cohort A: Previously untreated MZL. Prior therapy with H. Pylori antibiotic therapy or hepatitis C antiviral therapy are allowed on Cohort A.\n* Cohort B: Previously untreated FL\n* Pathological confirmation of lymphoma: availability of archival tissue confirming diagnosis of MZL (cohort A) or FL (cohort B). Availability of formalin-fixed, paraffin-embedded (FFPE) archival tumor specimens from within past 18 months from screening and pathological diagnosis confirmed by a pathologist at the participating site or willingness of the participant to undergo a fresh tumor biopsy if adequate archival tissue not available is required. This includes:\n* MZL (Cohort A):\n\n  1. Nodal MZL requiring systemic therapy\n  2. Splenic MZL requiring systemic therapy\n  3. Extra-nodal marginal zone lymphoma:\n\n     1. Non-gastric/non-cutaneous MZL requiring systemic therapy.\n     2. Cutaneous MZL will be eligible only if they have pathologically confirmed extra-cutaneous disease.\n     3. Gastric MZL only if advanced stage disease requiring systemic therapy (e.g., stage IIE, II2, IV- supradiaphragmatic nodal or disseminated extranodal disease such as bone marrow or additional extra nodal sites.\n* FL (Cohort B):\n\n  a. Pathological grade 1, 2, or 3a based on the World Health Organization (WHO 2008) classification of tumors of hematopoietic and lymphoid tissue.\n\n  1. Please note, grade 3B are excluded.\n* All participants must have disease requiring systemic therapy rather than local radiation (ie, stage II only if not eligible for radiation therapy or with stage III/IV).\n* All participants should have measurable disease. Measurable disease is defined as a lymph node or tumor mass that is ≥ 1.5 cm in at least one dimension by CT or the CT portion of the PET/CT.\n* Documentation of CD20+ status.\n* All participants must have an indication for therapy such as: symptoms attributable to lymphoma, threatened end-organ function, or cytopenia secondary to lymphoma.\n* All participants must be 18 years of age or older.\n* All participants must have an Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-2.\n* All participants must be able to swallow whole pills.\n* All participants must have the ability and willingness to comply with the requirements of the study protocol.\n* All female participants who are of non-reproductive potential (i.e., post-menopausal by history - no menses for ≥1 year; OR history of hysterectomy; OR history of bilateral tubal ligation; OR history of bilateral oophorectomy).\n* All female participants of childbearing potential must have a negative serum pregnancy test upon study entry.\n* All male and female participants of reproductive potential who agree to use both a highly effective method of birth control (e.g., implants, injectables, combined oral contraceptives, some intrauterine devices \\[IUDs\\], complete abstinence, or sterilized partner) and a barrier method (e.g., condoms, vaginal ring, sponge, etc) during the period of therapy. Female participants of reproductive potential who are not surgically sterile must practice adequate birth control for a minimum of 30 days after last dose of zanubrutinib or 12 months after last dose of rituximab, whichever is longer. Male participants are eligible if abstinent, vasectomized, or if they agree to the use of barrier contraception in combination with other methods described above during the study treatment period and for ≥ 30 days after the last dose of zanubrutinib, or 12 months after the last dose of rituximab, whichever is longer.\n* All participants must have adequate organ function.\n\nExclusion Criteria:\n\n* Prior therapy for lymphoma including chemotherapy or immunotherapy. Participant may have received corticosteroids but should be off them 5 days prior to study entry.\n* Prior exposure to a BTK inhibitor.\n* Known prior significant hypersensitivity to rituximab (not including infusion reactions).\n* Prior history of malignancies unless the patient has been disease free for ≥ 2 years. Exceptions include basal cell carcinoma or squamous cell carcinoma of the skin; carcinoma in situ of cervix; carcinoma in situ of breast, localized prostate cancer, or superficial bladder cancer that has undergone curative therapy.\n* Participants with evidence of large B cell transformation or other aggressive histology (such as large cells seen on biopsy or high PET avidity in a single node seen on PET scan) are not eligible.\n* Known central nervous system (CNS) involvement by lymphoma.\n* Known bleeding disorders (e.g., von Willebrand's disease or hemophilia).\n* Concomitant use of warfarin or other Vitamin K antagonists.\n* Requires ongoing treatment with a moderate or strongCYP3A inhibitor or inducer.\n* Known active bacterial, viral, fungal, mycobacterial, or other infection (excluding fungal infections of nail beds) or any major episode of infection requiring treatment with IV antibiotics or hospitalization (related to the completion of the course of antibiotics) within 4 weeks before the start of Cycle 1.\n* Known infection with human immunodeficiency virus (HIV).\n* Viral Hepatitis:\n\n  1. Participants with active hepatitis B defined by hepatitis B surface antigen positivity or core antibody positivity in the presence of detectable serum hepatitis B DNA viremia are not eligible for this study.\n  2. Participants with a positive hepatitis B core antibody but with negative hepatitis B DNA may be considered for participation, but must agree to receive appropriate hepatitis B antiviral therapy while on rituximab and have hepatitis B DNA monitored with real-time PCR by the treating physician. These patients should be referred to a hepatologist or gastroenterologist for appropriate monitoring and management.\n  3. Hepatitis C: Patients with positive hepatitis C serology unless HCV RNA is confirmed negative by PCR.\n* Vaccination with a live vaccine ≤ 28 days prior to the start of treatment.\n* Participants should not have a history of uncontrolled seizures.\n* Currently active, clinically significant cardiovascular disease, such as uncontrolled arrhythmia or Class 3 or 4 congestive heart failure as defined by the New York Heart Association Functional Classification; or a history of myocardial infarction, unstable angina, or acute coronary syndrome within 6 months prior to enrollment on the study.\n* Uncontrolled hypertension as indicated by a minimum of 2 consecutive blood pressure measurements showing systolic blood pressure \\> 170 mmHg and diastolic blood pressure \\> 105 mmHg at screening.\n* Participants should not have a stroke or intracranial hemorrhage within last 6 months.\n* Participants may not have had major surgery within 28 days of enrollment, or minor surgery within 7 days of enrollment. Examples of minor surgery include dental surgery, insertion of a venous access device, skin biopsy, or aspiration of a joint. The decision about whether a surgery is major or minor can be made at the discretion of the treating physician.\n* Any life-threatening illness, medical condition, or organ system dysfunction that, in the investigator's opinion, could compromise the subject's safety or put the study outcomes at undue risk.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Richard Corona",
                    "role": "CONTACT",
                    "phone": "813-745-3465",
                    "email": "Richard.Corona@moffitt.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sameh Gaballa, MD",
                    "affiliation": "Moffitt Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Moffitt Cancer Center",
                    "status": "RECRUITING",
                    "city": "Tampa",
                    "state": "Florida",
                    "zip": "33612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Richard Corona",
                            "role": "CONTACT",
                            "phone": "813-745-3465",
                            "email": "Richard.Corona@moffitt.org"
                        },
                        {
                            "name": "Sameh Gaballa, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 27.94752,
                        "lon": -82.45843
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Moffitt Cancer Center Clinical Trials Website",
                    "url": "http://www.moffitt.org/clinical-trials-research/clinical-trials/"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000008224",
                    "term": "Lymphoma, Follicular"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000018442",
                    "term": "Lymphoma, B-Cell, Marginal Zone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11221",
                    "name": "Lymphoma, Follicular",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20554",
                    "name": "Lymphoma, B-Cell, Marginal Zone",
                    "asFound": "Marginal zone lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "asFound": "B-cell Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2361",
                    "name": "Follicular Lymphoma",
                    "asFound": "Follicular lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3612",
                    "name": "Marginal Zone Lymphoma",
                    "asFound": "Marginal zone lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3043",
                    "name": "Indolent B Cell Lymphoma",
                    "asFound": "Indolent B-cell Lymphoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069283",
                    "term": "Rituximab"
                },
                {
                    "id": "C000629551",
                    "term": "Zanubrutinib"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000092004",
                    "term": "Tyrosine Kinase Inhibitors"
                },
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M373",
                    "name": "Rituximab",
                    "asFound": "Infusion",
                    "relevance": "HIGH"
                },
                {
                    "id": "M42199",
                    "name": "Zanubrutinib",
                    "asFound": "Flavor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M2889",
                    "name": "Tyrosine Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T22",
                    "name": "Tyrosine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}