{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05557292",
            "orgStudyIdInfo": {
                "id": "221014"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-07698",
                    "type": "REGISTRY",
                    "domain": "NCI Clinical Trials Reporting Program (CTRP)"
                },
                {
                    "id": "P50CA097257",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P50CA097257"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "RMC-5552 Monotherapy in Adult Subjects With Recurrent Glioblastoma",
            "officialTitle": "A Phase I/Ib, Open-Label, Dose-Escalation Study of RMC-5552 Monotherapy in Adult Subjects With Recurrent Glioblastoma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rmc-monotherapy-in-adult-subjects-with-recurrent-glioblastoma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-21",
            "studyFirstSubmitQcDate": "2022-09-23",
            "studyFirstPostDateStruct": {
                "date": "2022-09-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Nicholas Butowski",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Nicholas Butowski",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Revolution Medicines, Inc.",
                    "class": "INDUSTRY"
                },
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase I/Ib trial tests the side effects, best dose, tolerability, and effectiveness of RMC-5552 in treating patients with glioblastoma that has come back (recurrent). RMC-5552 is a type of medicine called an mechanistic target of rapamycin (mTOR) inhibitor. These types of drugs prevent the formation of a specific group of proteins called mTOR. This protein controls cancer cell growth, and the study doctors believe stopping mTOR from forming may help to kill tumor cells.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the maximum tolerated dose (MTD) and/or the recommended phase II dose (RP2D) of mTORC1 kinase inhibitor RMC-5552 (RMC- 5552). (Cohort A).\n\nII. To characterize the safety and tolerability of RMC-5552 monotherapy. (Cohort A).\n\nIII. To characterize the pharmacokinetics (PK) of RMC-5552 after a single dose of RMC-5552 prior to surgical resection. (Cohort B).\n\nIV. To evaluate the preliminary antitumor effect of RMC-5552. (Cohort C).\n\nSECONDARY OBJECTIVES:\n\nI. To measure the pharmacokinetics (PK) of RMC-5552. (Cohort A). II. To evaluate the preliminary antitumor effect of RMC-5552. (Cohort A). III. To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in tumor tissue. (Cohort B).\n\nIV. To characterize the safety and tolerability of RMC-5552 monotherapy. (Cohort B).\n\nV. To evaluate the preliminary antitumor effect of RMC-5552 in recurrent glioblastoma multiforme (GBM). (Cohort B).\n\nVI. To characterize the safety and tolerability of RMC-5552 monotherapy. (Cohort C).\n\nVII. To measure the PK of RMC-5552. (Cohort C).\n\nOUTLINE: This is a phase I, dose-escalation study (Cohort A) followed by a phase Ib study (Cohorts B and C). Patients are assigned to 1 of 3 cohorts.\n\nCOHORT A: Non-surgical patients receive RMC-5552 intravenously (IV) on study. Patients undergo a pulmonary function test and chest x-ray during screening. Patients also undergo a brain magnetic resonance imaging (MRI) throughout the trial. Patents undergo blood sample collection on study.\n\nCOHORT B: Surgical patients receive a single dose of RP2D RMC-5552 IV prior to standard of care surgery and then on study. Patients undergo a pulmonary function test and chest x-ray during screening. Patients also undergo a brain MRI throughout the trial. Patents undergo blood sample collection on study.\n\nCOHORT C: Non-surgical patients receive RP2D of RMC-5552 IV on study. Patients undergo a pulmonary function test and chest x-ray during screening. Patients also undergo a brain MRI throughout the trial. Patents undergo blood sample collection on study."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma",
                "Recurrent Glioblastoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort A 1(Dose Escalation, Recurrent Non-surgical GBM)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will start at dose level 1 (6 mg) of RMC-5552 administered intravenously. Participants will receive RMC-5552 weekly in 21-day cycles until disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: RMC-5552"
                    ]
                },
                {
                    "label": "Cohort A2 (Dose Escalation, Recurrent Non-surgical GBM)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive dose level 2 (12 mg) of RMC-5552 administered intravenously if the toxicity profile from participants in dose level 1 (A1) is acceptable. Participants will receive RMC-5552 weekly in 21-day cycles until disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: RMC-5552"
                    ]
                },
                {
                    "label": "Cohort B (Dose Expansion, Recurrent Surgical GBM)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a single dose of RMC-5552 at the RP2D approximately 4 hours prior to participants' scheduled surgical resection as part of standard of care. After recovering from surgery (about 3-6 weeks), participants will continue receiving RMC-5552 weekly in 21-day cycles until disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: RMC-5552"
                    ]
                },
                {
                    "label": "Cohort C (Dose Expansion, Recurrent Non-surgical GBM)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be given the RP2D of RMC-5552 weekly in 21-day cycles until disease progression or unacceptable toxicity",
                    "interventionNames": [
                        "Drug: RMC-5552"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "RMC-5552",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Cohort A 1(Dose Escalation, Recurrent Non-surgical GBM)",
                        "Cohort A2 (Dose Escalation, Recurrent Non-surgical GBM)",
                        "Cohort B (Dose Expansion, Recurrent Surgical GBM)",
                        "Cohort C (Dose Expansion, Recurrent Non-surgical GBM)"
                    ],
                    "otherNames": [
                        "mTORC1/4EBP1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum Tolerated Dose (MTD) (Cohort A)",
                    "description": "MTD is defined as the maximal dose at which fewer than one-third of participants experience a dose-limiting toxicity (DLT).",
                    "timeFrame": "Up to 1 cycle (1 cycle is equal to 21 days)"
                },
                {
                    "measure": "Recommended phase II dose (RP2D) (Cohort A)",
                    "description": "RP2D is defined as the selected dose that will be given to participants in Cohorts B and then C. The RP2D will be either the MTD or one dose level lower based on an analysis of the safety data collected in Cohort A, and discussions between the sponsor-investigator and representatives of RevMed.",
                    "timeFrame": "Up to 1 cycle (1 cycle is equal to 21 days)"
                },
                {
                    "measure": "Number of Dose-Limiting Toxicities (DLTs) (Cohort A)",
                    "description": "The frequency of adverse events classified by National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version (v)5.0 determined to be DLTs will be reported by dose level.",
                    "timeFrame": "Up to 1 cycle (1 cycle is equal to 21 days)"
                },
                {
                    "measure": "Frequency of Grade 3 or Higher Adverse Events (Cohort A)",
                    "description": "Adverse events and clinically significant laboratory abnormalities (meeting Grade 3, 4, or 5 criteria according to CTCAE) for participants in Cohort A will be summarized by maximum intensity and relationship to study drug.",
                    "timeFrame": "Up to 1 year after enrollment"
                },
                {
                    "measure": "Median concentration of RMC-5552 in plasma (Cohort B)",
                    "description": "Median drug levels of RMC-5552 concentration in plasma of participants in Cohort B will be measured on the day of surgery.",
                    "timeFrame": "At end of infusion & at time of surgery, 1 day"
                },
                {
                    "measure": "Median concentration of RMC-5552 in tumor (Cohort B)",
                    "description": "Median drug levels of RMC-5552 in tumor tissue of participants in Cohort B will be measured at time of tumor issue removal/surgical resection. The statistical analysis will be descriptive and will be limited to summary statistics for RMC-5552 concentration in tumor (non-enhancing, enhancing, and border).",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Objective Response Rate (ORR) (Cohort C)",
                    "description": "ORR for participants in Cohort C is defined as the proportion of treated participants with a documented complete response (CR) or partial response (PR) per Response Assessment in Neuro-Oncology (RANO) criteria.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Median Duration of Response (DOR) (Cohort C)",
                    "description": "DOR is defined as the time of first documented response to trial therapy (PR or better) until the participants in Cohort C demonstrate disease progression per RANO criteria, initiates subsequent anti-cancer therapy, or completes study participation (whichever occurs first). If disease progression is not observed prior to initiating subsequent anti-cancer therapy or completing study participation, the DOR will be censored as the last available disease assessment.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Median Progression-free survival (PFS) (Cohort C)",
                    "description": "PFS for participants in Cohort C is defined as the time that elapses between cycle 1, day 1 (C1D1) and until the participant experiences disease progression (per RANO criteria), initiates subsequent anti-cancer therapy, completes study participation, or experiences death from any cause (whichever is sooner). If disease progression or death from any cause is not observed prior to initiating subsequent anti-cancer therapy or completing study participation, the PFS will be censored as the last available disease assessment.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Median Overall survival (OS) (Cohort C)",
                    "description": "OS is defined as the time from C1D1 until the participant completes study follow-up participation, experiences death from any cause or is documented as lost to follow up per institutional standard (whichever is sooner). If death from any cause is not observed prior to completing study participation, the OS will be censored as the time of the last available documentation of survival status.",
                    "timeFrame": "Up to 3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Area under the plasma concentration time curve (AUC) (Cohort A & C)",
                    "description": "Pharmacokinetic (PK) parameters for participants in Cohorts A \\& C will be estimated based on non-compartmental analysis methods. These estimates will be summarized descriptively by dose cohort. All PK parameters will be computed using actual elapsed time calculated relative to start of infusion.",
                    "timeFrame": "Pre-dose and end of infusion on Cycle 1 Day 1 and Cycle 1 Day 15 (1 cycle is equal to 21 days)"
                },
                {
                    "measure": "Median Maximum concentration (Cmax) (Cohort A & C)",
                    "description": "PK parameters for participants in Cohorts A \\& C will be estimated based on non-compartmental analysis methods. These estimates will be summarized descriptively by dose cohort. All PK parameters will be computed using actual elapsed time calculated relative to start of infusion.",
                    "timeFrame": "Pre-dose and end of infusion on Cycle 1 Day 1 and Cycle 1 Day 15 (1 cycle is equal to 21 days)"
                },
                {
                    "measure": "Median time to maximum concentration (Tmax) (Cohort A & C)",
                    "description": "PK parameters for participants in Cohorts A \\& C will be estimated based on non-compartmental analysis methods. These estimates will be summarized descriptively by dose cohort. All PK parameters will be computed using actual elapsed time calculated relative to start of infusion.",
                    "timeFrame": "Pre-dose and end of infusion on Cycle 1 Day 1 and Cycle 1 Day 15 (1 cycle is equal to 21 days)"
                },
                {
                    "measure": "Objective Response Rate (ORR) (Cohort A)",
                    "description": "ORR for participants in Cohort A is defined as the proportion of treated participants with a documented complete response (CR) or partial response (PR) per Response Assessment in Neuro-Oncology (RANO) criteria.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Median Duration of Response (DOR) (Cohort A)",
                    "description": "DOR is defined as the time of first documented response to trial therapy (PR or better) until the participants in Cohort A demonstrate disease progression per RANO criteria, initiates subsequent anti-cancer therapy, or completes study participation (whichever occurs first). If disease progression is not observed prior to initiating subsequent anti-cancer therapy or completing study participation, the DOR will be censored as the last available disease assessment.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Median PFS (Cohorts A & B)",
                    "description": "PFS for participants in Cohorts A \\& B is defined as the time that elapses between cycle 1, day 1 (C1D1) and until the participant experiences disease progression (per RANO criteria), initiates subsequent anti-cancer therapy, completes study participation, or experiences death from any cause (whichever is sooner). If disease progression or death from any cause is not observed prior to initiating subsequent anti-cancer therapy or completing study participation, the PFS will be censored as the last available disease assessment.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Median Overall Survival (Cohorts A & B)",
                    "description": "OS for participants in Cohorts A \\& B is defined as the time from C1D1 until the participant completes study follow-up participation, experiences death from any cause or is documented as lost to follow up per institutional standard (whichever is sooner). If death from any cause is not observed prior to completing study participation, the OS will be censored as the time of the last available documentation of survival status.",
                    "timeFrame": "Up to 3 years"
                },
                {
                    "measure": "Proportion of participants with detectable levels of pS6RP in Tumor Tissue (Cohort B)",
                    "description": "To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in fresh tumor tissue and in archival tissue, levels of pS6RP will be measured.",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Proportion of participants with detectable levels of p4EBP1 in Tumor Tissue (Cohort B)",
                    "description": "To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in fresh tumor tissue and in archival tissue, levels of p4EBP1 will be measured.",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Proportion of participants with detectable levels of pAKT in Tumor Tissue (Cohort B)",
                    "description": "To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in fresh tumor tissue and in archival tissue, levels of pAKT will be measured.",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Proportion of participants with detectable levels of total AKT in Tumor Tissue (Cohort B)",
                    "description": "To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in fresh tumor tissue and in archival tissue, levels of total AKT will be measured.",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Proportion of participants with detectable levels of Cleaved Caspase 3 in Tumor Tissue (Cohort B)",
                    "description": "To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in fresh tumor tissue and in archival tissue, levels of Cleaved Caspase 3 will be measured.",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Proportion of participants with detectable levels of p-PRAS40 in Tumor Tissue (Cohort B)",
                    "description": "To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in fresh tumor tissue and in archival tissue, levels of p-PRAS40 will be measured.",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Proportion of participants with detectable levels of total PRAS40 in Tumor Tissue (Cohort B)",
                    "description": "To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in fresh tumor tissue and in archival tissue, levels of total PRAS40 will be measured.",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Proportion of participants with detectable levels of total MIB-1 in Tumor Tissue (Cohort B)",
                    "description": "To assess pharmacodynamic (PD) markers of drug activity, including biochemical markers of mTORC1 pathway inhibition in fresh tumor tissue and in archival tissue, levels of MIB-1 will be measured.",
                    "timeFrame": "At time of surgery, 1 day"
                },
                {
                    "measure": "Frequency of Grade 3 or Higher Adverse Events (Cohorts B & C)",
                    "description": "Adverse events and clinically significant laboratory abnormalities (meeting Grade 3, 4, or 5 criteria according to CTCAE) for participants in Cohorts B \\& C summarized by maximum intensity and relationship to study drug. Descriptive statistics will be utilized to display the data on toxicity seen.",
                    "timeFrame": "Up to 1 year after enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nFor Cohort A and C (non-surgical):\n\n1. Participants must have histologically or cytologically confirmed 1st recurrence GBM that has recurred or progressed (per standard Response assessment in neuro-oncology criteria (RANO)) after standard treatment regimen (surgery and radiotherapy with or without chemotherapy or +/- Tumor treating fields therapy (TTF), +/- concordant investigational agent).\n2. Participants have confirmed measurable disease per RANO criteria.\n\nFor Cohort B (surgical):\n\n1. Participants must have 1st recurrence of GBM that has recurred or progressed (per standard RANO criteria) after standard treatment regimen (surgery and radiotherapy with or without chemotherapy) or +/- Tumor treating fields therapy (TTF), +/- concordant investigational agent) and be a candidate for repeat resection per standard of care\n2. Participants are planning to have routine surgery for resection of brain tumors.\n3. Confirmed measurable disease per RANO prior to surgical resection.\n4. Archival tissue available in the form of a formalin-fixed paraffin-embedded block (sample derived from the diagnostic tumor). If this is not possible, 20 slides of freshly prepared unstained 4-5 μm sections from the archival tumor block.\n\n   For all Cohorts (A, B, and C):\n5. Participants must have completed radiation therapy at least 12 weeks before starting treatment with RMC-5552.\n6. Participants must have completed treatment with chemotherapy or tyrosine kinase/serine/threonine inhibitors at least 2 weeks or 5 half-lives (whichever is longer) before starting treatment with RMC-5552.\n\n   a. For nitrosourea and mitomycin C, Participants must have completed treatment at least 6 weeks before first dose of RMC-5552.\n7. Participants must have completed treatment with biologics/monoclonal antibodies, hormonal therapy, and immunotherapy at least 4 weeks before starting treatment with RMC-5552.\n8. Participants must be age \\>=18 years.\n9. Participants must have an Eastern Cooperative Oncology Group (ECOG) performance status \\< 2 or Karnofsky Performance \\>70.\n10. Participants must have a life expectancy \\> 12 weeks.\n11. Participants must demonstrate adequate organ function 14 days before starting treatment with RMC-5552 as defined below:\n\n    1. Adequate bone marrow function:\n\n       * Absolute neutrophil count \\>=1,500/microliter (mcL).\n       * Platelets \\>=100,000/mcL.\n    2. Adequate hepatic function:\n\n       * Total bilirubin within normal institutional limits, unless elevated due to Gilbert's syndrome and direct bilirubin is within normal limits.\n       * Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase (SGOT)) \\<=3 X institutional upper limit of normal.\n       * Alanine aminotransferase (ALT) (serum glutamic-pyruvic transaminase (SGPT)) \\<=3 X institutional upper limit of normal.\n    3. Adequate renal function:\n\n       * Creatinine \\<= 1.5 x within institutional upper limit of normal. OR\n       * Creatinine clearance Glomerular filtration rate (GFR) \\>= 60 mL/min/1.73 m\\^2, calculated using the Cockcroft-Gault equation, unless data exists supporting safe use at lower kidney function values, no lower than 30 mL/min/1.73 m\\^2.\n12. Participants must have recovered from all toxicities/adverse events (AE) from prior anticancer therapy to Grade 1 or within normal limits or baseline grade (per NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5), except for the following:\n\n    * Alopecia\n    * Grade 2 prior peripheral neuropathy\n    * Grade 2 anemia\n    * Grade 2 lymphopenia, for participants with prior temozolomide therapy\n13. Participants with hypothyroidism must be on a stable dose of thyroid replacement therapy for at least 60 days prior to enrollment.\n14. Participants must have the ability to understand and the willingness to sign a written informed consent document.\n15. Human immunodeficiency virus (HIV)-infected individuals on effective antiretroviral therapy with undetectable viral load within 6 months are eligible for this trial.\n16. For participants with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n17. Participants with a history of hepatitis C virus (HCV) infection must have been treated and cured. For individuals with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n18. Female participants of childbearing potential and male participants with female partners of childbearing potential must agree to always use highly effective forms of contraception during the course of the study and for at least 3 months after completion of study intervention. Contraceptive use by men and women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies. Female participants of childbearing potential must have a negative blood pregnancy test within 14 days of commencement of study intervention. Male participants must refrain from donating sperm during the course of the study and for at least 3 months after completion of study intervention.\n\nExclusion Criteria:\n\n1. Participants with any prior treatment with an mTOR or phosphatidylinositol 3-kinase (PI3K) inhibitor.\n2. Participants with any contraindication to MRI examinations.\n3. Participants with any of the following cardiovascular abnormalities:\n\n   1. Medically uncontrolled hypertension (eg, \\>=160 mmHg systolic or \\>= 100 mmHg diastolic).\n   2. Acute coronary syndrome (eg, unstable angina, coronary artery stenting or angioplasty, bypass grafting) within the previous 6 months.\n   3. History of or current uncontrolled clinically significant unstable arrhythmias. Note: Participants who have pacemakers to control atrial arrhythmias are candidates for the study. Participants with medically controlled atrial fibrillation \\> 1 month prior to first dose of RMC-5552 are eligible.\n   4. History of congenital long QT syndrome or prolonged QT interval corrected with Fridericia's method (QTcF) \\> 480 ms (unless a pacemaker is in place)\n   5. Left ventricular ejection fraction (LVEF) below the institutional lower limit of normal or \\< 50%, whichever is lower\n   6. Symptomatic congestive heart failure, New York Heart Association Class II or higher.\n4. Participants with active, clinically significant interstitial lung disease or pneumonitis.\n5. Participants with abnormal fasting glucose (a fasting blood glucose level greater than or equal to 100 mg/dL), type 1 diabetes, or uncontrolled type 2 diabetes are excluded.\n\n   Note: Participants with type 2 diabetes with hemoglobin A1C \\< 8%, fasting blood glucose \\<=130 mg/dL, and fasting triglycerides \\<=300 mg/dL with no modifications in hormonal or pharmacologic management may be eligible after discussion with the Sponsor-Investigator.\n6. Participants with an active infection requiring systemic therapy within 72 hours of the first dose of RMC-5552.\n7. Participants with known active severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).\n8. Participants with active, untreated human immunodeficiency virus (HIV) infection (CD4+ T-cell counts ≤350 cells/μL and presence of acquired immunodeficiency syndrome (AIDS)-defining opportunistic infections in the past 12 months. Note: Antiretroviral therapy is permitted but must not conflict with other study restrictions and subject must be on an established treatment for at least 28 days, and have an HIV viral load less than 400 copies/mL prior to enrollment).\n9. Participants with active or chronic hepatitis B (positive for hepatitis B surface antigen with detected hepatitis B virus) or C (positive for hepatitis C ribonucleic acid (RNA)).\n10. Participants with a history of severe allergic reaction to any of the study intervention components.\n11. Participant has had major surgery (any surgery requiring systemic general anesthesia) within 2 weeks prior to their first dose of RMC-5552. Participants on Cohort B who are having Standard of Care (SOC) tumor resection as a part of their treatment on this trial are allowed. In all cases, the participant must be sufficiently recovered and stable before study intervention administration.\n12. Participants with stomatitis or mucositis of any grade.\n13. Participants with any known unstable or clinically significant concurrent medical condition (e.g., substance abuse, uncontrolled intercurrent illness including active infection, symptomatic arterial thrombosis, and pulmonary embolism, etc.) that would, in the opinion of the investigator, jeopardize the safety of a subject, have an impact on their expected survival through the end of the study participation, and/or affect their ability to comply with the protocol.\n14. Participants receiving specific oncologic therapies are excluded:\n\n    * History of treatment with approved or experimental mTOR and/or PI3K inhibitors.\n    * Treatment with chemotherapy or tyrosine kinase inhibitor within 14 days or 5 half-lives (for nitrosourea and mitomycin C within 6 weeks) of RMC-5552, whichever is longer.\n    * Treatment with biologics/monoclonal antibodies or hormonal therapy within 28 days of C1D1.\n    * Treatment with radiation therapy within 12 weeks of starting treatment with RMC-5552.\n    * Treatment with immunotherapy (eg, checkpoint inhibitors) within 28 days of starting treatment with RMC-5552.\n    * Treatment with any other anticancer treatment within 28 days of starting treatment with RMC-5552.\n15. Treatment with any other investigational drugs (excluding COVID-19 vaccines) within 28 days of starting treatment with RMC-5552.\n16. Participants that require medication that is known to prolong QTc interval.\n17. Participants that require treatment with a medication that is a strong cytochrome P450 (CYP) 3A4 inducer and/or time-dependent strong CYP3A4 inhibitor.\n18. Female participants who are pregnant or breastfeeding.\n19. Participants with clinically significant history of liver disease, including viral or other hepatitis, current alcohol abuse or cirrhosis.\n20. Participants with unresolved toxicity from prior therapy with the exception of lymphopenia (for participants with prior temozolomide) and the following:\n\n    1. Alopecia\n    2. Grade 2 prior peripheral neuropathy\n    3. Grade 2 anemia\n    4. Grade 2 lymphopenia, for participants with prior temozolomide therapy\n21. Participants diagnosed with infratentorial GBM, a tumor outside of brain, or gliomatosis cerebri.\n22. Participants with a prior history of (\\< 5 years ago) or concurrent malignancy are excluded. Note: Exceptions include prior malignancies considered to be clinically insignificant and for which no systemic anti-cancer treatment is required (eg, basal cell or squamous cell carcinoma of the skin post-curative surgical resection; carcinoma in situ of the cervix post-curative surgical resection). Approval from the PI is required for exceptions.\n23. Participants with a history of cerebrovascular stroke within the previous 6 months or transient ischemic attack within the previous 3 months",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Neuro-Oncology New Patient Coordinator",
                    "role": "CONTACT",
                    "phone": "415-353-2193",
                    "email": "neurooncnewpatientcoord@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nicholas Butowski, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neuro-Oncology New Patient Coordinator",
                            "role": "CONTACT",
                            "phone": "415-353-2193",
                            "email": "neurooncnewpatientcoord@ucsf.edu"
                        },
                        {
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Nicholas Butowski, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000012008",
                    "term": "Recurrence"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "asFound": "Recurrent",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}