{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05275543",
            "orgStudyIdInfo": {
                "id": "0010-22-EP"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "Robot Rehab: AAI With Robot During Inpatient Pediatric Rehab",
            "officialTitle": "Robot Rehab: Animal Assisted Interactions With a Robotic Baby Harp Seal During Inpatient Pediatric Rehabilitation",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "robot-rehab-aai-with-robot-during-inpatient-pediatric-rehab"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-01-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-25",
            "studyFirstSubmitQcDate": "2022-03-07",
            "studyFirstPostDateStruct": {
                "date": "2022-03-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to:\n\nAim 1: Evaluate the feasibility \\[consent and refusal rates, attrition rates, length, and number of completed therapy sessions\\], and acceptability \\[interviews with children and guardians, overall patient and guardian satisfaction\\] during inpatient physical therapy (PT) and occupational therapy (OT) sessions. Hypothesis: Animal-assisted interaction (AAI) with Paro, a robotic baby harp seal, during pediatric inpatient PT/OT sessions will be feasible and acceptable.\n\nAim 2: Assess preliminary efficacy of AAI during PT/OT sessions with Paro on behavior (anxiety and affect) and motivation to participate in rehabilitation in hospitalized children. Hypothesis: Children who use Paro will demonstrate less anxiety, more positive affect, and greater motivation to participate in therapy than those who do not use Paro.\n\nAim 3: Test the stress, anxiety, and depression levels of parents/guardians of children who use Paro inpatient physical and occupational therapy sessions. Hypothesis: In addition, parents and guardians of children that use Paro will report less stress, anxiety, and depression compared to parents/guardians of children that do not use Paro.",
            "detailedDescription": "Animal Assisted Interactions (AAIs) are interventions that intentionally incorporate animals as part of a therapeutic process to promote human health, learning, and well-being. In general, domestic and farm animals such as dogs, cats, birds, equines, guinea pigs, rabbits, llamas, sheep, goats, and pigs are predominantly featured in AAI programs. Animals can be observed, held, and petted, or more actively integrated into specific therapy activities such as brushing with different tools to encourage range of motion and fine motor coordination. AAIs also promote exercise through tandem walking with the animals. Recent literature indicates that AAI can improve reality orientation and attention span, eliminate the sense of isolation, reduce stress and anxiety, enhance communication, promote positive social interactions, and enhance overall quality of life. The use of AAI in hospitalized children has the potential to engage patients, family members, and healthcare staff in an innovative, holistic approach to recovery.\n\nWhile additional research is warranted to further explore the potential impact of AAI on a variety of clinically meaningful patient outcomes, the highly technical, fast-paced hospital environment and the immunocompromised health statuses of many acutely ill hospitalized patients greatly limit the exploration of AAI in inpatient settings. A new frontier in animal robotics opens a vast array of opportunities to implement AAI in hospitalized populations. Robot animals may be just as effective as live animals and may provide even more flexibility and tailoring to meet the needs of diverse situations that arise in the hospital. In addition, the infection control risk that live animals pose to hospitalized patients may be significantly lessened.\n\nFor this study, the investigators plan to conduct a two-armed randomized controlled trial with repeated measures. Hospitalized pediatric patients will participate in semi-structured, prescriptive physical and occupational therapy sessions on the categories of: 1) speech; 2) balance and endurance; 3) memory; 4) self-esteem; 5) fine motor; 6) sensory stimulation. Intervention group subjects (n=30) will participate in 10-30 minute therapy sessions with Paro, a therapeutic robotic baby harp seal. Control group subjects (n=30) will participate in 10-30 minute therapy sessions without Paro."
        },
        "conditionsModule": {
            "conditions": [
                "Pediatric ALL",
                "Child, Hospitalized",
                "Physical Therapy Modalities",
                "Occupational Therapy",
                "Animal Assisted Therapy"
            ],
            "keywords": [
                "Robot",
                "Animal Assisted Interaction",
                "Hosptilization",
                "Rehabiliation",
                "Pediatric"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized Controlled Trial with Repeated Measures",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Physical and Occupational Therapy with Paro Robot",
                    "type": "EXPERIMENTAL",
                    "description": "10-30 minute semi-structured, prescriptive therapy sessions with Paro robot focused on the categories of 1) speech; 2) balance and endurance; 3) memory; 4) self-esteem; 5) fine motor; 6) sensory stimulation",
                    "interventionNames": [
                        "Device: Paro Robot"
                    ]
                },
                {
                    "label": "Physical and Occupational Therapy without Paro Robot",
                    "type": "NO_INTERVENTION",
                    "description": "10-30 minute semi-structured, prescriptive therapy sessions without Paro robot focused on the categories of 1) speech; 2) balance and endurance; 3) memory; 4) self-esteem; 5) fine motor; 6) sensory stimulation"
                },
                {
                    "label": "Parents/Guardians of Hospitalized Children who use Paro Robot",
                    "type": "EXPERIMENTAL",
                    "description": "Parents/guardians of hospitalized children who are assigned to the following arm \"Physical and Occupational Therapy with Paro Robot\"",
                    "interventionNames": [
                        "Device: Paro Robot"
                    ]
                },
                {
                    "label": "Parents/Guardians of Hospitalized Children who do not use Paro Robot",
                    "type": "NO_INTERVENTION",
                    "description": "Parents/guardians of hospitalized children who are assigned to the following arm \"Physical and Occupational Therapy with out Paro Robot\""
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Paro Robot",
                    "description": "Device: PARO therapy seal PARO, a baby harp seal, is an advanced interactive, therapeutic medical robot developed by AIST, a leading Japanese industrial automation pioneer. It allows the documented benefits of animal therapy to be administered to patients in environments such as hospitals and extended care facilities where live animals present treatment or logistical difficulties.",
                    "armGroupLabels": [
                        "Parents/Guardians of Hospitalized Children who use Paro Robot",
                        "Physical and Occupational Therapy with Paro Robot"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pain: Wrong-Baker FACES pain rating scale",
                    "description": "The scale shows a series of faces ranging from a happy face at 0 which represents \"no hurt\" to a crying face at 10 which represents \"hurts worst.\" Based on the faces and descriptions, the patient chooses the face that best describes their level of pain.",
                    "timeFrame": "Change from before therapy session to immediately after therapy session is completed"
                },
                {
                    "measure": "Anxiety: Children's Anxiety Meter-State (CAM-S)",
                    "description": "The CAM scale is drawn to resemble a thermometer with a bulb at the bottom and horizontal lines at intervals going up to the top. The child is instructed to indicate with a line how the child feels from from the bottom of the thermometer (not worried or nervous) to the top (very worried or nervous).",
                    "timeFrame": "Change from before therapy session to immediately after therapy session is completed."
                },
                {
                    "measure": "Intervention Acceptability",
                    "description": "Patient Satisfaction Measure: Investigator-developed Satisfaction Measure contains one item which asks the participants to rank their satisfaction with the intervention from 1-5 (not at all - very much)",
                    "timeFrame": "Within 1 week of study completion"
                },
                {
                    "measure": "Hospital Acquired Infections-Central Line Associated Blood Stream Infections (CLABSI)",
                    "description": "Rates of Central Line Associated Blood Stream Infections (CLABSI) will be collected from the electronic medical record.",
                    "timeFrame": "Chart review will be conducted from the first day the patient is enrolled until 1 week after study completion."
                },
                {
                    "measure": "Hospital Acquired Infections-Catheter-Associated Urinary Tract Infections (CAUTI)",
                    "description": "Rates of Catheter-Associated Urinary Tract Infections (CAUTI) will be collected from the electronic medical record.",
                    "timeFrame": "Chart review will be conducted from the first day the patient is enrolled until 1 week after study completion."
                },
                {
                    "measure": "Hospital Acquired Infections-Enteroviruses",
                    "description": "Rates of Enteroviruses will be collected from the electronic medical record.",
                    "timeFrame": "Chart review will be conducted from the first day the patient is enrolled until 1 week after study completion."
                },
                {
                    "measure": "Hospital Acquired Infections-Influenza",
                    "description": "Rates Influenza will be collected from the electronic medical record.",
                    "timeFrame": "Chart review will be conducted from the first day the patient is enrolled until 1 week after study completion."
                },
                {
                    "measure": "Hospital Acquired Infections-Multi-Drug Resistant Organisms",
                    "description": "Rates of Multi-Drug Resistant Organisms will be collected from the electronic medical record.",
                    "timeFrame": "Chart review will be conducted from the first day the patient is enrolled until 1 week after study completion."
                },
                {
                    "measure": "Hospital Acquired Infections-Surgical-Site Infections (SSI)",
                    "description": "Surgical-Site Infections (SSI) will be collected from the electronic medical record.",
                    "timeFrame": "Chart review will be conducted from the first day the patient is enrolled until 1 week after study completion."
                },
                {
                    "measure": "Hospital Acquired InfectionsVentilator-Associated Pneumonia (VAP)",
                    "description": "Rates of Ventilator-Associated Pneumonia (VAP) will be collected from the electronic medical record.",
                    "timeFrame": "Chart review will be conducted from the first day the patient is enrolled until 1 week after study completion."
                },
                {
                    "measure": "Sedation Exposure",
                    "description": "Sedative and analgesic medications will be abstracted from the electronic medical record (EMR) in order to calculate sedation frequency for 4 hours after each PT/OT session in which PARO was used.",
                    "timeFrame": "4 hours after each individual session"
                },
                {
                    "measure": "Microbial Contamination Screening",
                    "description": "The ATP Monitoring with SystemSURE Plus Process uses a process which monitors levels of ATP Bioluminescence The investigators will implement established cleaning protocols and then measure ATP before the PT/OT session by swabbing PARO on the following areas: head, right flipper, left flipper, bottom \\[by on/off switch\\], top left back area, top right back area, stomach \\[underneath\\].",
                    "timeFrame": "Completed immediately after each individual session"
                },
                {
                    "measure": "Activity performance form",
                    "description": "The Activity Performance Form is an investigator developed measure that assesses the length of each therapy session (in minutes), the time to the patient's first out of bed movement, as well as the number and types of range of motion exercises performed (Passive, Active assist, and Active)",
                    "timeFrame": "Immediately after each intervention therapy sesison"
                },
                {
                    "measure": "Physiologic variables-Blood Pressure",
                    "description": "Blood Pressure (systolic \\& diastolic)",
                    "timeFrame": "Change from before therapy session to immediately after therapy session is completed"
                },
                {
                    "measure": "Physiologic variables-Respiratory Rate",
                    "description": "Respiratory Rate",
                    "timeFrame": "Change from before therapy session to immediately after therapy session is completed"
                },
                {
                    "measure": "Physiologic variables",
                    "description": "Oxygen Saturation",
                    "timeFrame": "Change from before therapy session to immediately after therapy session is completed"
                },
                {
                    "measure": "Opinion on Pets",
                    "description": "18-item instrument with seven-point Likert scale (1-strongly disagree to 7-strongly agreed) designed to measure the favorableness of attitudes toward pets. Minimum Score = 18; Maximum score = 126. The higher the score, the more favorable a patient feels towards pets.",
                    "timeFrame": "Prior to the start of the first therapy session."
                },
                {
                    "measure": "Parent/Guardian Stress",
                    "description": "42-item instrument with a five-point Likert scale designed to measure stress in parents whose child has a chronic illness or requires prolonged medical monitoring. It includes four domains or subscales. Minimum Score = 42; Maximum Score = 210. Higher scores indicate higher stress.",
                    "timeFrame": "Change from the start of the first therapy session to the end of the final therapy session."
                },
                {
                    "measure": "Parent/Guardian Anxiety and Depression",
                    "description": "Parent/Guardian anxiety and depressive symptoms as measured by the Hospital Anxiety and Depression Scale (HADS). Two sub-scales (Anxiety \\& Depression) scored separately. Minimum Score = 0; Maximum Score = 21. Higher score = higher anxiety and/or depression",
                    "timeFrame": "Change from the start of the first therapy session to the end of the final therapy session."
                },
                {
                    "measure": "Mood/Affect",
                    "description": "The PANAS-10 is a 10-item instrument that asks the child to rate adjectives of varying mood states according to how often the child feels joyful, cheerful, happy, lively, proud, miserable, mad, afraid, scared, and sad. The item response uses a five-point Likert scale ranging from 1 (\"very slightly or none at all\") to 5 (\"extremely\"). Minimum score = 10; Maximum score = 50. The higher the score, the better a child's mood/affect",
                    "timeFrame": "Change from the start of the first therapy session to the end of the final therapy session."
                },
                {
                    "measure": "Motivation to Participate in Therapy",
                    "description": "19-item scale with a six-point smiley-face scale and two open-ended questions to measure motivation from a child's perspective. It has six subscales (interest/enjoyment, competence, relatedness, autonomy, value/usefulness, and effort/importance).tems in each subscale are totaled and divided by the number of items to obtain an average score per subscale. The total scores in each subscale are added to obtain and overall motivation score. Higher scores within each subscale indicate a higher level of the concept in the subscale, whereas lower scores indicate the opposite. Thus, the scores indicate differences in the quality and type of motivation for the child. In addition, a higher total score indicates greater levels of motivation, overall.",
                    "timeFrame": "Immediately after each therapy session."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 5-18\n* admitted to any of the five inpatient units at Children's Hospital and Medical Center, Omaha, NE\n* have an available parent or guardian\n* have an active consult request for PT or OT\n* awake, alert, able to follow commands\n* not delirious\n* able to understand English\n* free from significant vision or hearing deficits\n* able to verbalize.\n\nExclusion Criteria:\n\n* Have a pacemaker\n* have airborne, enteric, or enhanced contact precautions\n* wounds without a covering dressing or a dressing that is visibly soiled\n* known adverse psychological reactions to animals\n* excessive secretions via nose or mouth\n* report feeling nauseated\n* shows signs of acute agitation (yelling, screaming, moaning, or is otherwise inconsolable).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "5 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Breanna D Hetland, PhD",
                    "role": "CONTACT",
                    "phone": "402-559-5460",
                    "email": "breanna.hetland@unmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Breanna D Hetland, PhD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Children's Hosptial and Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Breanna D Hetland, PhD",
                            "role": "CONTACT",
                            "phone": "309-231-4537",
                            "email": "breanna.hetland@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Fine AH. Handbook on Animal-Assisted Therapy: Theoretical Foundations and Guidelines for Practice. 4th ed. Burlington, MA: Academic Press; 2015"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bailey T, Christenson G, Lust K. The role of an animal-assisted interaction (AAI) program as a means of reducing stress and anxiety within a college community. Oxford, UK: Inter-Disciplinary Press."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Bailey T. Animal-assisted interactions (AAI): a creative modality to support youth with depression. In: Brooke SL, Myers CE, eds. The Use of the Creative Therapies in Treating Depression. Springfield, IL: Charles C. Thomas; 2015:269."
                },
                {
                    "pmid": "26956570",
                    "type": "BACKGROUND",
                    "citation": "Burres S, Edwards NE, Beck AM, Richards E. Incorporating Pets into Acute Inpatient Rehabilitation: A Case Study. Rehabil Nurs. 2016 Nov;41(6):336-341. doi: 10.1002/rnj.260. Epub 2016 Mar 9."
                },
                {
                    "pmid": "29276432",
                    "type": "BACKGROUND",
                    "citation": "Hetland B, Bailey T, Prince-Paul M. Animal Assisted Interactions to Alleviate Psychological Symptoms in Patients on Mechanical Ventilation. J Hosp Palliat Nurs. 2017 Dec;19(6):516-523."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Templer D.I., Arikawa H. (2011) The Pet Attitude Scale. In: Blazina C., Boyraz G., Shen-Miller D. (eds) The Psychology of the Human-Animal Bond. Springer, New York, NY. https://doi.org/10.1007/978-14419-9761-6_20"
                },
                {
                    "pmid": "11259517",
                    "type": "BACKGROUND",
                    "citation": "Streisand R, Braniecki S, Tercyak KP, Kazak AE. Childhood illness-related parenting stress: the pediatric inventory for parents. J Pediatr Psychol. 2001 Apr-May;26(3):155-62. doi: 10.1093/jpepsy/26.3.155."
                },
                {
                    "pmid": "12914662",
                    "type": "BACKGROUND",
                    "citation": "Snaith RP. The Hospital Anxiety And Depression Scale. Health Qual Life Outcomes. 2003 Aug 1;1:29. doi: 10.1186/1477-7525-1-29."
                },
                {
                    "pmid": "3344163",
                    "type": "BACKGROUND",
                    "citation": "Wong DL, Baker CM. Pain in children: comparison of assessment scales. Pediatr Nurs. 1988 Jan-Feb;14(1):9-17. No abstract available."
                },
                {
                    "pmid": "24094126",
                    "type": "BACKGROUND",
                    "citation": "Ersig AL, Kleiber C, McCarthy AM, Hanrahan K. Validation of a clinically useful measure of children's state anxiety before medical procedures. J Spec Pediatr Nurs. 2013 Oct;18(4):311-9. doi: 10.1111/jspn.12042. Epub 2013 Jun 25."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Ebesutani C, Regan J, Smith A, Reise S, Higa-McMillan C, Chorpita BF. The 10-item positive and negative affect schedule for children, child and parent shortened versions: Application of item response theory for more efficient assessment. J of Psychopathol. Behav. Assess. 2012; 34(2), 191-203."
                },
                {
                    "pmid": "26281433",
                    "type": "BACKGROUND",
                    "citation": "Tatla SK, Jarus T, Virji-Babul N, Holsti L. The development of the Pediatric Motivation Scale for rehabilitation. Can J Occup Ther. 2015 Apr;82(2):93-105. doi: 10.1177/0008417414556884."
                },
                {
                    "pmid": "30540694",
                    "type": "BACKGROUND",
                    "citation": "Tracy MF, Chlan L, Savik K, Skaar DJ, Weinert C. A Novel Research Method for Determining Sedative Exposure in Critically Ill Patients. Nurs Res. 2019 Jan/Feb;68(1):73-79. doi: 10.1097/NNR.0000000000000322."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T1134",
                    "name": "Childhood Acute Lymphoblastic Leukemia",
                    "asFound": "Pediatric ALL",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}