{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05218187",
            "orgStudyIdInfo": {
                "id": "11829"
            },
            "organization": {
                "fullName": "Indiana University",
                "class": "OTHER"
            },
            "briefTitle": "Robotic Gait Rehabilitation in Parkinson's Disease",
            "officialTitle": "Robotic Gait Rehabilitation in Parkinson's Disease",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "robotic-gait-rehabilitation-in-parkinson-s-disease"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-20",
            "studyFirstSubmitQcDate": "2022-01-20",
            "studyFirstPostDateStruct": {
                "date": "2022-02-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Peter Altenburger",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Indiana University"
            },
            "leadSponsor": {
                "name": "Indiana University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to investigate the implementation of a novel gait rehabilitation stimulus (G-EO System) that could advance current clinical practices. The goal is to establish the safety and feasibility of gait training using the G-EO System as well as investigating the impact on mobility, function, quality of life, and participatory outcomes.\n\nResearch Design: We propose a single-blinded, randomized trial of electromechanically-assisted gait training using the G-EO System in patients with Parkinson's disease with gait disability.\n\nSpecific Aim 1 will establish the safety and feasibility of gait training using the G-EO System.\n\nSpecific Aim 2 will determine the efficacy of gait training using the G-EO System for improving mobility, function, and quality of life",
            "detailedDescription": "Individuals diagnosed with Parkinson's disease (PD) often suffer from difficulties with gait initiation, maintaining a consistent kinematic gait pattern, and transitions between gait environments. Focused gait training that provides an environment that can emphasize motor control improvement in these deficits would be ideal for building a rehabilitative foundation for gait recovery for individuals with PD.\n\nOne approach that has been used to maintain and restore function in other neurological populations with severe disability is gait rehabilitation using treadmill training. This approach allows for specific and repetitive practice of walking movement and can involve therapist or electromechanical assistance. There is preliminary evidence from two small, uncontrolled studies supporting the benefits of therapist-assisted treadmill training on walking, balance, fatigue, spasticity, muscle strength, and quality of life in patients with PPMS and SPMS. Nevertheless, therapist-assisted gait training can require up to three trainers per patient making it burdensome and inefficient in the clinical setting. The intensity of manual treadmill training is low (i.e., \\<1.5 METs) based in part on the physical capacity and fitness level of the trainers, yet physiological adaptations for optimizing outcomes require moderate or vigorous intensity exercise.\n\nRobotic-assisted gait training (RAGT) addresses many of the limitations of therapist-assisted gait training and can be performed using either exoskeleton or end-effector devices. Exoskeleton devices involve programmable drives or passive elements which physically move the lower limbs, whereas, end-effector approaches involve driven footplates that have trajectories that simulate the stance and swing phases. The G-EO System (Reha Technology AG: Olten, Switzerland) is a novel end-effector robotic gait training system that was developed for regaining mobility and independence in stroke survivors. This system involves minimal therapist and patient burden (e.g., quick set-up, single operate usage), there is the unique capacity for practicing walking and stair climbing movements, and the patient can receive real-time visual feedback. Gait training using the G-EO System has been applied in patients with stroke, Multiple Sclerosis (MS), and cerebral palsy (CP). These studies have established safety and feasibility, and preliminary evidence for benefits on mobility and function. For example, two studies involving 4 weeks of G-EO training with conventional physical therapy in non-ambulatory subacute stroke patients reported improved gait, stair climbing ability, leg strength, and activities of daily living (ADL) compared to physical therapy alone. There is limited RAGT studies evaluating the impact of this type of training for individuals with PD. The potential focus on improved gait kinematics may be of particular benefit for PD patients who often struggle with maintain step length and initiation.\n\nThe logistic advantages and advanced training capabilities of the G-EO System, as well as the benefits reported in other populations, support this strategy as an effective rehabilitation tool for restoring and maintaining function in Parkinson's disease. This approach represents an opportunity for improving current clinical practices for patients with Parkinson's disease. If successful, this project will provide initial evidence for increasing patient access to the G-EO System, and this could be accomplished through \"regional technology centers\" using a rural health-delivery approach.\n\nThe purpose of this study is to investigate the implementation of a novel gait rehabilitation stimulus (G-EO System) that could advance current clinical practices. The goal is to establish the safety and feasibility of gait training using the G-EO System as well as investigating the impact on mobility, function, quality of life, and participatory outcomes.\n\nResearch Design: We propose a single-blinded, randomized trial of electromechanically-assisted gait training using the G-EO System in patients with Parkinson's disease with gait disability.\n\nSpecific Aim 1 will establish the safety and feasibility of gait training using the G-EO System.\n\nSpecific Aim 2 will determine the efficacy of gait training using the G-EO System for improving mobility, function, and quality of life."
        },
        "conditionsModule": {
            "conditions": [
                "Parkinson Disease",
                "Gait Disorder, Sensorimotor"
            ],
            "keywords": [
                "End-Effector Gait Training",
                "Robot-Assisted Gait Training",
                "Mobility",
                "Function",
                "Quality of Life"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "A convenience sample of 30 persons with Parkinson's Disease will be enrolled for this clinical trial. If found eligible for the study and agree to consent to participate, subjects will be randomized to either conventional physical therapy (CPT) group or CPT with G-EO training using a random numbers generator and concealed allocation.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "A research coordinator, not involved in subject testing, will be responsible for identification and management of subject group allocation. The research investigation team will conduct all testing and will remain mask to group allocation throughout the duration of the study.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Conventional Physical Therapy (CPT) Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "CPT sessions will involve a warm-up using a cycle ergometer or treadmill walking, stretching, progressive strength training exercises, and balance training. Gait training will be provided using traditional over-ground walking. Additional strategies for home exercises, fall prevention, and appropriate assistive devices (i.e., orthotics) will be provided. Training will be administered 2 times per week for 40-60 minutes for six weeks.",
                    "interventionNames": [
                        "Other: Conventional Physical Therapy Treatment"
                    ]
                },
                {
                    "label": "Conventional Physical Therapy (CPT) Group with G-EO Training (CPT-GEO)",
                    "type": "EXPERIMENTAL",
                    "description": "CPT-GEO sessions will involve a warm-up using a cycle ergometer or treadmill walking, stretching, progressive strength training exercises, and balance training. Gait training will be administered using end-effector gait training protocols (G-EO trainer). Training will be administered 2 times per week for 40-60 minutes for six weeks.",
                    "interventionNames": [
                        "Device: G-EO End-Effector Gait Trainer",
                        "Other: Conventional Physical Therapy Treatment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "G-EO End-Effector Gait Trainer",
                    "description": "The G-EO Gait Trainer uses distal fixation to promote a gait recovery by facilitating a controlled walking environment that includes an over-ground pattern and stair climbing. In addition, the device provides body position control to enable the patient to concentrate on the cyclical motion of walking without the fear of falling. Physical therapists can control different parameters of the gait cycle through computerized adjustments and the training setting can be manipulated to engage patients in active participation.",
                    "armGroupLabels": [
                        "Conventional Physical Therapy (CPT) Group with G-EO Training (CPT-GEO)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Conventional Physical Therapy Treatment",
                    "description": "Therapists will use traditional methods of neurological rehabilitation for improved gait and balance. These approaches will include stretching, strengthening, therapeutic exercises, balance training, and over-ground walking",
                    "armGroupLabels": [
                        "Conventional Physical Therapy (CPT) Group",
                        "Conventional Physical Therapy (CPT) Group with G-EO Training (CPT-GEO)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Comfortable Walking Speed (CWS)",
                    "description": "Participants will be asked to walk over a 14-foot pressure mat that will capture their comfortable walking speed. Patients will be instructed to walk at their normal comfortable speed. Walking will begin 5 feet prior to the mat so that each individual walks across the mat at a consistent speed. Participants will pass over the mat 2 times and an average speed will be calculated.",
                    "timeFrame": "It will take 5 minutes to complete this test and will be performed first"
                },
                {
                    "measure": "Fast Walking Speed (FWS)",
                    "description": "Participants will be asked to walk over a 14-foot pressure mat that will capture their fast walking speed. Patients will be instructed to walk at their fastest speed while maintaining safe, accurate gait. Walking will begin 5 feet prior to the mat so that each individual walks across the mat at a consistent speed. Participants will pass over the mat 2 times and an average speed will be calculated.",
                    "timeFrame": "It will take 5 minutes to complete this test and will be performed second"
                },
                {
                    "measure": "Six Minute Walk Test (6MWT)",
                    "description": "Participants will be asked to walk for 6 minutes along a 30m track that is a flat surface and obstacle free. Subjects may stop and rest as often as needed. Researchers will record the distance traveled during the six minute time period.",
                    "timeFrame": "It will take 10 minutes to complete this test and will be performed third"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Six Minute Walk Test Walking Speed (6MWT)",
                    "description": "Participants will be asked to walk for 6 minutes along a 30m track that is a flat surface and obstacle free. Subjects may stop and rest as often as needed. Researchers will record the change in walking speed to calculate the rate of functional fatigue while walking.",
                    "timeFrame": "It will take 10 minutes to complete this test. The speed metrics will be recorded while the primary 6MWT data is being captured."
                },
                {
                    "measure": "Mini BESTest",
                    "description": "Subjects will be asked to complete 14 different balance related tasks ranging from static standing to dynamic walking. The tasks target 4 different balance control systems. This is a shortened version of the Balance Evaluation Systems Test (BESTest). All subjects will be guarded closely for safety to prevent falling.",
                    "timeFrame": "The test takes about 15 minutes to administer"
                },
                {
                    "measure": "The Five Times Sit to Stand Test",
                    "description": "The test will quantify functional lower extremity strength. It provides insight into the coordination of functional strength for the accomplishment of transitioning from one posture to another. The participant is asked to safely rise from sitting in a chair to standing and then sit back down five times in a row without using their hands.",
                    "timeFrame": "This test will take about 5 minutes to administer"
                },
                {
                    "measure": "Activities-Specific Balance Confidence Scale (ABC)",
                    "description": "Self-report measure of balance confidence as measured by the patient's perception of their ability to perform various activities without losing their balance. There are sixteen items that the participant score on a zero to 100 percent scale.",
                    "timeFrame": "This survey will take about 10 minutes to complete"
                },
                {
                    "measure": "Parkinson's disease Questionnaire-39 (PDQ39)",
                    "description": "This is a 39 Item self-report questionnaire that evaluates Parkinson's disease specific health related quality of life over the past month. The questions are categorized into 8 different dimensions of quality of life. The outcomes will illustrate how Parkinson's disease is impacting their well-being and overall functioning.",
                    "timeFrame": "The survey will take about 20 minutes to complete"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\> 18years\n* Confirmed diagnosis of Parkinson's Disease\n* Hoehn and Yahr stage 1 to 3\n* Stable course of disease-modifying therapy over the past 3 months\n* Mini Mental State Examination \\> 24\n* Physician approval for exercise\n* Stable deep brain stimulation setting for the past year\n* Demonstrate a need for functional rehabilitation\n\nExclusion Criteria:\n\n* • Severe dyskinesia or severe on-off phenomenon\n\n  * Unstable medication regiment\n  * Any co-morbidity that will interfere with walking\n  * Conventional physical therapy or G-EO training within the past 6 months\n  * Height \\<1m or \\>2m\n  * Body weight \\>150 kg\n  * Contraindications to G-EO gait training (e.g., bone instability)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Peter Altenburger, PhD",
                    "role": "CONTACT",
                    "phone": "3172780703",
                    "email": "paltenbu@iu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "IU Health Neurorehabilitation and Robotics",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Peter Altenburger, PhD, PT",
                            "role": "CONTACT",
                            "phone": "317-963-7050",
                            "email": "paltenbu@iu.edu"
                        },
                        {
                            "name": "Kathryn Gyves, DPT",
                            "role": "CONTACT",
                            "phone": "3179637050",
                            "email": "kgyves@iuhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "It is not determined at this time."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000020233",
                    "term": "Gait Disorders, Neurologic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22058",
                    "name": "Gait Disorders, Neurologic",
                    "asFound": "Gait Disorder, Sensorimotor",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}