{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06450158",
            "orgStudyIdInfo": {
                "id": "2021-012"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R218D090549-02",
                    "type": "OTHER_GRANT",
                    "domain": "NICHD"
                }
            ],
            "organization": {
                "fullName": "Cook Children's Health Care System",
                "class": "OTHER"
            },
            "briefTitle": "Robot-assisted Training in Children With CP",
            "officialTitle": "Robot-assisted Hand Training to Induce Manual Functional Change and Cerebral Neural Plasticity in Children With Cerebral Palsy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "robot-assisted-training-in-children-with-cp"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-04",
            "studyFirstSubmitQcDate": "2024-06-04",
            "studyFirstPostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Cook Children's Health Care System",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Cerebral palsy (CP) is the most common physical disability in early childhood causing serious motor and sensory impairments. Effective interventions for the recovery of motor functions are of profound significance to children with CP, their families, caregivers, and health professionals. Robot-assisted rehabilitation represents a frontier with potential to improve motor functions and induce brain reorganization in children with CP.",
            "detailedDescription": "This study is designed to test whether robot-assisted hand training with Amadeo improves manual functions and induces cerebral neural plasticity in children with CP. To evaluate the efficacy of the robot-assisted hand training, investigators will measure manual motor and sensory functions with behavioral tasks and assess neural activities in the sensorimotor cortical network with high-density electroencephalography (HD-EEG) and transcranial magnetic stimulation (TMS) one day before, one day after, and two months after the robot-assisted training. The study will provide direct evidence on the effectiveness of the robot-assisted training in recovering of manual functions in children with CP. It will provide detailed insights on potential experience-dependent neuraplastic changes in the brain of children with CP. It has the potential to insight the development of more effective rehabilitation for children with CP and also children with other neurological disorders, like pediatric stroke. It may uncover factors that will be predictive of functional improvements in individual CP patient."
        },
        "conditionsModule": {
            "conditions": [
                "Cerebral Palsy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Group I",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will be between the ages of 7 and 18 years old and have a diagnosis of cerebral palsy. Amadeo will be used to train the more-affected hand of participants in this group. The training will last approximately 1 hour per day for 14 successive days. Participants will be asked to first do active finger and passive finger moving, then receive haptic vibration, and finally play interactive games.",
                    "interventionNames": [
                        "Device: Robot (Amadeo)-assisted Training"
                    ]
                },
                {
                    "label": "Control Group I",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in this group will be between the ages of 7 and 18 years old and have a diagnosis of cerebral palsy."
                },
                {
                    "label": "Experimental Group II",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in this group will be between the ages of 7 and 18 years old and have no history of neurological disorder or brain injury. Amadeo will be used to train the non-dominant hand of participants in this group. The training will last approximately 1 hour per day for 14 successive days. Participants will be asked to first do active finger and passive finger moving, then receive haptic vibration, and finally play interactive games.",
                    "interventionNames": [
                        "Device: Robot (Amadeo)-assisted Training"
                    ]
                },
                {
                    "label": "Control Group II",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in this group will be between the ages of 7 and 18 years old and have no history of neurological disorder or brain injury."
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Robot (Amadeo)-assisted Training",
                    "description": "Amadeo® is an FDA Class I Exempt hand/finger robot that has the capacity to precisely measure hand/finger functions.\n\nTo use Amadeo, a participant will be seated in a chair. The height of the robot arm support will be adjusted to achieve a comfortable position for the participant. One of the participant's arms will be will be placed on the robot arm support. Magnetic finger tips will then be attached to fingers and thumb. After this, fingers and thumb will be connected to the robot finger sliders. To use Amadeo, the movement range and maximal force of each finger will be configured according to the finger's capability. The following four types of function assessments will be performed with Amadeo: Force, range of motion, tone, and spasticity. Each session will last approximately one hour.",
                    "armGroupLabels": [
                        "Experimental Group I",
                        "Experimental Group II"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "High Density Electroencephalogram (HD-EEG)",
                    "description": "A high-density EEG net placed on participant's heads will be connected to the EEG recording device that measures the electrical potential generated by the participant's brain and recorded on the participant's scalp. After the net is placed on the head, extra leads are placed on the body for measuring electro-cardiography (ECG), electro-oculography (EOG), and electro-myography (EMG).\n\nThree tasks will be performed with simultaneous HD-EEG recording in each assessment session on the robot: one is active and passive movements of fingers with the robot; another is robotic vibration of fingers; the third is interactive game playing with the robot. The entire HD-EEG session will last up to 1.5 hours, and the participants will be given multiple breaks throughout the session.\n\nSomatosensory and motor evoked responses will be collected and quantified in the form of signal amplitude, power frequency, and localization.",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Transcranial magnetic stimulation (TMS)",
                    "description": "TMS is a noninvasive procedure that uses magnetic fields to stimulate nerve cells in the brain in order to map the motor cortex. During the TMS session, the participant will lay down comfortably in a specially designed armchair. The operator will initially place a band around the participant's head that is used for coregistering the participant's anatomy with respect to the location of the TMS coil.",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "MRI",
                    "description": "MRI produces three-dimensional detailed anatomical image of the human brain. The imaging protocol will consist of structural MRI (T1), diffusion MRI (dMRI), and resting-state functional MRI (rs-fMRI) sequences. Scans will be performed on a 3T Siemens Tim Trio (Siemens Healthcare, USA). The entire data collection session will last \\~30 min.",
                    "timeFrame": "Day 15"
                },
                {
                    "measure": "Pegboard Test",
                    "description": "This assesses manual dexterity by measuring the time a child needs to transfer 25 cylindrical metal pegs in to 25 holes. The measurement is transfer time in seconds.",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Assisting Hand Assessment (AHA)",
                    "description": "The AHA is an evaluation tool that measures and describes how children with an upper limb disability use his/her affected hand (assisting hand) collaboratively with the non-affected hand. The test will be performed for participants up to 12 years of age. The AHA assesses a child's spontaneous and normal way of handling objects when playing. The AHA score ranges from 22 points (hand is not used at all) to 88 points (hand is used as effectively as a normal hand).",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "MACS assessment",
                    "description": "The MACS is used to measure children with CP's typical manual performance during daily activities they may encounter. The MACS describes five levels that are determined by a child's own ability to handle objects, and whether or not they need assistance to perform specific activities. The MACS levels form an ordinal scale from I (handles objects easily and successfully) to V (Does not handle objects and has severely limited ability to perform even simple actions).",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Two Point Discrimination",
                    "description": "The Touch Test® consists of two rotating, plastic disks joined together. Around the perimeter of the two disks are plastic rounded tips of the same length and diameter where all tips are paired except one. Paired tips are spaced at standard testing intervals. Participants will place their hands on a table, palms up, and close their eyes. A paired tip or single tip stimulus is applied randomly to the tip of a digit for at least three seconds, and the participant is asked to state whether he/she perceived a one-point or a two-point stimulus. Testing is conducted the same way for the dynamic test, but the stimulus is dragged from the bottom of the finger to the tip. Two-point discrimination is scored as 1 (normal), 2 (fair), and 3 (poor).\n\nMonofilament measures touch sensitivity of the tip of all five fingers. Monofilament scores are 1 (normal), 2 (fair), and 3 (poor).",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Monofilament",
                    "description": "Touch sensitivity will be measured at the tip of all five fingers using von Frey monofilaments. The monofilaments consist of a set of plastic filaments with varying diameters. The monofilaments are aligned perpendicular to the skin and pressed down slowly until they started to bend. The monofilaments are held in place steadily for 1.5 seconds before being removed in the same way as they were applied. Participants are instructed to notify the experimenter if they felt any sensation of touch by saying ''yes\" or ''no\", and are asked to indicate on which finger they felt a sensation by either touching the finger or expressing it vocally.\n\nMonofilament scores are 1 (normal), 2 (fair), and 3 (poor).",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Force",
                    "description": "This is measured by Amadeo. This assesses a person's isometric finger and grip strength. The measurement is grip strength in Newton.",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Range of motion",
                    "description": "This is measured by Amadeo. This measures the extension and flexion range of individual finger in mm.",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Spasticity",
                    "description": "This is measured by Amadeo. This assesses the existence and severity of spasticity with scores of 1 (normal), 2 (fair), and 3 (poor).",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Tone",
                    "description": "This is measured by Amadeo. This measures the tension of the finger muscles. Tone scores are measure from 0 (normal) to 4 rigid.",
                    "timeFrame": "Baseline, Day 15, Day 60"
                },
                {
                    "measure": "Hand motion trajectory (aiming & pointing test)",
                    "description": "The Aiming \\& Pointing test is a computerized task, in which a participant will hold a digitizer pen and slice the digitizer on a tablet to control the movement of a cursor dot to hit a target dot (both dots displayed on a computer/laptop screen). This measures the accuracy of a child's aiming and pointing movements in mm.",
                    "timeFrame": "Baseline, Day 15, Day 60"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* An evaluation by a pediatric neurologist, Physical Medicine and Rehabilitation (PMNR) physicians (physiatrists), neonatal developmental specialist, or neonatologist with a diagnosis of CP.\n* Classified as high-functioning (I or II) at the Gross Motor Function Classification System (GMFCS)\n* Participants in the control group should have no history of neurological disorder or brain injury\n\nExclusion Criteria:\n\n* Psychoactive or myorelaxant medication during study procedures\n* Genetic syndrome diagnosis\n* History of trauma or brain operation\n* Inability to sit still\n* Metal implants\n* Baclofen pump\n* Inability or unwillingness of patient or parent/legally authorized representative to give written informed consent",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laurie J Bailey, PhD",
                    "role": "CONTACT",
                    "phone": "682-885-2488",
                    "email": "laurie.bailey@cookchildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Christos Papadelis, PhD",
                    "affiliation": "Cook Children's Health Care System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cook Children's Medical Center",
                    "status": "RECRUITING",
                    "city": "Fort Worth",
                    "state": "Texas",
                    "zip": "76104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sadra Shahdadian, PhD",
                            "role": "CONTACT",
                            "phone": "682-885-3236",
                            "email": "Sadra.Shahdadian@cookchildrens.org"
                        },
                        {
                            "name": "Laurie Bailey, PhD",
                            "role": "CONTACT",
                            "phone": "(682) 885-2488",
                            "email": "laurie.bailey@cookchildrens.org"
                        },
                        {
                            "name": "Christos Papadelis, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.72541,
                        "lon": -97.32085
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "18310204",
                    "type": "BACKGROUND",
                    "citation": "Yeargin-Allsopp M, Van Naarden Braun K, Doernberg NS, Benedict RE, Kirby RS, Durkin MS. Prevalence of cerebral palsy in 8-year-old children in three areas of the United States in 2002: a multisite collaboration. Pediatrics. 2008 Mar;121(3):547-54. doi: 10.1542/peds.2007-1270."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Stanley, F. J., Blair, E., & Alberman, E. (2000). Cerebral palsies: epidemiology and causal pathways (No. 151). Cambridge University Press."
                },
                {
                    "pmid": "14749614",
                    "type": "BACKGROUND",
                    "citation": "Centers for Disease Control and Prevention (CDC). Economic costs associated with mental retardation, cerebral palsy, hearing loss, and vision impairment--United States, 2003. MMWR Morb Mortal Wkly Rep. 2004 Jan 30;53(3):57-9."
                },
                {
                    "pmid": "1515637",
                    "type": "BACKGROUND",
                    "citation": "Gorin NC, Coiffier B, Hayat M, Fouillard L, Kuentz M, Flesch M, Colombat P, Boivin P, Slavin S, Philip T. Recombinant human granulocyte-macrophage colony-stimulating factor after high-dose chemotherapy and autologous bone marrow transplantation with unpurged and purged marrow in non-Hodgkin's lymphoma: a double-blind placebo-controlled trial. Blood. 1992 Sep 1;80(5):1149-57."
                },
                {
                    "pmid": "8463594",
                    "type": "BACKGROUND",
                    "citation": "Van Heest AE, House J, Putnam M. Sensibility deficiencies in the hands of children with spastic hemiplegia. J Hand Surg Am. 1993 Mar;18(2):278-81. doi: 10.1016/0363-5023(93)90361-6."
                },
                {
                    "pmid": "7594266",
                    "type": "BACKGROUND",
                    "citation": "Cooper J, Majnemer A, Rosenblatt B, Birnbaum R. The determination of sensory deficits in children with hemiplegic cerebral palsy. J Child Neurol. 1995 Jul;10(4):300-9. doi: 10.1177/088307389501000412."
                },
                {
                    "pmid": "17621498",
                    "type": "BACKGROUND",
                    "citation": "Sanger TD, Kukke SN. Abnormalities of tactile sensory function in children with dystonic and diplegic cerebral palsy. J Child Neurol. 2007 Mar;22(3):289-93. doi: 10.1177/0883073807300530."
                },
                {
                    "pmid": "19254610",
                    "type": "BACKGROUND",
                    "citation": "Wingert JR, Burton H, Sinclair RJ, Brunstrom JE, Damiano DL. Joint-position sense and kinesthesia in cerebral palsy. Arch Phys Med Rehabil. 2009 Mar;90(3):447-53. doi: 10.1016/j.apmr.2008.08.217."
                },
                {
                    "pmid": "17070630",
                    "type": "BACKGROUND",
                    "citation": "Ronnqvist L, Rosblad B. Kinematic analysis of unimanual reaching and grasping movements in children with hemiplegic cerebral palsy. Clin Biomech (Bristol, Avon). 2007 Feb;22(2):165-75. doi: 10.1016/j.clinbiomech.2006.09.004. Epub 2006 Oct 27."
                },
                {
                    "pmid": "1864477",
                    "type": "BACKGROUND",
                    "citation": "Wiklund LM, Uvebrant P. Hemiplegic cerebral palsy: correlation between CT morphology and clinical findings. Dev Med Child Neurol. 1991 Jun;33(6):512-23. doi: 10.1111/j.1469-8749.1991.tb14916.x."
                },
                {
                    "pmid": "18929198",
                    "type": "BACKGROUND",
                    "citation": "Arner M, Eliasson AC, Nicklasson S, Sommerstein K, Hagglund G. Hand function in cerebral palsy. Report of 367 children in a population-based longitudinal health care program. J Hand Surg Am. 2008 Oct;33(8):1337-47. doi: 10.1016/j.jhsa.2008.02.032."
                },
                {
                    "pmid": "24237277",
                    "type": "BACKGROUND",
                    "citation": "Gordon AM, Bleyenheuft Y, Steenbergen B. Pathophysiology of impaired hand function in children with unilateral cerebral palsy. Dev Med Child Neurol. 2013 Nov;55 Suppl 4:32-7. doi: 10.1111/dmcn.12304."
                },
                {
                    "pmid": "19451190",
                    "type": "BACKGROUND",
                    "citation": "Sakzewski L, Ziviani J, Boyd R. Systematic review and meta-analysis of therapeutic management of upper-limb dysfunction in children with congenital hemiplegia. Pediatrics. 2009 Jun;123(6):e1111-22. doi: 10.1542/peds.2008-3335. Epub 2009 May 18."
                },
                {
                    "pmid": "18435840",
                    "type": "BACKGROUND",
                    "citation": "Anttila H, Autti-Ramo I, Suoranta J, Makela M, Malmivaara A. Effectiveness of physical therapy interventions for children with cerebral palsy: a systematic review. BMC Pediatr. 2008 Apr 24;8:14. doi: 10.1186/1471-2431-8-14."
                },
                {
                    "pmid": "9339170",
                    "type": "BACKGROUND",
                    "citation": "Cipriany-Dacko LM, Innerst D, Johannsen J, Rude V. Interrater reliability of the Tinetti Balance Scores in novice and experienced physical therapy clinicians. Arch Phys Med Rehabil. 1997 Oct;78(10):1160-4. doi: 10.1016/s0003-9993(97)90145-3."
                },
                {
                    "pmid": "18230848",
                    "type": "BACKGROUND",
                    "citation": "Kleim JA, Jones TA. Principles of experience-dependent neural plasticity: implications for rehabilitation after brain damage. J Speech Lang Hear Res. 2008 Feb;51(1):S225-39. doi: 10.1044/1092-4388(2008/018)."
                },
                {
                    "pmid": "16604315",
                    "type": "BACKGROUND",
                    "citation": "Koeneke S, Lutz K, Herwig U, Ziemann U, Jancke L. Extensive training of elementary finger tapping movements changes the pattern of motor cortex excitability. Exp Brain Res. 2006 Sep;174(2):199-209. doi: 10.1007/s00221-006-0440-8. Epub 2006 Apr 8."
                },
                {
                    "pmid": "16777769",
                    "type": "BACKGROUND",
                    "citation": "Kwakkel G. Impact of intensity of practice after stroke: issues for consideration. Disabil Rehabil. 2006 Jul 15-30;28(13-14):823-30. doi: 10.1080/09638280500534861."
                },
                {
                    "pmid": "16697057",
                    "type": "BACKGROUND",
                    "citation": "Majewska AK, Sur M. Plasticity and specificity of cortical processing networks. Trends Neurosci. 2006 Jun;29(6):323-9. doi: 10.1016/j.tins.2006.04.002. Epub 2006 May 11."
                },
                {
                    "pmid": "25015650",
                    "type": "BACKGROUND",
                    "citation": "Gilliaux M, Renders A, Dispa D, Holvoet D, Sapin J, Dehez B, Detrembleur C, Lejeune TM, Stoquart G. Upper limb robot-assisted therapy in cerebral palsy: a single-blind randomized controlled trial. Neurorehabil Neural Repair. 2015 Feb;29(2):183-92. doi: 10.1177/1545968314541172. Epub 2014 Jul 11."
                },
                {
                    "pmid": "21343525",
                    "type": "BACKGROUND",
                    "citation": "Wu YN, Hwang M, Ren Y, Gaebler-Spira D, Zhang LQ. Combined passive stretching and active movement rehabilitation of lower-limb impairments in children with cerebral palsy using a portable robot. Neurorehabil Neural Repair. 2011 May;25(4):378-85. doi: 10.1177/1545968310388666. Epub 2011 Feb 22."
                },
                {
                    "pmid": "19740222",
                    "type": "BACKGROUND",
                    "citation": "Krebs HI, Ladenheim B, Hippolyte C, Monterroso L, Mast J. Robot-assisted task-specific training in cerebral palsy. Dev Med Child Neurol. 2009 Oct;51 Suppl 4:140-5. doi: 10.1111/j.1469-8749.2009.03416.x."
                },
                {
                    "pmid": "32370825",
                    "type": "BACKGROUND",
                    "citation": "Colomera JA, Nahuelhual P. [Effectiveness of robotic assistance for gait training in children with cerebral palsy. a systematic review]. Rehabilitacion (Madr). 2020 Apr-Jun;54(2):107-115. doi: 10.1016/j.rh.2019.12.001. Epub 2020 Jan 27. Spanish."
                },
                {
                    "pmid": "33454787",
                    "type": "BACKGROUND",
                    "citation": "Wu J, Cheng H, Zhang J, Yang S, Cai S. Robot-Assisted Therapy for Upper Extremity Motor Impairment After Stroke: A Systematic Review and Meta-Analysis. Phys Ther. 2021 Apr 4;101(4):pzab010. doi: 10.1093/ptj/pzab010."
                },
                {
                    "pmid": "18496312",
                    "type": "BACKGROUND",
                    "citation": "Keizer D, Fael D, Wierda JM, van Wijhe M. Quantitative sensory testing with Von Frey monofilaments in patients with allodynia: what are we quantifying? Clin J Pain. 2008 Jun;24(5):463-6. doi: 10.1097/AJP.0b013e3181673b80."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Krumlinde-sundholm, L., & Eliasson, A. C. (2003). Development of the Assisting Hand Assessment: a Rasch-built measure intended for children with unilateral upper limb impairments. Scandinavian Journal of Occupational Therapy, 10(1), 16-26."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Manual Ability Classification System (MACS) http://www.macs.nu/"
                },
                {
                    "pmid": "21584256",
                    "type": "BACKGROUND",
                    "citation": "Tadel F, Baillet S, Mosher JC, Pantazis D, Leahy RM. Brainstorm: a user-friendly application for MEG/EEG analysis. Comput Intell Neurosci. 2011;2011:879716. doi: 10.1155/2011/879716. Epub 2011 Apr 13."
                },
                {
                    "pmid": "20819204",
                    "type": "BACKGROUND",
                    "citation": "Gramfort A, Papadopoulo T, Olivi E, Clerc M. OpenMEEG: opensource software for quasistatic bioelectromagnetics. Biomed Eng Online. 2010 Sep 6;9:45. doi: 10.1186/1475-925X-9-45."
                },
                {
                    "pmid": "16520063",
                    "type": "BACKGROUND",
                    "citation": "Lin FH, Witzel T, Ahlfors SP, Stufflebeam SM, Belliveau JW, Hamalainen MS. Assessing and improving the spatial accuracy in MEG source localization by depth-weighted minimum-norm estimates. Neuroimage. 2006 May 15;31(1):160-71. doi: 10.1016/j.neuroimage.2005.11.054. Epub 2006 Mar 6."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}