{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04298203",
            "orgStudyIdInfo": {
                "id": "PEDS-2020-28498"
            },
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "Role of Pharmacotherapy in Counteracting Weight Regain in Adolescents With Severe Obesity",
            "officialTitle": "Role of Pharmacotherapy in Counteracting Weight Regain in Adolescents With Severe Obesity",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "role-of-pharmacotherapy-in-counteracting-weight-regain-in-adolescents-with-severe-obesity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-02-21",
            "studyFirstSubmitQcDate": "2020-03-04",
            "studyFirstPostDateStruct": {
                "date": "2020-03-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Long-term weight loss maintenance is seldom achieved by individuals with obesity owing to numerous biological adaptations occurring in the post-weight loss setting, including neuroendocrine-mediated changes in appetite/satiety and reduction of energy expenditure. Following weight loss, peripheral and central mechanisms respond in a way similar to starvation by conveying a sense that energy reserves have dwindled, activating a strong counter-response to increase caloric intake. Moreover, metabolic rate drops, further compounding the propensity for weight rebound. Adolescents with severe obesity are not immune to the vexing issue of weight regain; therefore, effective and scalable treatments are urgently needed. Pharmacotherapy has the potential to prevent weight regain by targeting counter-regulatory mechanisms in the post-weight loss setting. Unfortunately, only one obesity medication is FDA-approved for long-term use in adolescents and is seldom prescribed owing to modest efficacy and notable side effects. Among the most promising candidates in the pediatric pipeline is the combination of phentermine and topiramate, which is the most effective adult weight loss medication currently available. The mechanisms of action are thought to reduce appetite, enhance satiety, and potentially increase energy expenditure, making this medication particularly well-suited for the purpose of weight loss maintenance since it targets many of the biological adaptations known to induce relapse and subsequent weight regain. The investigators have generated preliminary data demonstrating that both phentermine and topiramate reduce BMI in adolescents with severe obesity and have acceptable safety profiles. In this clinical trial, the investigators will utilize combination phentermine/topiramate to target counter-regulatory pathways responsible for weight regain after meal replacement therapy (structured meals of known caloric content) in adolescents with severe obesity with a goal of enhancing weight loss maintenance and improving obesity-related complications. Importantly, the investigators will maximize the clinical utility and overall impact of the study by comprehensively characterizing the safety of phentermine/topiramate utilizing sensitive measures of cardiac autonomic function, arterial stiffness, cognition, and bone health as well as examine the extent to which this medication counteracts mechanisms of weight regain.",
            "detailedDescription": "Severe obesity, afflicting \\~8% of adolescents in the U.S., is a serious and challenging medical and public health problem. The number and levels of cardiovascular risk factors are considerably higher in the context of severe obesity compared to milder forms of obesity. Approximately 85% of youth with severe obesity have ≥1 cardiovascular risk factor. Non-alcoholic fatty liver disease is highly-prevalent among adolescents with severe obesity with estimates nearing 60%. Subclinical atherosclerosis and arterial stiffening is present in youth with severe obesity at levels similar to those with type 2 diabetes. Youth with severe obesity have high levels of inflammation and oxidative stress, adverse adipokine profiles, and arterial endothelial activation. Moreover, longitudinal data implicate obesity in childhood as a strong predictor of future risk factor clustering and sub-clinical atherosclerosis in adulthood. Risk of developing type 2 diabetes is high in youth with severe obesity. Severe obesity in adolescence is associated with chronic disability from a wide range of causes later in life. Perhaps most disturbing is the poor long-term prognosis for these youth. Approximately 90% will have a BMI ≥35 kg/m2 in adulthood. Disturbingly, severe obesity in adulthood reduces life expectancy by 7-14 years.\n\nIn the field of obesity management, weight loss maintenance has proven to be an arduous challenge. Indeed, long-term weight loss maintenance is seldom achieved owing to numerous biological adaptations occurring in the post-weight loss setting. These include, but are not limited to, neuroendocrine changes in the gut-brain axis influencing appetite and satiety and reduction of energy expenditure. Following weight loss, peripheral and central mechanisms respond in a way similar to starvation by conveying a sense that energy reserves have dwindled, activating a strong and persistent counter-response to increase caloric intake. Moreover, metabolic rate decreases, further compounding the propensity for weight rebound. These counter-regulatory adaptations persist for many years following initial weight loss, and in fact might be permanent.\n\nAdolescents with severe obesity (BMI ≥120% above the 95th percentile or BMI ≥35 kg/m2) are not immune to the vexing issue of weight regain as evidenced by the poor outcomes of interventions using lifestyle modification alone.22-25 Indeed, large clinic-based studies from Europe and the U.S. reported that only a small fraction of patients were able to achieve and maintain clinically-meaningful weight loss with lifestyle modification therapy. Metabolic/bariatric surgery is an effective treatment but uptake is very low and many pediatricians and parents are concerned about the irreversible nature of this treatment and worry about the possibility of long-term (decades) risks, which are currently unknown. Therefore, a large treatment gap exists between lifestyle modification therapy and metabolic/bariatric surgery that remains unfilled.\n\nPharmacotherapy has the potential to prevent weight regain by targeting counter-regulatory mechanisms in the post-weight loss setting, with various agents demonstrating improved long-term weight loss durability in adults. Unfortunately, pediatric options are limited as only one obesity medication is approved for use among adolescents for long-term use (orlistat), and is rarely prescribed because of modest efficacy and notable side effects. Among the most promising candidates in the pediatric pipeline, owing to its relatively high degree of efficacy compared to other medications, is the combination of phentermine and topiramate, which is the most effective FDA-approved adult obesity medication currently available. Placebo-subtracted weight loss at one and two years with phentermine/topiramate is 9% at the top dose in adult trials. The mechanisms of action of phentermine/topiramate, which together are thought to reduce appetite, enhance satiety, and potentially increase energy expenditure, are well-suited for the purpose of weight loss maintenance since they target many of the biological adaptations known to induce relapse and subsequent regain.\n\nThe rationale for specifically focusing on phentermine/topiramate (vs. other medications) to prevent weight regain is supported by its multiple mechanisms of action, which are thought to target many of the post-weight loss counter-regulatory biological adaptations known to induce relapse. These mechanisms include: 1) reducing appetite through inhibition of norepinephrine reuptake (phentermine) and reduction of hypothalamic glutamate neurotransmission (topiramate) and lowering the levels of neuropeptide Y (topiramate); 2) enhancing satiety by slowing gastric emptying (combination of phentermine/topiramate); and 3) increasing energy expenditure (both phentermine and topiramate independently). Through these mechanisms of action, sustained weight loss has been demonstrated with phentermine/topiramate treatment in adults. While other obesity medications target some of these pathways, their respective mechanisms of action are generally less comprehensive, and accordingly have lower efficacy, ranging from 3-5% placebo-subtracted weight reduction at 1 year.\n\nIn terms of safety, topiramate is FDA-approved in children and adolescents for the treatment of seizures and migraine headaches with a reasonable safety track-record. Importantly, the investigators observed no signal of cognitive problems in a pilot clinical trial of topiramate for the treatment of obesity. Phentermine is FDA-approved for short-term use in ages \\>16 years old for treatment of obesity and is the most widely-prescribed adult obesity medication in the U.S. Although in a distinct medication class, phentermine is not dissimilar in mechanism of action and side effects to many of the stimulant medications widely-prescribed for the treatment of attention deficit hyperactivity disorder (ADHD) in youth. Adult data suggest no adverse cardiovascular effects or increased risk of addiction potential or withdrawal symptoms associated with phentermine use and the investigator's clinical experience with phentermine in adolescents with obesity demonstrated an acceptable safety profile."
        },
        "conditionsModule": {
            "conditions": [
                "Obesity"
            ],
            "keywords": [
                "Childhood",
                "Adolescent"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "All participants, regardless of drug/placebo assignment, will receive the same lifestyle/behavioral modification counseling monthly throughout the study: delivered at each in-person study visit and on the phone for months when there is no study visit.\n\nAll participants will engage in a meal replacement induction period for six weeks with a goal of reducing individual BMI by at least 5%. Those who are successful will be randomized to the study treatment outlined below. Those who are not successful will be discontinued from the study at this point.\n\nParticipants will be randomized (1:1) to phentermine/topiramate or placebo immediately following the meal replacement induction period (if successful in achieving \\>/= 5% BMI reduction within the allotted six weeks).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Participants, care providers, study investigators and the study team will be blinded to the phentermine/topiramate or placebo assignment.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 143,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Meal Replacement Therapy",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who are enrolled in the study will be administered a short-term (six weeks) meal replacement induction period. Because the trial is deigned to evaluate weight loss maintenance, participants must achieve at least 5% BMI reduction at week six of the meal replacement period in order to be randomized. Subjects will be asked to strictly follow the eating regimen, which will include a total of approximately 1,000 kcals per day of commercially-available liquid shakes (breakfast and lunch), pre-packaged frozen entrée meals for dinner, two servings of fruit, and three servings of vegetables. Shakes/meals will be provided free of charge - fruits/vegetables will be purchased by the participants. Guidance will be provided regarding the use of the meal replacement shakes at school, and participants will be encouraged to engage in family meal sessions despite eating different foods.",
                    "interventionNames": [
                        "Dietary Supplement: Meal Replacement Therapy"
                    ]
                },
                {
                    "label": "Phentermine/Topiramate",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants who achieve at least 5% BMI reduction at week six of the meal replacement period will be randomized (1:1) to receive either phentermine/topiramate or placebo. Participants randomized to phentermine/topiramate will start treatment at 3.75 mg/23 mg orally once daily in the morning for 14 days, then increased to 7.5 mg/46 mg orally once daily in the morning for 14 days, then be increased to 11.25 mg/69 mg orally once daily in the morning for 14 days, then increased to 15 mg/92 mg orally once daily in the morning for the remainder of the trial. Following the final study visit, participants will be down-titrated gradually by taking medication every other day for seven days before stopping treatment altogether.",
                    "interventionNames": [
                        "Drug: Phentermine-Topiramate",
                        "Other: Placebo"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants who achieve at least 5% BMI reduction at week six of the meal replacement period will be randomized (1:1) to receive either phentermine/topiramate or placebo. Participants randomized to the placebo will receive inert tablets that look like the active comparator. In order to mimic the active comparator arm, subjects randomized to the placebo arm will up titrate their placebo at the beginning of the study treatment and will down titrate as in the active comparator arm. Participants will be instructed to take the medication under the supervision of a parent/guardian and pill counts of returned product will serve as a proxy of treatment compliance.",
                    "interventionNames": [
                        "Drug: Phentermine-Topiramate",
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Phentermine-Topiramate",
                    "description": "The study medication to be tested for this study is a combination of phentermine and topiramate.",
                    "armGroupLabels": [
                        "Phentermine/Topiramate",
                        "Placebo"
                    ],
                    "otherNames": [
                        "Qsymia"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Meal Replacement Therapy",
                    "description": "The first six weeks of the study, subjects will receive meal replacement therapy in an effort to reduce their BMI by at least 5%.",
                    "armGroupLabels": [
                        "Meal Replacement Therapy"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "A pill that looks like Phentermine-Topiramate but has no active medication.",
                    "armGroupLabels": [
                        "Phentermine/Topiramate",
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To measure changes in BMI.",
                    "description": "The investigators will measure the change in BMI reduction during the meal replacement therapy intervention as well as during the treatment with phentermine/topiramate or placebo. Weight and height will be combined to report BMI in kg/m\\^2",
                    "timeFrame": "58 weeks."
                },
                {
                    "measure": "To measure changes in total body fat",
                    "description": "The investigators will measure the change in total body fat during the meal replacement therapy intervention and during the treatment with phentermine/topiramate or placebo via use of dual-energy x-ray absorptiometry (iDXA).",
                    "timeFrame": "iDXA will be conducted at four timepoints (Baseline, 1 day of Randomization, Week 26 and Week 52)."
                },
                {
                    "measure": "To measure changes in visceral fat.",
                    "description": "The investigators will measure the change in visceral fat during the meal replacement therapy intervention and during the treatment with phentermine/topiramate or placebo via use of the iDXA.",
                    "timeFrame": "iDXA will be conducted at four timepoints (Baseline, 1 day of Randomization, Week 26 and Week 52)."
                },
                {
                    "measure": "To measure changes in lipids.",
                    "description": "Lipids (consisting of total lipids, LDL, HDL, cholesterol and triglycerides)",
                    "timeFrame": "Baseline, 1 day of Randomization, Week 26 and Week 52 visits."
                },
                {
                    "measure": "To measure changes in glucose.",
                    "description": "The investigators will track whether fasting glucose levels come down during the course of participation in the study. Glucose can be an indicator of diabetes. Typical fasting glucose ranges for individuals 6 months and older are approximately 70-99 mg/dL. Investigators will track whether glucose levels reduce during the course of the study.",
                    "timeFrame": "Baseline, 1 day of Randomization, Week 26 and Week 52 visits."
                },
                {
                    "measure": "To measure changes in insulin.",
                    "description": "Investigators will track whether insulin levels reduce during the course of the study.",
                    "timeFrame": "Baseline, 1 day of Randomization, Week 26 and Week 52 visits."
                },
                {
                    "measure": "To measure changes in hemoglobin A1c.",
                    "description": "Investigators will track whether hemoglobin A1c levels (which can indicate pre-diabetes or diabetes) decrease during the course of the study. Normal ranges for hemoglobin A1c are less than 5/7%. Prediabetes ranges are 5.7-7.5% and diabetes ranges are 6.5% or greater.",
                    "timeFrame": "Baseline, 1 day of Randomization, Week 26 and Week 52 visits."
                },
                {
                    "measure": "To measure changes in C-reactive protein (CRP).",
                    "description": "C-reactive protein tests help to measure cardiac risk. Investigators will review C-reactive protein levels during the study to see if they decrease. Normal ranges for CRP are: \\<1 mg/L for low risk, 1.0-3.0 mg/L for average risk, \\>3.0 mg/L for high risk and \\> 10.0 mg/L for acute inflammation.",
                    "timeFrame": "Baseline, 1 day of Randomization, Week 26 and Week 52 visits."
                },
                {
                    "measure": "To measure changes in oxidized LDL.",
                    "description": "Investigators will measure changes in oxidized low-density lipoprotein. Oxidized LDL is a potentially harmful cholesterol that is produced in the body when normal LDL cholesterol is damaged by chemical interactions.",
                    "timeFrame": "Baseline, 1 day of Randomization, Week 26 and Week 52 visits."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Severe obesity (BMI \\>/= 120% of the 95th percentile or BMI \\>/= 35 kg/m2)\n* Age 12 to \\< 18 years of age at enrollment (screening) and Tanner stage \\>/= 2 - Female participants who are sexually active with males and who are able to get pregnant must agree to use two forms of contraception throughout the trial\n\nExclusion Criteria:\n\n* Diabetes (type 1 or 2)\n* Current or recent (\\< six months prior to enrollment) use of anti-obesity medication(s) defined as orlistat, phentermine, topiramate, combination phentermine/topiramate, liraglutide, and/or combination naltrexone/bupropion (monotherapy use of naltrexone or bupropion is not an exclusion)\n* Previous metabolic/bariatric surgery\n* Current use of a stimulant medication\n* History of glaucoma\n* Current or recent (\\<14 days) use of monoamine oxidase inhibitor\n* Known hypersensitivity to sympathomimetic amines\n* Any history of treatment with growth hormone\n* Any history of bulimia nervosa\n* Major psychiatric disorder as determined by the local medical monitor\n* Unstable and clinically-diagnosed (defined as documented in the medical record, if available) depression\n* Any history of active suicide attempt\n* History of suicidal ideation or self-harm within the previous 30 days of screening\n* PHQ-9 score \\>15 at screening\n* Current pregnancy or plans to become pregnant during study participation\n* Current tobacco use\n* ALT or AST \\>/= 3 times the upper limit of normal\n* Bicarbonate \\<18 mmol/L\n* Creatinine \\> 1.2 mg/dL\n* Any history of seizures\n* Uncontrolled hypertension as determined by the local medical monitor\n* History of structural heart defect or clinically significant arrhythmia\n* Diagnosed monogenic obesity\n* Any history of cholelithiasis\n* Any history of nephrolithiasis\n* Clinically diagnosed hyperthyroidism\n* Untreated thyroid disorder\n* Any disorder, unwillingness, or inability, not covered by any other exclusion criteria, which in the investigator's opinion, might jeopardize the subject's safety or compliance with the protocol",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aaron Kelly, PhD",
                    "role": "CONTACT",
                    "phone": "612-626-3402",
                    "email": "kelly105@umn.edu"
                },
                {
                    "name": "Claudia Fox, MD",
                    "role": "CONTACT",
                    "phone": "612-301-6616",
                    "email": "lusc0001@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aaron Kelly, PhD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55455",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cameron E Naughton, M.P.A.",
                            "role": "CONTACT",
                            "phone": "612-625-3623",
                            "email": "naug0009@umn.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "To be determined"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009765",
                    "term": "Obesity"
                },
                {
                    "id": "D000009767",
                    "term": "Obesity, Morbid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000050177",
                    "term": "Overweight"
                },
                {
                    "id": "D000044343",
                    "term": "Overnutrition"
                },
                {
                    "id": "D000009748",
                    "term": "Nutrition Disorders"
                },
                {
                    "id": "D000001835",
                    "term": "Body Weight"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5114",
                    "name": "Body Weight",
                    "relevance": "LOW"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "asFound": "Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12702",
                    "name": "Obesity, Morbid",
                    "asFound": "Severe Obesity",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26186",
                    "name": "Overweight",
                    "relevance": "LOW"
                },
                {
                    "id": "M25307",
                    "name": "Overnutrition",
                    "relevance": "LOW"
                },
                {
                    "id": "M12684",
                    "name": "Nutrition Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077236",
                    "term": "Topiramate"
                },
                {
                    "id": "D000010645",
                    "term": "Phentermine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000927",
                    "term": "Anticonvulsants"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000697",
                    "term": "Central Nervous System Stimulants"
                },
                {
                    "id": "D000001067",
                    "term": "Appetite Depressants"
                },
                {
                    "id": "D000019440",
                    "term": "Anti-Obesity Agents"
                },
                {
                    "id": "D000013566",
                    "term": "Sympathomimetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1711",
                    "name": "Topiramate",
                    "asFound": "Infiltration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16759",
                    "name": "Tin Fluorides",
                    "relevance": "LOW"
                },
                {
                    "id": "M13550",
                    "name": "Phentermine",
                    "asFound": "Immunohistochemistry",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4246",
                    "name": "Anticonvulsants",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M4379",
                    "name": "Appetite Depressants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21396",
                    "name": "Anti-Obesity Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M16345",
                    "name": "Sympathomimetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "AntiConv",
                    "name": "Anticonvulsants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnObAg",
                    "name": "Anti-Obesity Agents"
                },
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                }
            ]
        }
    },
    "hasResults": false
}