{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05665491",
            "orgStudyIdInfo": {
                "id": "2022p003245"
            },
            "organization": {
                "fullName": "Mclean Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Role of Parent Interpretation Bias in the Transmission of Anxiety to Children",
            "officialTitle": "Parent Interpretation Bias as a Key Mechanism of Intergenerational Transmission of Anxiety",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "role-of-parent-interpretation-bias-in-the-transmission-of-anxiety-to-children"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-19",
            "studyFirstSubmitQcDate": "2022-12-19",
            "studyFirstPostDateStruct": {
                "date": "2022-12-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Courtney Beard, PhD",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Mclean Hospital"
            },
            "leadSponsor": {
                "name": "Mclean Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Approximately 30% of children will experience an anxiety disorder, making anxiety the most common mental health problem among children in the United States. However, few children receive treatment and even our most effective anxiety treatments leave up to half of children in need of additional intervention. Despite the well-established role of parent anxiety in transmitting and maintaining child anxiety, the lack of data on specific parent mechanisms underlying the intergenerational transmission of anxiety is a critical barrier to informing novel targets of personalized treatments. Consistent with NIMH's Strategic Plan, Objective 2.2 to understand risk factors and behavioral indicators of mental illness across the lifespan and to identify novel intervention targets based on knowledge of psychological mechanisms, the current study focuses on interpretation bias, the tendency to perceive threat in ambiguous situations. The overall objective of this project is to empirically test a theoretical model of the intergenerational transmission of anxiety focused on parent interpretation bias as a root cause. Our specific aims are to test theorized effects of parent interpretation bias on (1) parent behavior and (2) child interpretation bias and (3) evaluate potential moderators to refine theories of intergenerational transmission of anxiety and inform future personalized interventions. Our central hypothesis is that parent interpretation bias influences child interpretation bias through its effects on maladaptive, anxiety-promoting parenting behaviors, such as accommodation and modeling of avoidant coping. To test this hypothesis, we will randomize 300 parents of children ages 7-12 to complete four weeks of a smartphone delivered interpretation bias manipulation vs. a self-assessment smartphone app condition. The interpretation bias intervention teaches parents to interpret ambiguous situations in a non-threatening manner via quick, repeated practice and corrective feedback. Before and after completing their randomly assigned condition, parent-child dyads will complete self-report and behavioral tasks designed to elicit anxiety-promoting behaviors from parents depending upon their interpretation of the ambiguous situation (speech and puzzle tasks). Parents will also complete Ecological Momentary Assessment (EMA) of parenting behaviors to capture the time course of effects. Finally, we will examine downstream effects of the interpretation manipulation on child interpretation bias at pre- and post- visits. We will test moderators (e.g., parent anxiety and gender) to refine theories of intergenerational transmission of anxiety and inform future personalized interventions. The long-term goal of this work is to inform personalized, mechanism-focused interventions to improve mental health outcomes for anxious children and their parents. Future studies will translate knowledge gained from this project into a scalable treatment that can be implemented entirely remotely via smartphone thereby increasing access to care"
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interpretation bias manipulation",
                    "type": "EXPERIMENTAL",
                    "description": "The primary component of the interpretation bias manipulation is the Word Sentence Association Paradigm (WSAP) delivered by the HabitWorks smartphone app. Users complete 50 trials in each exercise (approximately 5 min) and are prompted to complete 3 exercises per week (12 total over 4 weeks). The WSAP incorporates repetitive and quick practice, increasing individuals' awareness of their cognitive biases and shifting of their automatic responses.",
                    "interventionNames": [
                        "Behavioral: HabitWorks",
                        "Behavioral: Self-Assessment"
                    ]
                },
                {
                    "label": "Self-Assessment",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Parents will complete the same repeated assessments, including EMA of parent behavior and weekly symptom surveys, but they will not complete the WSAP.",
                    "interventionNames": [
                        "Behavioral: Self-Assessment"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "HabitWorks",
                    "description": "Smartphone app-delivered interpretation bias intervention",
                    "armGroupLabels": [
                        "Interpretation bias manipulation"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Self-Assessment",
                    "description": "Self-assessment of parenting behaviors and anxiety symptoms",
                    "armGroupLabels": [
                        "Interpretation bias manipulation",
                        "Self-Assessment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Parent behavior",
                    "description": "Coding of parent behaviors during parent-child interaction tasks",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Child interpretation bias",
                    "description": "3 items assessing expectations before and perceived performance after the parent-child interaction task",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria for parent participants are:\n\n1. Must have an ability to speak and understand English sufficiently to complete assessments\n2. At least minimal anxiety severity (GAD-7 score \\> 5)\n3. At least a minimal level of interpretation bias (WSAP overall accuracy less than 70%)\n4. No current psychiatric symptoms that would interfere with the individual's ability to provide consent or complete the research procedures\n5. If receiving treatment, stable on medications or psychotherapy for 8 weeks\n6. No severe suicidal ideation (PHQ-9 item 9 \\> 1)\n7. Own iOS or Android smartphone\n8. Shared or full custody of child (for EMA assessment of parenting behaviors)\n\nInclusion criteria for child participants are:\n\n1. Age 7 to 12\n2. Must have an ability to speak and understand English sufficiently to complete assessments\n3. No diagnosis of intellectual disability or autism spectrum disorder (per parent or clinician report)\n4. No current psychiatric symptoms that would prevent informed consent or understanding of research procedures\n5. Wechsler Abbreviated Scale of Intelligence (WASI) full-scale IQ equal to or greater than 80 to ensure understanding of study procedures\n6. If receiving treatment, stable on medications or psychotherapy for 8 weeks\n7. No severe suicidal ideation (PHQ-9 item 9 \\> 1)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Courtney Beard, PhD",
                    "role": "CONTACT",
                    "phone": "617-855-3557",
                    "email": "cbeard@mclean.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Courtney Beard, PhD",
                    "affiliation": "Mclean Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "McLean Hospital",
                    "status": "RECRUITING",
                    "city": "Belmont",
                    "state": "Massachusetts",
                    "zip": "02478",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "IreLee Ferguson, BA",
                            "role": "CONTACT",
                            "phone": "617-844-4495",
                            "email": "iferguson1@mgb.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.39593,
                        "lon": -71.17867
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All de-identified data will be published by the end of the project period or as papers are published, in repositories such as the Open Science Framework. Datasets will be managed and distributed in accordance with FAIR Guiding Principles (best practices for Findability, Accessibility, Interoperability, and Reusability) to maximize the potential for reuse of the data by other investigators. We will ensure study transparency, describing recruitment, enrollment, and randomization in a Consolidated Standards of Reporting Trials (CONSORT) diagram and providing detailed descriptions of experimental arms. The PI will prepare and submit data to clinicaltrials.gov and share data via the NDCT."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001008",
                    "term": "Anxiety Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "asFound": "Anxiety",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}