{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05593549",
            "orgStudyIdInfo": {
                "id": "Autophagy and Type 2 Diabetes"
            },
            "organization": {
                "fullName": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "briefTitle": "Role of Autophagy in Type 2 Diabetes Microvascular Dysfunction",
            "officialTitle": "Role of Autophagy in Type 2 Diabetes Microvascular Dysfunction",
            "therapeuticArea": [
                "Endocrinology",
                "Other"
            ],
            "study": "role-of-autophagy-in-type-diabetes-microvascular-dysfunction"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-18",
            "studyFirstSubmitQcDate": "2022-10-24",
            "studyFirstPostDateStruct": {
                "date": "2022-10-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "William Hughes",
                "investigatorTitle": "Postdoctoral Fellow",
                "investigatorAffiliation": "Medical College of Wisconsin"
            },
            "leadSponsor": {
                "name": "Medical College of Wisconsin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to examine the role of autophagy on microvascular function in adults with Type 2 Diabetes. The main question it aims to answer are:\n\n* Does presence of Type 2 Diabetes reduce autophagy and impair microvascular function?\n* Does exposure to high glucose impair autophagy and subsequently microvascular function?\n\nParticipants will undergo 2 study days. The primary outcome will be in vivo microvascular function testing. Following the first study day participants will undergo either supplementation with trehalose, an autophagy activator, or placebo for 14 days. The second study day will test in vivo microvascular function.",
            "detailedDescription": "It is generally accepted that endothelial dysfunction precedes overt cardiovascular disease and is a foundational event in development of atherosclerosis. Endothelial function is often assessed by flow-mediated dilation (FMD), a physiological response to shear stress along the endothelium that elicits vasodilation via release of nitric oxide (NO) in large and small blood vessels. In the presence of Coronary Artery Disease (CAD), NO production is reduced and FMD is diminished in conduit arteries. However, in the microcirculation, FMD is preserved but there is a compensatory shift from NO to hydrogen peroxide (H2O2) as the mediator of this dilation. The investigators lab has previously identified several signaling pathways, including autophagy, that are involved in regulating the switch in mechanism of dilation from NO to H2O2 utilizing ex vivo isolated arteriole preparations in CAD. In this trial, the investigators explore the possible role of autophagy as mechanism by which this switch occurs in a population at-risk for cardiovascular disease. Macroautophagy (referred to as autophagy here forward) is a scalable process designed to recycle damaged organelles via acidic hydrolases in lysosomes to maintain homeostasis. The rationale for examining a role for autophagy stems from data in cultured endothelial cells showing that autophagy can regulate NO bioavailability and reactive oxygen species (ROS) production. Inhibition of key autophagy proteins decreases NO production and increases ROS endothelial cells are exposed to shear stress, markers of autophagy increase, along with a rise in NO production. The investigators have recently demonstrated that autophagic flux is repressed in response to shear stress in arterioles from patients with CAD compared to healthy controls. This disease-associated reduction in autophagic flux increases release of H2O2 from the mitochondria in response to shear stress. Activation or repression of autophagy in CAD and healthy arterioles, respectively, switches the mechanism of dilation (activation in CAD switches to NO; repression in healthy controls switches to H2O2). Collectively, microvascular autophagic flux plays a key role integrating cellular signals within the endothelium to regulate microvascular health and function in response to shear stress in overt cardiovascular disease. The primary cellular mechanisms for this pathological switch in in vasodilator mechanism and its relevance in other at-risk populations (e.g., type 2 diabetes mellitus; T2DM) remains unclear.\n\nHyperglycemia, Type 2 Diabetes Mellitus and Microvascular Function T2DM, a chronic metabolic disease, is an independent risk factor for cardiovascular disease. Hyperglycemia is a hallmark of T2DM, and both T2DM and hyperglycemia are independently linked to endothelial dysfunction. While hyperglycemia in T2DM is often well-managed with medication, damaging microvascular consequences such as diabetic neuropathy and cardiomyopathy persist, and T2DM subjects demonstrate reduced microvascular endothelial-dependent dilation. While ex vivo interrogation of vasodilator mechanisms provides mechanistic insight into microvascular control, the lack of translation to in vivo models represents a large gap in knowledge. The investigators have devised a research strategy to directly study and fill this research gap, answering key questions regarding the change in endothelial mediators that occurs with cardiovascular disease in human tissue. T2DM and high glucose (HG) exposure are associated with reduced cutaneous microvascular endothelial function ex vivo and in vivo. However, the mechanism by which this reduction occurs is unclear. Furthermore, it is not known whether exposure to high glucose alone, or the presence of T2DM are associated with a switch in the mechanism of microvascular dilation to shear stress. Understanding and translating ex vivo findings to in vivo settings will provide insight into the disease pathology and novel approaches to ameliorate T2DM microvascular dysfunction.\n\nConsidering the important link between T2DM/HG-induced microvascular dysfunction and risk of future cardiovascular events, stimulation of autophagic flux may enhance or preserve available NO, exerting beneficial effects on microvascular function in patients with T2DM and in response to HG. The purpose of this proposal is to investigate the fundamental role of autophagy in contributing to T2DM microvascular dysfunction in a comprehensive manner. The results of this study may inform the mechanistic understanding of microvascular disease progression in T2DM.\n\nObjective: Establish a mechanistic role for autophagic flux in contributing to T2DM-associated microvascular dysfunction in vivo utilizing the human cutaneous microcirculation as a novel translational model.\n\nHypothesis 1: Activation of autophagic flux with trehalose for 2 weeks in T2DM subjects enhances cutaneous dilation to endothelial-dependent pharmacological agonists (microdialysis) and local thermal hyperemia.\n\nHypothesis 2: Exposure to HG (oral glucose challenge) in healthy adults reduces cutaneous dilation to endothelial-dependent pharmacological agonists and local thermal hyperemia."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes",
                "Healthy Aging"
            ],
            "keywords": [
                "autophagy",
                "microvascular function",
                "laser doppler microdialysis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to either active or placebo supplementation, acting as their own control.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Trehalose",
                    "type": "EXPERIMENTAL",
                    "description": "10g mixed in 500 mL of water, consumed 1 time per day",
                    "interventionNames": [
                        "Drug: Trehalose"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "10g microcrystalline cellulose in 500 mL, consumed 1 time per day",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Trehalose",
                    "description": "Trehalose will be given at a dose of 10g mixed in 500 mL of water to be consumed 1 time per day for 14 days",
                    "armGroupLabels": [
                        "Trehalose"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Microcrystalline cellulose will be given at a dose of 10g mixed in 500 mL of water to be consumed 1 time per day for 14 days",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Nitric Oxide Mediated Endothelium-Dependent Vasodilation via Laser Doppler Flowmetry Coupled with Intradermal Microdialysis",
                    "description": "Cutaneous microvascular function measured via laser Doppler flowmetry coupled with intradermal microdialysis of non-specific nitric oxide synthase inhibitor, L-NAME",
                    "timeFrame": "2 weeks"
                },
                {
                    "measure": "Autophagic Flux Protein Expression",
                    "description": "Autophagic Flux protein expression in Peripheral Blood Mononuclear Cells (PBMC) will be measured via exogenous treatment of PBMCs with a lysosomal inhibitor and then expression of autophagic markers will be assessed via Western Blot.",
                    "timeFrame": "2 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Blood Pressure",
                    "description": "Brachial Blood Pressure",
                    "timeFrame": "2 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria: Participants must be between 18-80 yrs. of age and will be delineated into two groups\n\n* Clinical Diagnosis of Type 2 Diabetes Mellitus in accordance with American Diabetes Association (ADA) guidelines (Type 2 Diabetic group)\n* Otherwise healthy individuals (Healthy control group) with no more than 1 cardiovascular risk factor\n\nExclusion Criteria:\n\n* Uncontrolled hypertension\n* Current Tobacco use or within last 6 months\n* BMI \\> 35\n* Hyperlipidemia\n* Hypercholesterolemia\n* Type 1 Diabetes\n* Use of anti-coagulant drugs, or anti-platelet drugs\n* Symptomatic coronary artery disease\n* Heart Failure\n* Renal Impairment\n* Hormone Replacement Therapy\n* History of Retinopathy\n* Documented Neuromuscular Disorders\n* Porphyria Cutanea Tarda (blistering of skin to sun; photosensitivity)\n* Pregnancy (Young Female subjects)\n* Allergies to Povidone Iodine\n* Use Erectile Dysfunction Medication in the past 6 months\n* Use of Topical/non-topical Steroids in last 6 months\n* Active Anti-Cancer Treatment or Treatment within last 12 months\n* Active COVID-19 or within the past 3 months\n* Gender Reassignment Therapy",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "William Hughes, Ph.D.",
                    "role": "CONTACT",
                    "phone": "414-955-7519",
                    "email": "whughes@mcw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William Hughes, Ph.D.",
                    "affiliation": "Medical College of Wisconsin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Medical College of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William Hughes, Ph.D.",
                            "role": "CONTACT",
                            "email": "whughes@mcw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                },
                {
                    "id": "D000003924",
                    "term": "Diabetes Mellitus, Type 2"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "asFound": "Type 2 Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}