{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06443151",
            "orgStudyIdInfo": {
                "id": "2016729-2"
            },
            "organization": {
                "fullName": "Craig Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Role of Endothelial Function in SCI CVD Risk",
            "officialTitle": "Role of Vascular Endothelial Function After Spinal Cord Injury Related Cardiovascular Disease Risk",
            "therapeuticArea": [
                "Other"
            ],
            "study": "role-of-endothelial-function-in-sci-cvd-risk"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-07",
            "studyFirstSubmitQcDate": "2024-05-29",
            "studyFirstPostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Craig Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Colorado, Boulder",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Individuals with spinal cord injury have heart attacks and strokes more frequently, and much earlier in life. People with spinal cord injuries develop plaque in vessels much faster, and the reasons why are unclear. Doctors generally attributed the increased risk with weight gain and developing diabetes, but many studies have shown that even without these common factors, plaque in vessels is developing more often and faster. Endothelial cells are a single layer of cells that line all vessels in the body and plays an important role in vessel health. Damage to endothelial cells is known to lead to heart attacks and strokes. Past studies on endothelial cells of people with spinal cord injury have been unclear. The investigators have new data that these cells are unhealthy after spinal cord injury a measurement. This includes measuring endothelial health by directly altering its function using a catheter in the arm and measuring small particles in blood called endothelial microvesicles. If the project is successful, the investigators will learn important information on the health of endothelial cells after spinal cord injury. The investigators will also be able to use these markers of endothelial cell function to create treatments to improve vessel health and prevent heart attacks and strokes later in life in people with spinal cord injury.",
            "detailedDescription": "Adults with spinal cord injury (SCI) demonstrate accelerated atherosclerotic cardiovascular disease (ASCVD) occurring \\~4 fold more often, and decades earlier in life. Importantly, atherosclerosis has been detected in people with SCI independent of traditional risk factors, much earlier in life, and appear recalcitrant to conventional risk mitigating inventions such as exercise and diet. Also, as disease is silent, many individuals are not screened for this atherosclerotic burden and only aware after the major vascular event of a myocardial infarction or stroke. The mechanisms which drive early ASCVD is unknown. Endothelial cell dysfunction precedes radiographic or angiographic evidence of atherosclerosis, and plays a central role in the development, progression and severity of atherosclerotic vascular disease. While it has been suggested that SCI results in compromised endothelial health, there is little empirical data on the degree or scope of impairment as well as mechanisms underlying any potential impairment. Endothelial dysfunction may be an important factor underlying the increased risk and prevalence of ASCVD and associated events in adults with SCI and a viable target for therapeutic intervention. Preliminary data suggests primary endothelial cell impairment related to its vasodilator function and provide potential mechanisms related to oxidative stress burden. The investigators also present the potential of endothelial cell derived microvesicles as a biomarker and mediator of endothelial cell dysfunction. The aim of this proposal is to determine whether endothelial function is impaired in adults with SCI. Our hypothesis is that endothelium-dependent vasodilation is impaired in adults with SCI and oxidative stress and endothelial cell derived microvesicles contribute to this dysfunction. Results supporting this hypothesis will: 1) provide mechanistic insight into the excess risk of ASCVD in adults with SCI; 2) identify therapeutic targets for reducing cardiovascular risk in this population; and 3) provide scientific rationale for vascular-related treatment clinical trials aimed at improving vascular health and reducing cardiovascular risk in individuals with SCI."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries",
                "Cardiovascular Diseases",
                "Endothelial Dysfunction"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Spinal Cord Injury",
                    "description": "Men and women of all races, ethnic backgrounds, over the age of 18 years: adults with chronic (\\>12 months), motor complete (AIS A/B) SCI with paraplegia (neurological level of injury \\[NLI\\] at T2 or below).",
                    "interventionNames": [
                        "Procedure: Brachial intra-arterial infusion of vasoactive and antioxidant drugs (acetylcholine, nitroprusside, ascorbic acid)",
                        "Procedure: venous occlusion plethysmography",
                        "Drug: Acetylcholine",
                        "Drug: Sodium Nitroprusside",
                        "Drug: Ascorbic acid",
                        "Procedure: venous phlebotomy"
                    ]
                },
                {
                    "label": "Control (Non-Spinal Cord Injury)",
                    "description": "Non-injured men and women of all races, ethnic backgrounds, over the age of 18 years.",
                    "interventionNames": [
                        "Procedure: Brachial intra-arterial infusion of vasoactive and antioxidant drugs (acetylcholine, nitroprusside, ascorbic acid)",
                        "Procedure: venous occlusion plethysmography",
                        "Drug: Acetylcholine",
                        "Drug: Sodium Nitroprusside",
                        "Drug: Ascorbic acid",
                        "Procedure: venous phlebotomy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Brachial intra-arterial infusion of vasoactive and antioxidant drugs (acetylcholine, nitroprusside, ascorbic acid)",
                    "description": "The brachial artery in the non-dominant arm will be catheterized to infuse endothelium-dependent vasodilator acetylcholine, endothelium-independent vasodilator nitroprusside, and antioxidant ascorbic acid at concentrations to have isolated effect in the forearm.",
                    "armGroupLabels": [
                        "Control (Non-Spinal Cord Injury)",
                        "Spinal Cord Injury"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "venous occlusion plethysmography",
                    "description": "Whole forearm blood flow will be measured by mercury-strain gauge while venous occlusion is applied to the forearm and hand by rapid-cuff inflation to sub-arterial pressures. Changes in whole forearm blood flow with be measured at baseline, endothelial agonists, and removal of oxidative stress via acorbic acid.",
                    "armGroupLabels": [
                        "Control (Non-Spinal Cord Injury)",
                        "Spinal Cord Injury"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Acetylcholine",
                    "description": "Endothelium-dependent vasodilation will then be assessed by changes in FBF in response to intra-arterial infusions of the endothelial agonist acetylcholine infused at rates of 4.0, 8.0, 16.0 μg/100 mL of forearm tissue/min to generate a dose-response curve.",
                    "armGroupLabels": [
                        "Control (Non-Spinal Cord Injury)",
                        "Spinal Cord Injury"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sodium Nitroprusside",
                    "description": "Endothelium-independent vasodilation will be assessed by changes in forearm blood flow in response to intra-arterial infusions of sodium nitroprusside at 1.0, 2.0, 4.0 μg/100 mL forearm tissue/min.",
                    "armGroupLabels": [
                        "Control (Non-Spinal Cord Injury)",
                        "Spinal Cord Injury"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Ascorbic acid",
                    "description": "Ascorbic acid will be infused at a constant rate (12 mg/100 mL tissue/min) and maintained at the same rate while the acetylcholine and sodium nitroprusside dose-response curves are repeated.",
                    "armGroupLabels": [
                        "Control (Non-Spinal Cord Injury)",
                        "Spinal Cord Injury"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "venous phlebotomy",
                    "description": "Venous blood samples will be collected to measure baseline cardiometabolic characteristics and isolate endothelial cell microvesicles for characterizations and in vitro experiments.",
                    "armGroupLabels": [
                        "Control (Non-Spinal Cord Injury)",
                        "Spinal Cord Injury"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Endothelium-dependent vasodilation",
                    "description": "Total forearm blood flow with be measured by strain gauge venous plethysmography under baseline conditions and under pharmacological manipulation with acetylcholine at increasing concentrations (8, 16, 32ug/ml).",
                    "timeFrame": "Measured at baseline (without acetylcholine) and immediately after each acetylcholine dose for 3-5 minutes."
                },
                {
                    "measure": "Endothelium-independent vasodilation",
                    "description": "Total forearm blood flow with be measured by strain gauge venous plethysmography under baseline conditions and under pharmacological manipulation with sodium nitroprusside at increasing concentrations (1, 2, 4ug/ml).",
                    "timeFrame": "Measured at baseline (without sodium nitroprusside) and immediately after each sodium nitroprusside dose for 3-5 minutes."
                },
                {
                    "measure": "Endothelial cell-derived microvesicles concentration",
                    "description": "Endothelial cell-derived microvesicles will be collected from venous blood samples and counted used flow cytometry to determine a circulating concentration.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Association of Endothelial cell-derived microvesicles to Endothelium-dependent vasodilation",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Endothelial cell-derived microvesicles effects of human coronary artery endothelial cells nitric oxide bioavailability",
                    "description": "Endothelial cell-derived microvesicles will be sorted and collected by fluorescence-activated cell sorting (FACS) flow cytometry. The endothelial cell-derived microvesicles will be co-cultured with human coronary artery endothelial cells. Endothelial Nitric Oxide Synthase and phosphorylation sites of interest will be measured by intracellular protein expression quantification of whole cell lysates by capillary electrophoresis immunoassays. Nitric oxide production will be assessed by total nitric oxide and nitrate/nitrite parameter assays.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Endothelial cell-derived microvesicles effects of human coronary artery endothelial cells reactive oxygen species and antioxidant capacity",
                    "description": "Endothelial cell-derived microvesicles will be sorted and collected by fluorescence-activated cell sorting (FACS) flow cytometry. The endothelial cell-derived microvesicles will be co-cultured with human coronary artery endothelial cells. Super oxide dismutase and catalase expression will be measured by intracellular protein expression quantification of whole cell lysates by capillary electrophoresis immunoassays. Intracellular oxidative stress will be assessed by ROS-Glo H2O2 assay.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Men and women of all races, ethnic backgrounds\\>18 years of age\n* Traumatic spinal cord injury (Sports, Assault, Transport, Fall, Other Traumatic Causes)\n* Time since injury (\\> 12 months)\n* Paraplegia Motor Complete Injury (neurological level of injury at T2 or below, ASIA Impairment Scale A or B\n\nExclusion Criteria:\n\n* History of high blood pressure\n* History cardiovascular disease (coronary artery disease, congestive heart failure, myocardial infarction, cerebrovascular accident).\n* History high cholesterol\n* History of Diabetes Type I or Type II\n* History of Obstructive Pulmonary Disease\n* History of Chronic Kidney or Liver Disease\n* History of Cancer\n* History of Autoimmune Disease (Thyroid Disease, Lupus, Rheumatoid Arthritis, etc).\n* History of smoking tobacco in the last 12 months\n* History of alcohol use",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Men and women of all races, ethnic backgrounds, over the age of 18 years with history chronic motor complete paraplegia, but free of overt chronic diseases assessed by clinically documented medical history, physical examination, and blood chemistries and hematological evaluation.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clare Morey, SLP-CCC",
                    "role": "CONTACT",
                    "phone": "303-789-8621",
                    "email": "cmorey@craighospital.org"
                },
                {
                    "name": "Andrew Park, MD",
                    "role": "CONTACT",
                    "phone": "303-789-8101",
                    "email": "apark@craighospital.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrew Park, MD",
                    "affiliation": "Craig Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Craig Hospital",
                    "status": "RECRUITING",
                    "city": "Englewood",
                    "state": "Colorado",
                    "zip": "80113",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clare Morey, SLP-CCC",
                            "role": "CONTACT",
                            "phone": "303-789-8621",
                            "email": "cmorey@craighospital.org"
                        },
                        {
                            "name": "Genevieve Quintero, B.S.",
                            "role": "CONTACT",
                            "email": "gquintero@craighospital.org"
                        },
                        {
                            "name": "Andrew Park, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Christopher DeSouza, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Brian Stauffer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.64777,
                        "lon": -104.98776
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Related Info",
                    "url": "https://doi.org/10.58275/AHA.24CDA1268666.pc.gr.193652"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data sharing will be facilitated through active participation in Open Data Commons for SCI (ODC-SCI). ODC-SCI is a cloud-based community-governed repository to store, share, and publish research data on Spinal Cord Injury and is compliant with requirements for FAIR and trustworthy repositories established by NIH."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001205",
                    "term": "Ascorbic Acid"
                },
                {
                    "id": "D000009599",
                    "term": "Nitroprusside"
                },
                {
                    "id": "D000000109",
                    "term": "Acetylcholine"
                },
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000014815",
                    "term": "Vitamins"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                },
                {
                    "id": "D000020030",
                    "term": "Nitric Oxide Donors"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12536",
                    "name": "Nitroprusside",
                    "asFound": "Hormone Receptor Positive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3473",
                    "name": "Acetylcholine",
                    "asFound": "Hyaluronidase",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4513",
                    "name": "Ascorbic Acid",
                    "asFound": "Heparin",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "asFound": "Curve",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M25496",
                    "name": "Endothelium-Dependent Relaxing Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17558",
                    "name": "Vitamins",
                    "relevance": "LOW"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M12507",
                    "name": "Nitric Oxide",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T477",
                    "name": "Vitamin C",
                    "asFound": "Heparin",
                    "relevance": "HIGH"
                },
                {
                    "id": "T437",
                    "name": "Ascorbic Acid",
                    "asFound": "Heparin",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "NiOxD",
                    "name": "Nitric Oxide Donors"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Resp",
                    "name": "Respiratory System Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}