{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06470061",
            "orgStudyIdInfo": {
                "id": "ZK-01-2024"
            },
            "organization": {
                "fullName": "Zaparackas and Knepper LTD",
                "class": "OTHER"
            },
            "briefTitle": "RQC for the Prevention of Alzheimer's Disease and Retinal Amyloid-β",
            "officialTitle": "A Randomized Phase II Study to Evaluate Oral RQC for the Prevention of Alzheimer's Disease and Retinal Amyloid-β",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "rqc-for-the-prevention-of-alzheimer-s-disease-and-retinal-amyloid"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-22",
            "studyFirstSubmitQcDate": "2024-06-19",
            "studyFirstPostDateStruct": {
                "date": "2024-06-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Zaparackas and Knepper LTD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Northwestern University Feinberg School of Medicine",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to evaluate whether oral resveratrol, quercetin, and curcumin (RQC) can prevent the accumulation of retinal amyloid-β and/or cognitive decline over 24 months in adults aged 50-90 with Stage 1 or 2 Alzheimer's disease as described in FDA-2013-D-0077. The trial will also evaluate the safety and tolerability of RQC. Curcumin, which binds to amyloid-β, will act as a fluorescent label to identify retinal amyloid-β in vivo using optical coherence tomography (OCT)-autofluorescence imaging. The investigators will longitudinally evaluate the effect of RQC on retinal amyloid-β load cognitive outcomes including the Clinical Dementia Rating Scale Sum of Boxes (CDR-SB) and the Mini Mental State Examination (MMSE), and potential microvascular biomarkers. The investigators will also evaluate associations between retinal amyloid-β and progression to early Alzheimer's disease (mild cognitive impairment). The investigators will compare RQC, taken daily for 24 months, with curcumin alone, taken only during the 7 days preceding each of the six study visits to see if RQC can prevent (or reduce) amyloid-β and prevent the onset of mild cognitive impairment."
        },
        "conditionsModule": {
            "conditions": [
                "Alzheimer Disease",
                "Mild Cognitive Impairment",
                "Cognitive Decline"
            ],
            "keywords": [
                "Alzheimer's disease",
                "Mild cognitive impairment",
                "Retinal amyloid-β",
                "Microvascular biomarkers",
                "Early Alzheimer's disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Resveratrol, Quercetin, and Curcumin (RQC)",
                    "type": "EXPERIMENTAL",
                    "description": "Resveratrol, Quercetin, and Curcumin (RQC) galactomannan formulations taken orally twice daily for 24 months.",
                    "interventionNames": [
                        "Drug: Resveratrol, Quercetin, and Curcumin (RQC)"
                    ]
                },
                {
                    "label": "Curcumin",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Curcumin taken orally twice daily during the 7 days preceding each study visit in order to label retinal amyloid-β.",
                    "interventionNames": [
                        "Drug: Curcumin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Resveratrol, Quercetin, and Curcumin (RQC)",
                    "description": "2000 mg Curcumin/day, taken twice daily for 24 months (galactomannan formulation, capsule form)\n\n334 mg Resveratrol/day, taken twice daily for 24 months (galactomannan formulation, capsule form)\n\n60 mg Quercetin/day, taken twice daily for 24 months (galactomannan formulation, capsule form)",
                    "armGroupLabels": [
                        "Resveratrol, Quercetin, and Curcumin (RQC)"
                    ],
                    "otherNames": [
                        "Resveratrol, Quercetin, and Curcumin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Curcumin",
                    "description": "2000 mg Curcumin/day, taken twice daily for 7 days preceding each study visit (baseline and months 3, 6, 12, 18, and 24 for a total of 42 non-consecutive days over 24 months.",
                    "armGroupLabels": [
                        "Curcumin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Retinal Amyloid-β",
                    "description": "Retinal amyloid-β is identified using optical coherence tomography (OCT)-autofluorescence imaging and measured using a composite score called the retinal amyloid index (RAI), a continuous variable incorporating number, total area, and total fluorescence intensity of retinal Aβ spots. The change in RAI scores will be compared between RQC and control groups using linear mixed-effects models for repeated measures.",
                    "timeFrame": "Baseline to 12 Months, Baseline to 24 Months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Clinical Dementia Rating Scale Sum of Boxes (CDR-SB) Score",
                    "description": "The Clinical Dementia Rating Scale Sum of Boxes (CDR-SB) is used to differentiate stages of cognitive impairment. It assesses six cognitive and functional domains including memory, orientation, judgement, community affairs, home hobbies, and personal care. Each of the six CDR domains is scored 0 to 3, with the Sum of Boxes (SB) being the sum of the six domains on a 0-18 numerical scale. The CDR-SB is scored by trained physicians after interviewing both participants and their informants. Change in CDR-SB scores will be compared between RQC and control groups using linear mixed-effects models for repeated measures.",
                    "timeFrame": "Baseline to 12 Months, Baseline to 24 Months"
                },
                {
                    "measure": "Change in Mini Mental State Examination (MMSE) Score",
                    "description": "The Mini Mental State Examination (MMSE) is an instrument used to screen for cognitive impairment. The test consists of 11-questions that evaluate five areas of cognitive function: orientation, registration, attention and calculation, recall, and language. The MMSE is scored on a numerical 0-30 scale by trained physicians after interviewing participants. Change in MMSE scores will be compared between RQC and control groups using linear mixed-effects models for repeated measures.",
                    "timeFrame": "Baseline to 12 Months, Baseline to 24 Months"
                },
                {
                    "measure": "Change in Superactivated Platelet (SAP) Percentage",
                    "description": "Superactivated platelets (SAPs) are a procoagulant sub-type of activated platelet that are increased in mild cognitive impairment (MCI) and Alzheimer's disease and are associated with disease progression \\[Pfahler, 2018; Prodan, 2011\\]. SAPs are prepared from whole blood samples and induced in vitro by dual platelet agonists thrombin and convulxin (collagen substitute). SAPs are identified by inactivated integrin αIIbβ3 and high levels of surface fibrinogen binding and measured using flow cytometry as the percentage of total platelets positive for SAP markers. Change in the percentage of SAPs will be compared between RQC and control groups using linear mixed-effects models for repeated measures.",
                    "timeFrame": "Baseline to 12 Months, Baseline to 24 Months"
                },
                {
                    "measure": "Correlation Between Change in Retinal Amyloid-β and Change in Clinical Dementia Rating Scale Sum of Boxes (CDR-SB) Score",
                    "description": "The Pearson correlation coefficient (r) between change in retinal amyloid-β as measured using the retinal amyloid index (RAI) score and change in CDR-SB scores as measured using the 0-18 numerical scale equating to the sum of the six CDR domains, each of which is scored 0 to 3. The retinal amyloid-β RAI score is a continuous variable that incorporates number, total area, and total fluorescence intensity of retinal Aβ spots. For example, a subject may have a RAI score of 20.4 and a CDR-SB score of 1.",
                    "timeFrame": "Baseline to 12 Months, Baseline to 24 Months"
                },
                {
                    "measure": "Correlation Between Change in Retinal Amyloid-β and Change in Mini Mental State Examination (MMSE) Score",
                    "description": "The Pearson correlation coefficient (r) between change in retinal amyloid-β as measured using the retinal amyloid index (RAI) score and change in MMSE scores as measured using the 0-30 numerical MMSE scale. The retinal amyloid-β RAI score is a continuous variable that incorporates number, total area, and total fluorescence intensity of retinal Aβ spots. For example, a subject may have a RAI score of 20.4 and a MMSE score of 26.",
                    "timeFrame": "Baseline to 12 Months, Baseline to 24 Months"
                },
                {
                    "measure": "Progression to Clinically Relevant Cognitive Decline (MMSE)",
                    "description": "The effect of RQC on clinically significant cognitive decline (defined as a decrease of 4 or more points from baseline on MMSE) will be evaluated using Cox proportional hazards models.",
                    "timeFrame": "Baseline to 12 Months, Baseline to 24 Months"
                },
                {
                    "measure": "Progression to Clinically Relevant Cognitive Decline (CDR-SB)",
                    "description": "The effect of RQC on clinically significant cognitive decline (defined as an increase of 0.5 or more points from baseline on CDR-SB) will be evaluated using Cox proportional hazards models.",
                    "timeFrame": "Baseline to 12 Months, Baseline to 24 Months"
                },
                {
                    "measure": "Adverse Events (AEs) and Serious Adverse Events (SAEs)",
                    "description": "Adverse events (AEs) and serious adverse events (SAEs) will be identified and graded according to the CTCAE v5.0 after interviewing participants and reviewing study records.",
                    "timeFrame": "Baseline, 12 Months, 24 Months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 50-90 years of age at screening.\n* Male or female\n* Any race or ethnicity.\n* Provide written informed consent.\n* Availability for the duration of the study.\n* Ability to speak, read, and understand English.\n* Ability to take oral medication and be willing to adhere to the RQC regimen.\n* Have adequate literacy, vision, and hearing for neuropsychological testing at screening\n\nExclusion Criteria:\n\n* MMSE score 0-25, indicating more than subtle cognitive abnormalities\n* CDR-SB score \\> 0, indicating functional impairment\n* Clinical diagnosis of any non-Alzheimer's disease (AD) type of mild cognitive impairment (MCI) or dementia\n* Taking pharmaceutical anti-Aβ monoclonal antibodies (i.e., Leqembi, Aduhelm).\n* Participation in another clinical study with an investigational product during the last 90 days.\n* Presence of hepatic disease or kidney disease\n* Clinically significant or unstable hematologic, cardiovascular, pulmonary, gastrointestinal, endocrine metabolic, or other systemic disease.\n* Diagnosis of gastrointestinal or stomach condition including but not limited to irritable bowel syndrome (IBS), ulcerative colitis, peptic ulcers, Crohn's disease, gastroesophageal reflux disease, gastritis, severe dyspepsia, and intestinal malabsorption.\n* Clinically significant abnormal values in hematology, coagulation and platelet function, clinical chemistry, or urinalysis at screening (such as those with prolonged prothrombin time (PT), anemia, low neutrophil or platelet count, elevated liver function tests, low glomerular filtration rate).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephanie Aman",
                    "role": "CONTACT",
                    "phone": "312-337-1285",
                    "email": "knezap@sbcglobal.net"
                },
                {
                    "name": "Nicholas M Pfahler",
                    "role": "CONTACT",
                    "phone": "773-677-0447",
                    "email": "maxpfahler@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul A Knepper, MD, PhD",
                    "affiliation": "Northwestern University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Zaparackas & Knepper Ltd.",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephanie Aman",
                            "role": "CONTACT",
                            "phone": "312-337-1285",
                            "email": "knezap@sbcglobal.net"
                        },
                        {
                            "name": "Zibute Zaparackas, MD",
                            "role": "CONTACT",
                            "phone": "312-337-5165",
                            "email": "z-zaparackas@northwestern.edu"
                        },
                        {
                            "name": "Paul A Knepper, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28814675",
                    "type": "BACKGROUND",
                    "citation": "Koronyo Y, Biggs D, Barron E, Boyer DS, Pearlman JA, Au WJ, Kile SJ, Blanco A, Fuchs DT, Ashfaq A, Frautschy S, Cole GM, Miller CA, Hinton DR, Verdooner SR, Black KL, Koronyo-Hamaoui M. Retinal amyloid pathology and proof-of-concept imaging trial in Alzheimer's disease. JCI Insight. 2017 Aug 17;2(16):e93621. doi: 10.1172/jci.insight.93621. eCollection 2017 Aug 17."
                },
                {
                    "pmid": "20550967",
                    "type": "BACKGROUND",
                    "citation": "Koronyo-Hamaoui M, Koronyo Y, Ljubimov AV, Miller CA, Ko MK, Black KL, Schwartz M, Farkas DL. Identification of amyloid plaques in retinas from Alzheimer's patients and noninvasive in vivo optical imaging of retinal plaques in a mouse model. Neuroimage. 2011 Jan;54 Suppl 1:S204-17. doi: 10.1016/j.neuroimage.2010.06.020. Epub 2010 Jun 13."
                },
                {
                    "pmid": "33015311",
                    "type": "BACKGROUND",
                    "citation": "Dumitrascu OM, Lyden PD, Torbati T, Sheyn J, Sherzai A, Sherzai D, Sherman DS, Rosenberry R, Cheng S, Johnson KO, Czeszynski AD, Verdooner S, Frautschy S, Black KL, Koronyo Y, Koronyo-Hamaoui M. Sectoral segmentation of retinal amyloid imaging in subjects with cognitive decline. Alzheimers Dement (Amst). 2020 Sep 28;12(1):e12109. doi: 10.1002/dad2.12109. eCollection 2020."
                },
                {
                    "pmid": "34430703",
                    "type": "BACKGROUND",
                    "citation": "Ngolab J, Donohue M, Belsha A, Salazar J, Cohen P, Jaiswal S, Tan V, Gessert D, Korouri S, Aggarwal NT, Alber J, Johnson K, Jicha G, van Dyck C, Lah J, Salloway S, Sperling RA, Aisen PS, Rafii MS, Rissman RA. Feasibility study for detection of retinal amyloid in clinical trials: The Anti-Amyloid Treatment in Asymptomatic Alzheimer's Disease (A4) trial. Alzheimers Dement (Amst). 2021 Aug 17;13(1):e12199. doi: 10.1002/dad2.12199. eCollection 2021."
                },
                {
                    "pmid": "34366344",
                    "type": "BACKGROUND",
                    "citation": "Tadokoro K, Yamashita T, Kimura S, Nomura E, Ohta Y, Omote Y, Takemoto M, Hishikawa N, Morihara R, Morizane Y, Abe K. Retinal Amyloid Imaging for Screening Alzheimer's Disease. J Alzheimers Dis. 2021;83(2):927-934. doi: 10.3233/JAD-210327."
                },
                {
                    "pmid": "37459141",
                    "type": "BACKGROUND",
                    "citation": "Sims JR, Zimmer JA, Evans CD, Lu M, Ardayfio P, Sparks J, Wessels AM, Shcherbinin S, Wang H, Monkul Nery ES, Collins EC, Solomon P, Salloway S, Apostolova LG, Hansson O, Ritchie C, Brooks DA, Mintun M, Skovronsky DM; TRAILBLAZER-ALZ 2 Investigators. Donanemab in Early Symptomatic Alzheimer Disease: The TRAILBLAZER-ALZ 2 Randomized Clinical Trial. JAMA. 2023 Aug 8;330(6):512-527. doi: 10.1001/jama.2023.13239."
                },
                {
                    "pmid": "36449413",
                    "type": "BACKGROUND",
                    "citation": "van Dyck CH, Swanson CJ, Aisen P, Bateman RJ, Chen C, Gee M, Kanekiyo M, Li D, Reyderman L, Cohen S, Froelich L, Katayama S, Sabbagh M, Vellas B, Watson D, Dhadda S, Irizarry M, Kramer LD, Iwatsubo T. Lecanemab in Early Alzheimer's Disease. N Engl J Med. 2023 Jan 5;388(1):9-21. doi: 10.1056/NEJMoa2212948. Epub 2022 Nov 29."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "All IPD that underlie results in a publication will be shared with qualified external researchers upon request and PI approval. All data provided is anonymized to respect the privacy of participants in the trial according to applicable laws and regulations.",
            "infoTypes": [
                "SAP",
                "ICF",
                "CSR"
            ],
            "timeFrame": "After completion of the study for a period of at least 2 years.",
            "accessCriteria": "Qualified external researchers. Approved by PI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003474",
                    "term": "Curcumin"
                },
                {
                    "id": "D000077185",
                    "term": "Resveratrol"
                },
                {
                    "id": "D000011794",
                    "term": "Quercetin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000975",
                    "term": "Antioxidants"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1684",
                    "name": "Resveratrol",
                    "asFound": "Vitro",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6685",
                    "name": "Curcumin",
                    "asFound": "Comprehensive",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14644",
                    "name": "Quercetin",
                    "asFound": "Unable",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4292",
                    "name": "Antioxidants",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T41",
                    "name": "Quercetin",
                    "asFound": "Unable",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Fl",
                    "name": "Flavonoid"
                }
            ]
        }
    },
    "hasResults": false
}