{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06504381",
            "orgStudyIdInfo": {
                "id": "231017"
            },
            "secondaryIdInfos": [
                {
                    "id": "511-18-01",
                    "type": "OTHER",
                    "domain": "California Institute of Regenerative Medicine (CIRM)"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "DB107-RRV, DB107-FC, and Radiation Therapy With or Without Temozolomide (TMZ) for High Grade Glioma",
            "officialTitle": "A Phase I/IIa Study to Evaluate the Efficacy of DB107-RRV (Formerly Toca511), Administered to Subjects at Time of Resection and Intravenously Thereafter, in Combination With DB107-FC (Formerly Toca FC) and Radiation Therapy or DB107-FC, Temozolomide (TMZ) and Radiation Therapy in Patients With Newly Diagnosed High Grade Glioma",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rrv-fc-and-radiation-therapy-with-or-without-temozolomide-tmz-for-high-grade-glioma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2039-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2039-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-09",
            "studyFirstSubmitQcDate": "2024-07-09",
            "studyFirstPostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Nicholas Butowski",
                "investigatorTitle": "Professor in Residence",
                "investigatorAffiliation": "University of California, San Francisco"
            },
            "leadSponsor": {
                "name": "Nicholas Butowski",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "California Institute for Regenerative Medicine (CIRM)",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a multicenter, open-label study of DB107-RRV (formerly Toca 511) and DB107-FC (formerly Toca FC) when administered following surgical resection in newly diagnosed High Grade Glioma (HGG) patients. The study is designed to evaluate whether treatment with DB107-RRV in combination with DB107-FC when added to standard of care provides clinical benefit to newly diagnosed HGG when compared to historical performance previously determined in well controlled clinical trials published in the peer reviewed literature. This study is going to be conducted in newly diagnosed HGG patients receiving with maximum surgical resection treatment followed by radiation and temozolomide treatment using the established Stupp Protocol for O6-methylguanine-DNA methyl-transferase (MGMT) methylated patients or radiation therapy for MGMT unmethylated patients.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the safety and tolerability of DB107-RRV administered intracranially followed by intravenous (IV) DB107-RRV and DB107-FC (Phase I).\n\nII. To determine the median progression-free survival (PFS) (informed by biomarker status, DGM7 and patient subsets to minimally include genomic profile and histology) of newly diagnosed HGG patients treated with DB107-RRV combined with DB107-FC delivered with standard of care following tumor resection (Phase IIa).\n\nSECONDARY OBJECTIVES:\n\nI. To confirm the recommended Phase 2 Dose (RP2D) of DB107-RRV and DB107-FC when administered to newly diagnosed HGG patients (Phase I).\n\nII. To evaluate radiographic response by Immunotherapy response assessment in neuro-oncology (iRANO) (Phase I).\n\nIII. To assess best overall response rates (complete response (CR), partial response (PR), stable disease (SD), progressive disease (PD)) and overall response rate (CR and PR) of each arm and subset (Phase IIa).\n\nIV. To assess the duration of response of each arm and subset (Phase IIa). V. To assess the median overall PFS and PFS at month 6 (PFS-6) for each arm and subset (Phase IIa).\n\nVI. To assess the median overall survival of each arm and subset (Phase IIa). VII. To evaluate the safety of DB107-RRV administered intracranially followed by IV DB107-RRV and DB107-FC (Phase IIa).\n\nOUTLINE:\n\nParticipants will initially be enrolled in Phase I and treated with DB107-RRV intracranially, at time of surgical resection, and intravenously within 8 hours following surgery. Pathology will be performed locally as per standard practice to confirm participant's HGG diagnosis and Isocitrate dehydrogenase 1 (IDH1) mutation status. Participants in Phase I will then be assigned to one of 2 cohorts: No MGMT methylation (MGMT unmethylated) which will receive DB107-FC and RT following DB107-RRV or Low-High MGMT methylated which will receive DB107-FC, Temozolomide (TMZ) and RT following DB107-RRV. The safety and tolerability will be examined for the Phase I participants and RP2D dose confirmed. New participants will then be enrolled in Phase IIa under the established RP2D determined in Phase I, with the first 2 participants receiving a safety run-in at the RP2D. Once participant safety and tolerability are confirmed, additional participants will be enrolled in the Phase IIa portion of the study. All participants who receive DB107-RRV and DB107-FC will be followed for up to15 years."
        },
        "conditionsModule": {
            "conditions": [
                "High Grade Glioma",
                "MGMT-Unmethylated Glioblastoma",
                "MGMT-Methylated Glioblastoma"
            ],
            "keywords": [
                "Gene therapy",
                "Combination therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "No MGMT Methylation (DB107-RRV, DB107-FC, Radiation therapy)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive a 4.0 x 10\\^8 transduction units per milliliter (TU/mL)) dose of DB107-RRV intracranially (IC) at resection and a 1.4 x 10\\^9 TU/mL dose IV prior to leaving surgery room. Participants have up to 6 weeks for surgical recovery. Unmethylated MGMT participants receive 300 mg/kg/day DB107-FC PO during RT over 5 days during weeks 1-2, \\& 5-6. 2Gy/day standard of care (SOC) RT will be given for 5 consecutive days for 6 weeks. After RT, participants receive 1.4 x 10\\^9 TU/mL of DB107-RRV IV on days 7 and 14 and continue during a 4-week rest period between RT and adjuvant therapy. Participants who begin adjuvant therapy receive 300 mg/kg/day DB107-FC PO on days 1-5 of a 28-day cycle up to 6 cycles or until PD. Participants with no PD during adjuvant treatment may receive additional cycles of DB107-FC until PD, withdrawal, death or study closure. Participants will be followed up for safety and survival status for up to 15 years.",
                    "interventionNames": [
                        "Genetic: DB107-RRV",
                        "Genetic: DB107-FC",
                        "Radiation: Radiation Therapy (RT)",
                        "Drug: Temozolomide",
                        "Procedure: Magnetic Resonance Imaging (MRI)",
                        "Procedure: Surgical resection"
                    ]
                },
                {
                    "label": "Low to High MGMT Methylation (DB107-RRV, DB107-FC, Temozolomide (TMZ), Radiation therapy)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants receive a 4.0 x 10\\^8 TU/mL dose of DB107-RRV IC at resection and a 1.4 x 10\\^9 TU/mL dose IV prior to prior to leaving surgery room. Participants have up to 6 weeks for surgical recovery. Low to high MGMT methylation participants receive 75 mg/m\\^2 TMZ per SOC and 300mg/kg/day DB107-FC PO concurrent with 2Gy/day over 5 consecutive days during weeks 1-2, \\& 5-6. After RT, participants receive 1.4 x 10\\^9 TU/mL DB107-RRV IV on days 7 and 14. IV DB107-RRV occurs during a 4-week rest period between RT and adjuvant portions of the protocol. Participants who begin adjuvant therapy receive 300 mg/kg/day DB107-FC PO on days 1-5 of a 28-day cycle for up to 6 cycles or until PD with 150-200 mg/m\\^2 adjuvant TMZ per SOC on days 1-5 of each cycle for up to 6 cycles. Participants with no PD may continue to receive additional cycles of DB107-FC PD, withdrawal, death or study closure. Participants will be followed up for safety and survival status for up to 15 years.",
                    "interventionNames": [
                        "Genetic: DB107-RRV",
                        "Genetic: DB107-FC",
                        "Radiation: Radiation Therapy (RT)",
                        "Drug: Temozolomide",
                        "Procedure: Magnetic Resonance Imaging (MRI)",
                        "Procedure: Surgical resection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "GENETIC",
                    "name": "DB107-RRV",
                    "description": "Given intracranially (IC) during resection and intravenously (IV) immediately following",
                    "armGroupLabels": [
                        "Low to High MGMT Methylation (DB107-RRV, DB107-FC, Temozolomide (TMZ), Radiation therapy)",
                        "No MGMT Methylation (DB107-RRV, DB107-FC, Radiation therapy)"
                    ],
                    "otherNames": [
                        "Toca 511",
                        "Vocimagene amiretrorepvec"
                    ]
                },
                {
                    "type": "GENETIC",
                    "name": "DB107-FC",
                    "description": "Given orally (PO)",
                    "armGroupLabels": [
                        "Low to High MGMT Methylation (DB107-RRV, DB107-FC, Temozolomide (TMZ), Radiation therapy)",
                        "No MGMT Methylation (DB107-RRV, DB107-FC, Radiation therapy)"
                    ],
                    "otherNames": [
                        "Toca FC",
                        "Extended-release 5-fluorocytosine",
                        "5-fluorocytosine"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Radiation Therapy (RT)",
                    "description": "Undergo RT",
                    "armGroupLabels": [
                        "Low to High MGMT Methylation (DB107-RRV, DB107-FC, Temozolomide (TMZ), Radiation therapy)",
                        "No MGMT Methylation (DB107-RRV, DB107-FC, Radiation therapy)"
                    ],
                    "otherNames": [
                        "Radiation Treatment"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Temozolomide",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Low to High MGMT Methylation (DB107-RRV, DB107-FC, Temozolomide (TMZ), Radiation therapy)",
                        "No MGMT Methylation (DB107-RRV, DB107-FC, Radiation therapy)"
                    ],
                    "otherNames": [
                        "Temozolomide (TMZ)"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Magnetic Resonance Imaging (MRI)",
                    "description": "Undergo standard of care MRI",
                    "armGroupLabels": [
                        "Low to High MGMT Methylation (DB107-RRV, DB107-FC, Temozolomide (TMZ), Radiation therapy)",
                        "No MGMT Methylation (DB107-RRV, DB107-FC, Radiation therapy)"
                    ],
                    "otherNames": [
                        "MR",
                        "MRI"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Surgical resection",
                    "description": "Undergo non-investigational tumor resection",
                    "armGroupLabels": [
                        "Low to High MGMT Methylation (DB107-RRV, DB107-FC, Temozolomide (TMZ), Radiation therapy)",
                        "No MGMT Methylation (DB107-RRV, DB107-FC, Radiation therapy)"
                    ],
                    "otherNames": [
                        "Surgical tumor resection",
                        "Brain surgery"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants with dose limiting toxicities (Phase I)",
                    "description": "Tolerability is defined as the proportion of participants receiving at least one dose of DB107-RRV and DB107-FC with a reported dose-limiting toxicity for all participants in Phase I.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Proportion of participants with treatment-emergent adverse events (Phase I)",
                    "description": "Safety is defined as the proportion of participants with treatment-emergent adverse events as classified by the Medical Dictionary for Regulatory Activities (MEDDRA) preferred terms and graded for severity according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 for participants in Phase 1.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Median Progression free survival (PFS) by biomarker status (Phase IIa)",
                    "description": "PFS is defined as time from first receipt of DB107-RRV until progression or death, whichever occurs first for newly diagnosed HGG patients with unmethylated MGMT and methylated MGMT. Participants without an event will be censored at the last disease assessment. PFS (months) = (earlier date of documentation of progression of disease or death/censored - date of first dose of DB107-RRV+1) (365.25/12) using Immunotherapy Response Assessment for Neuro-Oncology (iRANO) criteria to determine disease status. The median and the 95% confidence interval will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "Up to 15 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Recommended Phase 2 Dose (RP2D) (Phase I)",
                    "description": "The confirmed RP2D of DB107-RRV and DB107-FC implemented for participants enrolled in Phase IIa will be reported.",
                    "timeFrame": "Up to 5 years"
                },
                {
                    "measure": "Overall Response Rate (ORR) (Phase IIa)",
                    "description": "ORR is defined as the percentage of subjects who obtained either a disease status of CR or PR according to iRANO criteria per investigator.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Median Progression-free survival (PFS) at 6 months (Phase IIa)",
                    "description": "PFS is defined as time from first receipt of DB107-RRV until progression or death, whichever occurs first at the 6-month visit. Participants without an event will be censored at the last disease assessment. PFS (months) = (earlier date of documentation of progression of disease or death/censored - date of first dose of DB107-RRV+1) (365.25/12) using Immunotherapy Response Assessment for Neuro-Oncology (iRANO) criteria to determine disease status. The median and the 95% confidence interval will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "Up to 6 months"
                },
                {
                    "measure": "Median Progression-free survival (PFS) (Phase IIa)",
                    "description": "PFS is defined as time from first receipt of DB107-RRV until progression or death, whichever occurs first at the 6-month visit. Participants without an event will be censored at the last disease assessment. PFS (months) = (earlier date of documentation of progression of disease or death/censored - date of first dose of DB107-RRV+1) (365.25/12) using Immunotherapy Response Assessment for Neuro-Oncology (iRANO) criteria to determine disease status. The median and the 95% confidence interval will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "Up to 15 years"
                },
                {
                    "measure": "Median Overall Survival (OS) at 6 months (Phase IIa)",
                    "description": "Overall survival at 6 months is defined as the time from the date of first DB107-RRV injection until death. Participants who are alive at 6 months will be censored. The median and the 95% confidence interval will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Median Overall Survival (OS) (Phase IIa)",
                    "description": "Overall survival will be analyzed using the date of first DB107-RRV injection as baseline until death, participant withdrawal, or study closure. The median and the 95% confidence interval will be estimated using the Kaplan-Meier method.",
                    "timeFrame": "Up to 15 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nEach patient must meet all of the following inclusion criteria to be eligible for study entry:\n\n1. Participant has provided written informed consent.\n2. Participant is between 18 years of age and 75 years of age, inclusive.\n3. Participant must have a Karnofsky Performance Scale (KPS) of \\>= 70.\n4. Participant must have newly diagnosed adult-type diffuse gliomas (World Health Organization Classification 2021) that has not been previously treated with surgery, radiation or chemotherapy (specifically astrocytoma, Isocitrate dehydrogenase (IDH)-mutant or glioblastoma, IDH-wildtype).\n5. Based on the pre-operative evaluation by neurosurgeon, participant is a candidate for \\>= 80% resection of the enhancing region.\n6. The primary tumor must be made available for central testing for IDH1 mutation, O6-methylguanine-DNA methyl-transferase (MGMT) methylation status.\n7. Willing to provide a blood sample to determine Denovo Genomic Marker 7 (DGM7) status.\n8. Laboratory values adequate for patient to undergo surgery, including:\n\n   1. Platelet count \\>= 60,000/mm\\^3\n   2. Hemoglobin \\>= 10 g/dL\n   3. Absolute neutrophil count (ANC) \\>= 1,500/mm\\^3\n   4. Absolute lymphocyte count \\>= 500/mm\\^3\n   5. Total bilirubin \\<=1.5 x upper limit of normal (ULN) (unless patient had Gilbert's syndrome)\n   6. alanine aminotransferase (ALT) \\<= 2.5 x ULN\n   7. Estimated glomerular filtration rate of at least 50 mL/min by Cockcroft Gault Formula\n9. Female participants of child-bearing potential and male participants must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) for 30-days prior to the first administration of study drug, for the duration of study participation, and for 90-days following completion of the therapy. Should a female participant become pregnant or suspect a pregnancy while participating in this study, the treating physician must be informed immediately. IF a male participant impregnates or is suspected of impregnating a woman while participating in this study, the treating physician must be informed immediately.\n\n   • A female of child-bearing potential is any women (regardless of sexual orientation, having undergone a tubal ligation, or remaining celibate by choice) who meets the following criteria:\n   * Has not undergone a hysterectomy or bilateral oophorectomy or\n   * Has not had \\>= 12 months of non-therapy-induced amenorrhea.\n10. Participants must not be breastfeeding.\n11. Participants must have the ability to understand, and the willingness to comply with the scheduled visits, treatment schedule, laboratory testing and other requirements of the study.\n\nExclusion Criteria:\n\nParticipants may not meet any of the following exclusion criteria to be eligible for study entry:\n\n1. Prior treatment for High Grade Glioma (HGG).\n2. History of other malignancy unless the participant has been disease-free for at least 5 years. Adequately treated basal cell carcinoma or squamous cell skin cancer is not exclusionary regardless of time, as well as localized prostate carcinoma or cervical carcinoma in situ after curative treatment.\n3. Histological confirmed oligodendroglioma (IDH-mutant and 1p.19q-codeleted) or mixed glioma.\n4. A contrast-enhancing brain tumor that is any of the following:\n\n   1. Multi-focal (defined as 2 separate areas of presumed tumor whether contrast enhancing or not, measuring at least 1cm in 2 planes that are not contiguous\n   2. Associated with either diffuse subependymal or leptomeningeal dissemination or\n   3. \\> 5cm in any dimension.\n5. Participant has or had an active infection requiring antibiotic, antifungal or antiviral therapy in the 4 weeks preceding study Cycle 1: Day 1.\n6. Participant has any bleeding diathesis, or must take anticoagulants, or antiplatelet agents, including nonsteroidal anti-inflammatory drugs (NSAIDs), at the time of the scheduled resection that cannot be interrupted for surgery.\n7. Participant is HIV positive.\n8. Participant has Hepatitis B (positive test for hepatitis B surface antigen (HBsAg) or hepatitis B core antibody (HBcAb) and positive test for hepatitis B Virus (HBV) DNA) or Hepatitis C (positive tests for hepatitis C Virus (HCV) Antibody and HCV-RNA) or Hepatitis B and C co-infection (positive test for HBsAg or HBcAb and positive test for HCV Antibody).\n9. Participant has a history of allergy or intolerance to flucytosine (DB107-FC).\n10. Participant has a gastrointestinal disease that would, in the opinion of the Investigator, prevent him or her from being able to swallow or absorb flucytosine.\n11. Participant intends to undergo treatment with the Gliadel® wafer at the time of resection surgery or has received Gliadel® wafer \\< 30 days from Cycle 1: Day 1.\n12. Severe pulmonary, cardiac or other systemic disease, which as per Investigator assessment would prevent surgical resection.\n13. Participant who have any other disease or condition, which as per Investigator assessment may affect the participant's compliance or place the participant at higher risk of potential treatment complications.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christian J Gonzales-Gomez",
                    "role": "CONTACT",
                    "phone": "415-353-2523",
                    "email": "Christian.Gonzalez-Gomez@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Noriyuki Kasahara, MD, PhD",
                    "affiliation": "California Institute for Regenerative Medicine (CIRM)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Nicholas Butowski, MD",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christian J Gonzalez-Gomez",
                            "role": "CONTACT",
                            "phone": "415-353-2523",
                            "email": "Christian.Gonzalez-Gomez@ucsf.edu"
                        },
                        {
                            "name": "Jane Rabbit, RN",
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "Jane.Rabbit@ucsf.edu"
                        },
                        {
                            "name": "Nicholas Butowski, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "asFound": "Glioma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005437",
                    "term": "Flucytosine"
                },
                {
                    "id": "D000077204",
                    "term": "Temozolomide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000935",
                    "term": "Antifungal Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1692",
                    "name": "Temozolomide",
                    "asFound": "Cervical",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8565",
                    "name": "Flucytosine",
                    "asFound": "Injection Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}