{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04903028",
            "orgStudyIdInfo": {
                "id": "Pro00105723"
            },
            "secondaryIdInfos": [
                {
                    "id": "UG3DA048507-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UG3DA048507-02"
                }
            ],
            "organization": {
                "fullName": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "RTMS Targets Neural Circuits for Smoking Cessation",
            "officialTitle": "RTMS Manipulates Imbalanced Drive-reward and Executive Control Circuitry for Smoking Cessation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rtms-targets-neural-circuits-for-smoking-cessation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-21",
            "studyFirstSubmitQcDate": "2021-05-21",
            "studyFirstPostDateStruct": {
                "date": "2021-05-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Xingbao Li",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Medical University of South Carolina"
            },
            "leadSponsor": {
                "name": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Cigarette smoking is a significant public health concern. Transcranial magnetic stimulation (TMS) is a non-invasive form of brain stimulation that has already displayed remarkable potential for producing novel, non-pharmacological interventions for depression and cigarette smokers. In this study, investigators will use brain MRI to guide TMS therapy for smoking cessation.",
            "detailedDescription": "Smoking cessation is difficult, despite the demonstrated efficacy of several pharmacotherapeutic agents and cognitive behavioral therapies. This may be due to imbalanced neuronal circuits, including elevated functional connectivity in the drive-reward circuit (medial orbital frontal cortex \\[mOFC\\] to nucleus accumbens \\[NAc\\]) and decreased functional connectivity in the executive control circuit (dorsolateral prefrontal cortex\\[ DLPFC\\] to NAc). Repetitive transcranial magnetic stimulation (rTMS) is a new class of therapeutics that has already displayed remarkable potential for producing novel, non-pharmacological interventions for neuropsychiatric disorders. Previous studies have reported that rTMS decreased cue craving, reduced cigarette consumption, and increased smoking quit rate in tobacco use disorders(TUDs). However, the treatment parameters and exact mechanism for rTMS increasing smoking quit rate need further refinement. The goal of this study is to develop a circuit-based precision rTMS therapy for smoking cessation further. In the 3-year UH3 phase, investigators will conduct a randomized, double-blinded, sham-controlled trial of rTMS in 64 treatment-seeking tobacco use disorders (TUDs) smokers. Participants will be randomized to one of two conditions:\n\n1. Sham rTMS, or 2. Active 10 Hz personalized-fMRI and E-field-modeling guided rTMS over the left dorsolateral prefrontal cortex (DLPFC). All participants will receive 20 daily sessions of rTMS over 4 weeks. Functional MRI scans will be performed prior to the first TMS treatment, after TMS session 10, and after the last TMS treatment session. All participants will have a one-week follow-up and 4 monthly follow-up visits (after the last TMS session 1 week, 1 month, 2 months, 3 months, and 4 months) after the last TMS session."
        },
        "conditionsModule": {
            "conditions": [
                "Tobacco Use",
                "Cigarette Smoking"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Sixty-four treatment-seeking TUDs between the ages of 18 and 65 will be randomly divided into two groups on a 1:1 basis (32 participants/condition). The first condition will receive E-sham rTMS and the other condition will receive active 10 Hz personalized-fMRI and E-field modeling guided rTMS (3000 pulses/session) over the left DLPFC.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sham rTMS",
                    "type": "SHAM_COMPARATOR",
                    "description": "Investigators will use electrode stimulation with 10 Hz over DLPFC, total 3000 pulses. The sham-TMS scalp discomfort was matched to that of active TMS. During real TMS there was no current flowing through the scalp electrodes.",
                    "interventionNames": [
                        "Device: Sham rTMS"
                    ]
                },
                {
                    "label": "Active rTMS 10 Hz DLPFC",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "A stimulation frequency of 10 Hz, pulse train duration (on time) of 5 seconds, inter-train interval (off time) of 10 seconds (15 second cycle time), E-field-modeling to determine TMS intensity and coil orientation, total of 60 trains, session time of 15 minutes, and 3000-total pulses per day, will be delivered over the left DLPFC.",
                    "interventionNames": [
                        "Device: Active rTMS 10 Hz DLPFC"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Sham rTMS",
                    "description": "Two electrodes on the scalp will be connected to transcutaneous electrical nerve stimulation.",
                    "armGroupLabels": [
                        "Sham rTMS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Active rTMS 10 Hz DLPFC",
                    "description": "10 Hz repetitive transcranial magnetic stimulation (rTMS) will be delivered over left dorsolateral prefrontal cortex (DLPFC).",
                    "armGroupLabels": [
                        "Active rTMS 10 Hz DLPFC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "4 week continue quit rate",
                    "description": "Measured by self-report of smoking abstinence in the past 4 weeks and confirmed using urine cotinine measurement.",
                    "timeFrame": "20 weeks"
                },
                {
                    "measure": "Task-functional connectivity from functional magnetic resonance imaging (fMRI)",
                    "description": "The strength of functional connectivity is used to present the brain activities. The fMRI scans will be measured before the first TMS, after 2 weeks TMS and after the last TMS treatment.",
                    "timeFrame": "4 week"
                },
                {
                    "measure": "Cigarette per day",
                    "description": "Cigarette per day (CPD) is measured to index smoking reduction and cigarette consumption.",
                    "timeFrame": "20 weeks"
                },
                {
                    "measure": "Adverse Event",
                    "description": "Participants will be asked about adverse events (AE) each visit during treatment. AEs will be measured each TMS treatment visit.",
                    "timeFrame": "4 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Craving for cigarettes",
                    "description": "Measured with a visual analog scale (VAS). The VAS has 1-7 score. The minimum is 1 which means the lowest craving for smoking. The maximum value is 7 which is the highest craving for cigarettes. Participants will be asked to complete the scale each treatment visit.",
                    "timeFrame": "4 weeks"
                },
                {
                    "measure": "Prolonged abstinence rate from end of treatment (Week 4) to end of follow-up (Week 20).",
                    "description": "Measured by self-report of smoking abstinence and confirmed using urine cotinine measurement.",
                    "timeFrame": "20 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n* Be between the ages of 18 and 65 years old.\n* Smoke 10 or more cigarettes per day and have a carbon monoxide (CO) level \\> 10 ppm indicative of recent smoking.\n* Have not received substance abuse treatment within the previous 30 days.\n* Meet the criteria for tobacco use disorder as determined by DSM-5.\n* Be in stable mental and physical health.\n* If female, test non-pregnant and use adequate birth control.\n* Show no evidence of focal or diffuse brain lesions on MRI.\n* Be willing to provide informed consent.\n* Be able to comply with protocol requirements and likely to complete all study procedures.\n* Be motivated to quit smoking (based on responses of \"very likely,\" or \"somewhat likely\" in the motivation questionnaire).\n\nExclusion Criteria\n\n* Current moderate to severe substance use of any psychoactive substances other than nicotine or caffeine, as defined by DSM-V criteria.\n* Contraindications to MRI (e.g., presence of metal in the skull, orbital or intracranial cavity, or having claustrophobia).\n* Contraindication to rTMS.\n* History of autoimmune, endocrine, viral, or vascular disorders affecting the brain.\n* History or MRI evidence of neurological disorder that would lead to local or diffuse brain lesions or significant physical impairment.\n* Unstable cardiac disease, uncontrolled hypertension, severe renal or liver insufficiency, or sleep apnea.\n* Lifetime history of major Axis I disorders such as: bipolar affective disorder (BPAD), schizophrenia, post-traumatic stress disorder (PTSD), dementia, suicidal ideation or major depression.\n* Self-report of \\>21 standard alcohol drinks per week in any week in the 30 days prior to screening.\n* Use of other forms of nicotine delivery, such as nicotine patches, electronic cigarettes, gum, nasal spray, inhalers, and nicotine lozenges.\n* Use of other tobacco products, including cigars, cigarillos, chew, snuff, and pouches/snus.\n* Previous treatment with TMS.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Medical University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Xingbao Li, M.D",
                            "role": "CONTACT",
                            "phone": "843-792-5729",
                            "email": "lixi@musc.edu"
                        },
                        {
                            "name": "Xingbao Li, M.D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28898485",
                    "type": "BACKGROUND",
                    "citation": "Li X, Sahlem GL, Badran BW, McTeague LM, Hanlon CA, Hartwell KJ, Henderson S, George MS. Transcranial magnetic stimulation of the dorsal lateral prefrontal cortex inhibits medial orbitofrontal activity in smokers. Am J Addict. 2017 Dec;26(8):788-794. doi: 10.1111/ajad.12621. Epub 2017 Sep 12."
                },
                {
                    "pmid": "28319755",
                    "type": "BACKGROUND",
                    "citation": "Li X, Du L, Sahlem GL, Badran BW, Henderson S, George MS. Repetitive transcranial magnetic stimulation (rTMS) of the dorsolateral prefrontal cortex reduces resting-state insula activity and modulates functional connectivity of the orbitofrontal cortex in cigarette smokers. Drug Alcohol Depend. 2017 May 1;174:98-105. doi: 10.1016/j.drugalcdep.2017.02.002. Epub 2017 Feb 28."
                },
                {
                    "pmid": "25038985",
                    "type": "BACKGROUND",
                    "citation": "Dinur-Klein L, Dannon P, Hadar A, Rosenberg O, Roth Y, Kotler M, Zangen A. Smoking cessation induced by deep repetitive transcranial magnetic stimulation of the prefrontal and insular cortices: a prospective, randomized controlled trial. Biol Psychiatry. 2014 Nov 1;76(9):742-9. doi: 10.1016/j.biopsych.2014.05.020. Epub 2014 Jun 5."
                },
                {
                    "pmid": "35909440",
                    "type": "BACKGROUND",
                    "citation": "Li X, Toll BA, Carpenter MJ, Nietert PJ, Dancy M, George MS. Repetitive Transcranial Magnetic Stimulation for Tobacco Treatment in Cancer Patients: A Preliminary Report of a One-Week Treatment. J Smok Cessat. 2022 Jul 11;2022:2617146. doi: 10.1155/2022/2617146. eCollection 2022."
                },
                {
                    "pmid": "37996557",
                    "type": "BACKGROUND",
                    "citation": "Li X, Caulfield KA, Hartwell KJ, Henderson S, Brady KT, George MS. Reduced executive and reward connectivity is associated with smoking cessation response to repetitive transcranial magnetic stimulation: A double-blind, randomized, sham-controlled trial. Brain Imaging Behav. 2024 Feb;18(1):207-219. doi: 10.1007/s11682-023-00820-3. Epub 2023 Nov 23."
                },
                {
                    "pmid": "23485014",
                    "type": "RESULT",
                    "citation": "Li X, Hartwell KJ, Owens M, Lematty T, Borckardt JJ, Hanlon CA, Brady KT, George MS. Repetitive transcranial magnetic stimulation of the dorsolateral prefrontal cortex reduces nicotine cue craving. Biol Psychiatry. 2013 Apr 15;73(8):714-20. doi: 10.1016/j.biopsych.2013.01.003. Epub 2013 Feb 26."
                },
                {
                    "pmid": "32534252",
                    "type": "RESULT",
                    "citation": "Li X, Hartwell KJ, Henderson S, Badran BW, Brady KT, George MS. Two weeks of image-guided left dorsolateral prefrontal cortex repetitive transcranial magnetic stimulation improves smoking cessation: A double-blind, sham-controlled, randomized clinical trial. Brain Stimul. 2020 Sep-Oct;13(5):1271-1279. doi: 10.1016/j.brs.2020.06.007. Epub 2020 Jun 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}