{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06228235",
            "orgStudyIdInfo": {
                "id": "2301715815"
            },
            "organization": {
                "fullName": "West Virginia University",
                "class": "OTHER"
            },
            "briefTitle": "rTMS-concurrent Behavioral Priming for Reducing Smoking Cravings",
            "officialTitle": "Optimizing the rTMS-concurrent Behavioral Priming for Reducing Smoking Cravings",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rtms-concurrent-behavioral-priming-for-reducing-smoking-cravings"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-19",
            "studyFirstSubmitQcDate": "2024-01-19",
            "studyFirstPostDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Mariya V. Cherkasova",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "West Virginia University"
            },
            "leadSponsor": {
                "name": "West Virginia University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this pilot clinical trial is to test the effects of different types of thinking strategies at the time of repetitive Transcranial Magnetic Stimulation (rTMS), applied to the left Dorsolateral Prefrontal Cortex (DLPFC), on smoking craving and brain activity. Participants will be individuals with moderate to high smoking dependence (smoking at least 8 cigarettes a day) who have no intention of quitting in the next 3 months and are eligible to have rTMS and functional magnetic resonance imaging (fMRI). The main objectives of the trial are:\n\n1. To compare the craving-reducing effects of \"upregulation\" and \"downregulation\" of craving while looking at pictures related to cigarette smoking during rTMS versus no regulation of craving while looking at neutral pictures unrelated to smoking. 'Upregulation\" is thinking about the immediate positive experience of smoking. \"Downregulation\" is thinking about the long-term negative consequences of smoking.\n2. To examine changes in brain activity that accompany craving reductions produced by rTMS paired with upregulation and downregulation of craving while looking at pictures related to cigarette smoking versus no regulation of craving while looking at neutral pictures unrelated to smoking.\n\nFollowing screening for eligibility, participants will be trained on how to do upregulation and downregulation of craving. The participants will then participate in 3 testing sessions. In each session, the participants will receive rTMS at 20Hz in 50 trains (2000 pulses total), followed immediately by fMRI. Sessions will take place 1-2 weeks apart and will differ in the type of thinking strategy participants will use while looking at pictures during the rTMS:\n\n* upregulation of craving while viewing smoking-related images\n* downregulation of craving while viewing smoking-related images\n* no regulation of craving while viewing neutral smoking-unrelated images\n\nThe order of sessions will be randomized across participants."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking Reduction",
                "Smoking Behaviors"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Active rTMS",
                    "type": "EXPERIMENTAL",
                    "description": "There is a single arm in this open-label pilot study. All participants will receive active rTMS paired with different types of behavioral priming (upregulation of craving, downregulation of craving, no regulation of craving).",
                    "interventionNames": [
                        "Device: Repetitive transcranial magnetic stimulation (rTMS)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Repetitive transcranial magnetic stimulation (rTMS)",
                    "description": "rTMS: rTMS is a form of non-invasive brain modulation. High-frequency rTMS will be administered. Pulses will be delivered at the frequency of 20Hz, in 50 trains of 40 pulses, 2000 pulses in total.\n\nBehavioral priming with regulation of craving: During rTMS, participants will look at pictures either related or unrelated to smoking. When looking at pictures related to smoking, participants will either upregulate cravings by thinking about the immediate positive experience of smoking or downregulate cravings by thinking about long-term negative consequences of smoking. When looking at neutral pictures unrelated to smoking, participants will not regulate their cravings.",
                    "armGroupLabels": [
                        "Active rTMS"
                    ],
                    "otherNames": [
                        "Behavioral priming with regulation of craving"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in self-reported smoking cravings",
                    "description": "Change in self-reported smoking cravings following high-frequency repetitive transcranial magnetic stimulation (rTMS) of the dorsolateral prefrontal cortex paired with upregulation of craving during smoking cue exposure and downregulation of craving during smoking cue exposure relative to neutral cue exposure and no regulation of craving. Craving will be rated using the Tobacco Craving Questionnaire immediately following rTMS and on 1-4 Likert scale (1 = not at all; 4 = very much) in the course of cue exposure in fMRI.",
                    "timeFrame": "within 1 hour following the delivery of rTMS"
                },
                {
                    "measure": "Change in neural activation during regulation of craving",
                    "description": "Change in neural activation accompanying regulation of craving following high-frequency repetitive transcranial magnetic stimulation (rTMS) of the dorsolateral prefrontal cortex paired with upregulation of craving during smoking cue exposure and downregulation of craving during smoking cue exposure relative to neurtral cue exposure and no regulation of craving. Neural activation will be measured using functional magnetic resonance imaging (fMRI).",
                    "timeFrame": "within 1 hour following the delivery of rTMS"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in delay discounting performance for cigarettes",
                    "description": "Change in delay discounting performance for cigarettes following high-frequency repetitive transcranial magnetic stimulation (rTMS) of the dorsolateral prefrontal cortex paired with upregulation of craving during smoking cue exposure and downregulation of craving during smoking cue exposure relative to neutral cue exposure and no regulation of craving. Delay discounting performance will be measured in fMRI using a delay discounting task optimized for fMRI with the commodity being cigarettes.",
                    "timeFrame": "within 1 hour following the delivery of rTMS"
                },
                {
                    "measure": "Change in neural activation during delay discounting performance for cigarettes",
                    "description": "Change in neural activation accompanying delay discounting performance for cigarettes following high-frequency repetitive transcranial magnetic stimulation (rTMS) of the dorsolateral prefrontal cortex paired with upregulation of craving during smoking cue exposure and downregulation of craving during smoking cue exposure relative to neutral cue exposure and no regulation of craving. Neural activation will be measured using fMRI.",
                    "timeFrame": "within 1 hour following the delivery of rTMS"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Resting-state brain activity",
                    "description": "Resting-state brain activity following high-frequency repetitive transcranial magnetic stimulation (rTMS) of the dorsolateral prefrontal cortex paired with upregulation of craving during smoking cue exposure and downregulation of craving during smoking cue exposure relative to neutral cue exposure and no regulation of craving. Resting-state brain activity will be measured using fMRI.",
                    "timeFrame": "within 1 hour following the delivery of rTMS"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Able to provide written informed consent, and to follow study procedures\n* Active cigarette smoker consuming at least 8 cigarettes a day for at least 6 months.\n* Dual use of cigarettes and e-cigarettes is permitted.\n\nExclusion Criteria:\n\n* History of epilepsy or seizure disorder\n* History of cerebral vascular accident or cortical stroke\n* History of brain lesions (such as multiple sclerosis, tumor)\n* History of moderate or severe traumatic brain injury\n* Possible DSM-5 Axis-I disorders as suggested by scores on the DSM-5 Self-Rated Level 1 Cross-Cutting Symptom Measure (41) exceeding any domain thresholds set by ratings of 2 or higher on individual item, with two exceptions. 1) For depression and anxiety, item scores of 3 or higher will be exclusionary. 2) For substance use (except nicotine/ tobacco and alcohol), item scores of 1 or higher will be exclusionary. For alcohol, the item score of 2 or higher will be the exclusionary.\n* Active suicidal ideation as assessed by the Columbia Suicide Severity Rating Scale (C-SSRS)\n* Pregnancy\n* Positive urine toxicology for recreational drugs of abuse\n* Shoulder-to-shoulder width of \\> 60cm (24'') to ensure fit in the MRI scanner\n* Positive responses to the TMS Screening Form or the MRI checklist that preclude participation at the discretion of the investigator\n* Intracranial metallic objects (excluding dental fillings)\n* Prior rTMS treatment\n* Current treatment with varenicline or nicotine replacement therapy (NRT)\n* A score of \\> 6 on the Readiness to Quit Ladder (42) for smoking\n* Intake of one or a combination of the following drugs presenting a 'Strong Potential Hazard' for application of rTMS due to their significant seizure threshold lowering potential:\n\n  * Imipramine, Amitriptyline, Doxepine, Nortriptyline, Maprotiline, Chlorpromazine, Clozapine, Foscarnet, Ganciclovir, Ritonavir, Amphetamines, Cocaine (MDMA, ecstasy), Phencyclidine (PCP, angel's dust), Ketamine, Gamma-hydroxybutyrate (GHB), Alcohol, Theophylline.\n  * The urine toxicology panel will verify the presence of some of these drugs prior to each rTMS session\n* Recent withdrawal from one of the following drugs representing a 'Strong Relative Hazard' for application of rTMS due to the resulting significant seizure threshold lowering potential:\n\n  * Alcohol, Barbiturates, Benzodiazepines, Meprobamate, Chloral hydrate",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mariya V Cherkasova, PhD",
                    "role": "CONTACT",
                    "phone": "240-367-3068",
                    "email": "mariya.cherkasova@mail.wvu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mariya V Cherkasova, PhD",
                    "affiliation": "West Virginia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "West Virginia University",
                    "status": "RECRUITING",
                    "city": "Morgantown",
                    "state": "West Virginia",
                    "zip": "26505",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mariya V Cherkasova, PhD",
                            "role": "CONTACT",
                            "phone": "240-367-3068",
                            "email": "mariya.cherkasova@mail.wvu.edu"
                        },
                        {
                            "name": "Mariya V Cherkasova, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.62953,
                        "lon": -79.9559
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}