{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05761886",
            "orgStudyIdInfo": {
                "id": "IRB00094019"
            },
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Rural Area Pharmacist Intervention for Diabetes",
            "officialTitle": "Rural Area Pharmacist Intervention for Diabetes - Management Using eHealth: A Pilot Study (RAPID-ME)",
            "therapeuticArea": [
                "Endocrinology"
            ],
            "study": "rural-area-pharmacist-intervention-for-diabetes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-27",
            "studyFirstSubmitQcDate": "2023-02-27",
            "studyFirstPostDateStruct": {
                "date": "2023-03-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-28",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Duke University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of the project is to inform the system leaders regarding the feasibility and utility of having an embedded telehealth-based clinical pharmacist at rural primary care practices for supportive disease management of patients with Type 2 diabetes (T2D) and whether continuing and expanding the program within the system is worthwhile.",
            "detailedDescription": "Improvement of suboptimal type 2 diabetes (T2D) management and outcomes in rural areas in the United States (US) is an urgent national health policy priority. Novel approaches such as telehealth and supportive clinical management of T2D by non-physician providers have been recommended to fill gaps in care. With specialty in drug therapy, clinical pharmacists are in a position to uniquely contribute to filling gaps in T2D management related to medication therapy, which are common and often the cause of adverse outcomes in patients with T2D. The objective of this pilot study is to determine the feasibility, acceptability, appropriateness, fidelity, barriers and facilitators of implementation, and preliminary effectiveness of a telehealth-based clinical pharmacy intervention to inform the design of a subsequently planned fully powered effectiveness-implementation trial of the intervention. This pilot study will involve randomization based on the days the patients had encounters at participating practices (4 in North Carolina). The 2 study arms will be: 1) Usual care, receiving standard practice of care managed by physicians, nurse practitioners, and physician assistants with access to chronic disease management services and 2) Intervention arm, receiving the intervention consisting of clinical pharmacy services including identification and resolution of medication-related problems and patient needs, optimization of medication regimen and T2D education and self-management support, in addition to usual care. The intervention will last for 3 months and will consist of biweekly video/phone calls between patients and the pharmacist. Based on recommendations from literature on pilot studies, the total planned sample size is 240 patients. Implementation science framework by Proctor and colleagues and scales by Weiner and colleagues (for feasibility, acceptability, appropriateness, and fidelity) and Consolidated Framework for implementation Research (for barriers and facilitators of intervention implementation) will guide collection of data on outcomes. for using complementary medicine and healthcare avoidance. The results of our work will facilitate wide implementation of the intervention and thereby improved outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Type 2 Diabetes"
            ],
            "keywords": [
                "Telehealth",
                "Rural populations",
                "Clinical pharmacy services"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "the target sample size in our pilot study is 72 in the intervention group. The target for the control group is 168.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "telehealth-based clinical pharmacy intervention",
                    "type": "EXPERIMENTAL",
                    "description": "will involve a pharmacist identifying and addressing medication-related problems (e.g., inappropriate dosage or indications, drug interactions, and therapeutic duplication); optimizing medication regimens (discontinuing if appropriate, providing subsidized and generic options, and reducing medication complexity); and providing T2D education and self-management support",
                    "interventionNames": [
                        "Other: telehealth-based clinical pharmacy intervention"
                    ]
                },
                {
                    "label": "usual care",
                    "type": "NO_INTERVENTION",
                    "description": "will involve routine physician office visits every 3 (for those with HbA1c outside goal) - or every 6 months (for those with HbA1c within goal). Medication regimens are usually managed by physicians, nurse practitioners, and physician assistants, and Patients have access to centralized chronic disease management programs."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "telehealth-based clinical pharmacy intervention",
                    "description": "The pharmacist will perform an initial comprehensive review of the medication regimen, make any adjustments, document those in the patient's electronic health record (EHR) and communicate with the patient's T2D care team as needed. They will also call (using an EHR-based software) the patient using phone/video to educate them about T2D self-management and identify any medication-related unmet needs. Periodic reviews of the medication regimen and roughly biweekly follow-up patient calls will occur with frequency based on need (as judged by the pharmacist). Patient intervention calls will be personalized depending on HbA1c levels, comorbidities, and medication complexity",
                    "armGroupLabels": [
                        "telehealth-based clinical pharmacy intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient enrollment rates",
                    "description": "Proportion of eligible patients enrolled",
                    "timeFrame": "Month 13"
                },
                {
                    "measure": "Proportion of patients with complete data",
                    "description": "Proportion of patients with complete data",
                    "timeFrame": "Month 17"
                },
                {
                    "measure": "Proportion of respondents selecting a response - Feasibility",
                    "description": "Proportion of respondents selecting a response of agree/strongly agree (disagree/strongly disagree for negatively worded items) on 70% of the survey items measuring perspectives regarding whether it was possible for the respondents to perform the program activities",
                    "timeFrame": "Month 17"
                },
                {
                    "measure": "Proportion of respondents selecting a response - Acceptability",
                    "description": "Proportion of respondents selecting a response of agree/strongly agree (disagree/strongly disagree for negatively worded items) on 70% of the survey items measuring perspectives regarding whether they approve and like the program",
                    "timeFrame": "Month 17"
                },
                {
                    "measure": "Proportion of respondents selecting a response - Appropriateness",
                    "description": "Proportion of respondents selecting a response of agree/strongly agree (disagree/strongly disagree for negatively worded items) on 70% of the survey items measuring perspectives regarding program fit with the needs of the respondents",
                    "timeFrame": "Month 17"
                },
                {
                    "measure": "Proportion of items self-reported by pharmacist - Fidelity",
                    "description": "Proportion of items self-reported by pharmacist by checking (yes/no/not applicable) in a task-list of program activities",
                    "timeFrame": "Month 17"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in HbA1c",
                    "description": "Change in HbA1c from baseline to follow-up - While the usually recommended HbA1c target is \\<7.0%, the American Diabetes Association recommends transitioning the HbA1c target to ≥8.0% based on factors such as age, limited life expectancy, complications, history of hypoglycemia, and comorbidities.",
                    "timeFrame": "Month 17"
                },
                {
                    "measure": "Change in Blood Pressure",
                    "description": "Change in systolic and diastolic blood pressure from baseline to follow-up - A normal blood pressure can vary between individuals, but the American Heart Association recommend a target blood pressure below 120 mm Hg systolic and 80 mm Hg diastolic. Usually, hypertension is defined as blood pressure above 140/90 and is considered severe if the pressure is above 180/120.",
                    "timeFrame": "Month 17"
                },
                {
                    "measure": "Number of Acute Care Days",
                    "description": "Change in the number of days spent in emergency room or hospital from baseline to follow-up",
                    "timeFrame": "Month 17"
                },
                {
                    "measure": "Change in patient-reported medication adherence scores",
                    "description": "Change in patient-reported medication adherence score from baseline to follow-up measured by a survey\n\nChange in patient-reported medication adherence score from baseline to follow-up measured by a single item survey: \"Over the past week, what percent of the time did you take all your diabetes medications as your doctor prescribed?\" \\[11 response categories (0, 10, 20... 100%) with higher score indicating better adherence\\]",
                    "timeFrame": "Month 17"
                },
                {
                    "measure": "Change in barriers to medication adherence",
                    "description": "Change in patient-reported barriers to medication adherence score from baseline to follow-up\n\nAdherence Starts with Knowledge-12 survey - measured by Adherence Starts with Knowledge-12 survey (Score can range from 12-60, with higher scores representing greater barriers to adherence.)",
                    "timeFrame": "Month 17"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years and \\<=75 years (since children have different incidence, management, and outcomes of Type 2 diabetes (T2D) compared to adults and older adults aged more than 75 years may have had their hemoglobin A1C (HbA1c) goals adjusted to higher thresholds)\n* HbA1c reading ≥ 8% recorded during 6 months prior to or up to 9 days after the encounter at the participating practices\n* Uncontrolled type 2 diabetes (ICD-10-CM code E11.XX) recorded in the EHR in the year prior to up to 1 week after the uncontrolled HbA1c reading\n\nExclusion Criteria:\n\n* Patients with gestational or type 1 diabetes\n* Those enrolled in any other chronic disease management programs delivered by non-physician healthcare professionals\n* Those receiving T2D care from an endocrinologist\n* Those receiving long term, hospice, or palliative care services\n* Those with serious mental illnesses (schizophrenia and other psychotic disorders, major depressive disorders, bipolar disorders, and borderline personality disorder)\n* Those with malignant cancer\n* Those with cognitive impairment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "McKenzie Isreal, MPH",
                    "role": "CONTACT",
                    "phone": "704-355-6562",
                    "email": "Mckenzie.Isreal@atriumhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rohan Mahabaleshwarkar, PhD",
                    "affiliation": "Atrium Health Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest University Health Sciences",
                    "status": "RECRUITING",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "McKenzie Isreal, MPH",
                            "role": "CONTACT",
                            "phone": "704-355-6562",
                            "email": "Mckenzie.Isreal@atriumhealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003920",
                    "term": "Diabetes Mellitus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000044882",
                    "term": "Glucose Metabolism Disorders"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7119",
                    "name": "Diabetes Mellitus, Type 2",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "asFound": "Diabetes",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25403",
                    "name": "Glucose Metabolism Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}