{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05711056",
            "orgStudyIdInfo": {
                "id": "STUDY00005086"
            },
            "secondaryIdInfos": [
                {
                    "id": "G28RH46273-01-00",
                    "type": "OTHER_GRANT",
                    "domain": "Health Resources and Services Administration"
                }
            ],
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Rural Expanded Access to OUD Care & Linkage Using Toxicologists for Telehealth Initiated Treatment",
            "officialTitle": "Expanding Rural Access to Opioid Use Disorder Treatment Utilizing Medical Toxicologists and the Georgia Poison Center to Facilitate Emergency Department- and Telehealth-Based Medication Initiation and Linkage to Care",
            "acronym": "REAL TTIME",
            "therapeuticArea": [
                "Other"
            ],
            "study": "rural-expanded-access-to-oud-care-linkage-using-toxicologists-for-telehealth-initiated-treatment"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-18",
            "studyFirstSubmitQcDate": "2023-02-01",
            "studyFirstPostDateStruct": {
                "date": "2023-02-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Emily Kiernan",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overarching goal of this project is to increase the availability of OUD treatment in rural counties in the state of Georgia by using Emergency Department (ED)-based telehealth strategies to initiate MOUD and connect patients to treatment.\n\nThe investigators will implement a novel collaboration between rural EDs, medical toxicologists at the Georgia Poison Center (GPC), peer recovery coaches (PRCs) and RCOs throughout Georgia to bridge the gap between OUD treatment need in rural EDs and specialty physician availability at the GPC.\n\nResearch activities will be conducted during two broad phases, at three rural EDs in Georgia: planning and implementation. During the planning phase, aggregate data will be obtained to determine each ED's existing practices treating patients with OUD and opioid withdrawal. During the implementation phase, the researchers will prospectively study a poison center OUD consultation and PRC intervention as it is rolled out at each site, collecting participant-level data. Sites will be rolled into the implementation phase in a stepped-wedge fashion, so there will be times when some sites are in the planning phase while others are in the implementation phase.",
            "detailedDescription": "Over the past two decades, death from opioid overdose has dramatically increased. Opioid use disorder (OUD) is a complex and debilitating chronic illness associated with serious medical complications. Effective treatment of OUD often requires long-term treatment with multiple therapies. Medications for opioid use disorder (MOUD), are the gold standard for OUD treatment, including buprenorphine. MOUD is underutilized, and treatment programs are in short supply, particularly in rural areas. Psychosocial and behavioral health interventions are also key factors in maintaining sobriety. The use of trained peer recovery coaches (PRCs) has been shown to increase both MOUD initiation and 30-day treatment retention. The goal of this project is to increase the availability of OUD treatment in rural counties Georgia by using ED-based telehealth strategies to initiate MOUD and connect patients to treatment by implementing a novel collaboration between rural EDs, medical toxicologists at the Georgia Poison Center (GPC), PRCs, and Recovery Community Organizations (RCOs).\n\nThe study population will include patients with OUD or opioid withdrawal that are 18 years or older, English speaking, clinically sober, and medically and psychiatrically stable, that present to a preselected rural ED in Candler, Carroll, Jefferson, Laurens, and Washington County. Pregnant patients are included as MOUD is standard of care and the sociobehavioral intervention is considered minimal risk.\n\nThis sociobehavioral intervention will utilize two primary evidence-based strategies: delivering OUD consultation via telemedicine, which has been demonstrated to be a safe and effective means for initiating MOUD with buprenorphine; and, incorporating psychosocial support in the form of PRC and linkage to outpatient care. An ED provider will evaluate the patient and if identified as someone with OUD or opioid withdrawal, the ED provider will call the GPC and be connected to the medical toxicologist on call. The toxicologist will assist the ED provider with initiation of MOUD. After the medical evaluation is complete, the ED provider will contact the virtual PRC. Once the PRC and the patient are introduced, the PRC will obtain verbal consent to participate in the study and allow for chart review and to follow up with the patient at 30-days to determine if they are still engaged with the outpatient program and/or maintained on MOUD.\n\nBefore consent is obtained, this will be a no-contact study. The research team will perform a retrospective chart review to identify demographic and historical information about patients that present to each rural ED with OUD or opioid withdrawal. The investigators will request this data from hospitals monthly and continuously over the study period. One the patient has been consented by the PRC, the investigators will request additional data to follow up with them and obtain information from the RCO and Prescription Drug Monitoring Program (PDMP). Data will be made publicly available through HRSA and will be submitted for publication in a peer reviewed journal. Data will not be identifiable. Research team members will have access to the data but will be required to complete HIPPA and CITI training. The research team will request a HIPPA waiver to access existing data from hospital systems about the patients who present to the ED with OUD or acute opioid withdrawal. The ED provider will interact with the patient and perform standard of care. They will contact the poison center to help with MOUD initiation. Then, the patient will be introduced to the virtual PRC, who will review the consent document. Regardless of consent, the patient will still be offered the intervention. The participant burden is minimal (time required to obtain consent). Data will be kept confidential, and deidentified when it is stored in ToxSentry (GPC electronic medical record) and in Emory One Drive (HIPPA complaint and secure)."
        },
        "conditionsModule": {
            "conditions": [
                "Opioid Use",
                "Opioid Abuse"
            ],
            "keywords": [
                "Opioid"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 480,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sociobehavioral program Group",
                    "type": "EXPERIMENTAL",
                    "description": "A novel sociobehavioral collaborative program that will improve the health of individuals in rural areas by expanding access to MOUD through an ED- based telemedicine strategy. Researchers will prospectively study a poison center OUD consultation and peer recovery coach (PRC) intervention as it is rolled out at each site, collecting participant-level data at baseline, one week post intervention and 30 days post intervention.",
                    "interventionNames": [
                        "Behavioral: Sociobehavioral Intervention"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "Patients who are seen at a participating hospital prior to the initiation of the intervention will be considered controls."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Sociobehavioral Intervention",
                    "description": "Utilizes two primary evidence-based strategies:\n\n* Delivering OUD consultation via telemedicine, which has been demonstrated to be a safe and effective means for initiating MOUD with buprenorphine; and,\n* Incorporating psychosocial support in the form of PRC, whose involvement in patient care is associated with increased treatment retention and MOUD initiation.",
                    "armGroupLabels": [
                        "Sociobehavioral program Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in number of patients who present with acute opioid withdrawal, acute opioid overdose, or requesting treatment for OUD (Opioid Use Disorder)",
                    "description": "Change in number of patients who present with acute opioid withdrawal, acute opioid overdose, or requesting treatment for OUD will be collected",
                    "timeFrame": "Baseline, 3 months post intervention, and 1 year post intervention"
                },
                {
                    "measure": "Change in number of patients evaluated for MOUD (Medication for Opioid Use Disorder)",
                    "description": "Change in number of patients evaluated for MOUD will be collected",
                    "timeFrame": "Baseline, 3 months post intervention, and 1 year post intervention"
                },
                {
                    "measure": "Change in number of patients started on MOUD",
                    "description": "Change in number of patients started on MOUD will be collected",
                    "timeFrame": "Baseline, 3 months post intervention, and 1 year post intervention"
                },
                {
                    "measure": "Change in number of patients discharged with a prescription for MOUD",
                    "description": "Change in number of patients discharged with a prescription for MOUD will be collected",
                    "timeFrame": "Baseline, 3 months post intervention, and 1 year post intervention"
                },
                {
                    "measure": "Change in number of patients linked to a local RCO (Recovery Community Organization)",
                    "description": "Change in number of patients linked to a local RCO will be collected",
                    "timeFrame": "Baseline, 3 months post intervention, and 1 year post intervention"
                },
                {
                    "measure": "Change in number of patients seen at local RCO after ED discharge",
                    "description": "Change in number of patients seen at local RCO after ED discharge will be collected",
                    "timeFrame": "Baseline, 3 months post intervention, and 1 year post intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18 years or older\n* English speaking\n* Clinically sober\n* Medically and psychiatrically stable\n\nExclusion criteria:\n\n* Already receiving MAT or psychotherapy for OUD prior to ED arrival\n* Prior participation in the study\n* Unable to provide informed consent\n* If their clinical condition worsens such that continued participation would be considered unsafe in the opinion of the PRC or ED staff\n* Prisoners\n* Individuals who are not yet adults (infants, children, teenagers)\n* Cognitively impaired or Individuals with Impaired Decision-Making Capacity\n* Individuals who are not able to clearly understand English",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emily Kiernan, DO",
                    "role": "CONTACT",
                    "phone": "412-519-4944",
                    "email": "emily.anne.kiernan@emory.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Emily Kiernan, DO",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Georgia Poison Center",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Emily Kiernan, DO",
                            "role": "CONTACT",
                            "email": "emily.anne.kiernan@emory.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009293",
                    "term": "Opioid-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000079524",
                    "term": "Narcotic-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7796",
                    "name": "Emergencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M12244",
                    "name": "Opioid-Related Disorders",
                    "asFound": "Opioid Abuse",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2057",
                    "name": "Narcotic-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M5317",
                    "name": "Buprenorphine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                }
            ]
        }
    },
    "hasResults": false
}