{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03801434",
            "orgStudyIdInfo": {
                "id": "IRB-47457"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2018-03723",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "HEMMPD0035",
                    "type": "OTHER",
                    "domain": "Stanford Cancer Institute Palo Alto"
                },
                {
                    "id": "IRB-47457",
                    "type": "OTHER",
                    "domain": "Stanford IRB"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Ruxolitinib in Treating Patients With Hypereosinophilic Syndrome or Primary Eosinophilic Disorders",
            "officialTitle": "Phase 2 Study of Ruxolitinib in Idiopathic Hypereosinophilic Syndrome and Primary Eosinophilic Disorders",
            "therapeuticArea": [
                "Rare Diseases",
                "Oncology and Hematology",
                "Other",
                "Orthopedics"
            ],
            "study": "ruxolitinib-in-treating-patients-with-hypereosinophilic-syndrome-or-primary-eosinophilic-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2019-11-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-01-09",
            "studyFirstSubmitQcDate": "2019-01-09",
            "studyFirstPostDateStruct": {
                "date": "2019-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-31",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "William Shomali",
                "investigatorTitle": "Clinical Assistant Professor",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "William Shomali",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Incyte Corporation",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies how well ruxolitinib works in treating patients with hypereosinophilic syndrome or primary eosinophilic disorders.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the overall hematologic response rate to ruxolitinib in patients with hypereosinophilic syndrome and primary eosinophilic disorders.\n\nSECONDARY OBJECTIVES:\n\nI. To determine safety profile of ruxolitinib in patients with hypereosinophilic syndrome and primary eosinophilic disorders.\n\nII. To determine the proportion of patients on corticosteroids who are able to become corticosteroid-independent and/or reduce the dose by \\>= 50%.\n\nIII. To evaluate the duration of response (DoR). IV. To evaluate the time-to-response (TTR). V. To evaluate progression-free survival (PFS) and overall survival."
        },
        "conditionsModule": {
            "conditions": [
                "BCR-JAK2 Fusion Protein Expression",
                "Blasts 20 Percent or Less of Peripheral Blood White Cells",
                "Blasts More Than 5 Percent of Bone Marrow Nucleated Cells",
                "Blasts More Than 5 Percent of Peripheral Blood White Cells",
                "Blasts Under 20 Percent of Bone Marrow Nucleated Cells",
                "Chronic Eosinophilic Leukemia, Not Otherwise Specified",
                "Eosinophilia",
                "Hepatomegaly",
                "Hypereosinophilic Syndrome",
                "JAK2 Gene Mutation",
                "Splenomegaly",
                "TEL-JAK2 Fusion Protein Expression"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (ruxolitinib)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive ruxolitinib PO BID on days 1-28. Treatment repeats for up to 6 cycles (28 days each) in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Ruxolitinib"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Ruxolitinib",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Treatment (ruxolitinib)"
                    ],
                    "otherNames": [
                        "INCB-18424",
                        "INCB18424",
                        "Oral JAK Inhibitor INCB18424"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall response rate (ORR)",
                    "description": "ORR is the sum of complete response (CR) plus complete response with incomplete platelet recovery (CRp) plus partial response (PR). Complete response, with platelet incomplete platelet recovery (CRp) is defined as a response that meets CR criteria but platelet count remains below 100 x 10\\^9/L. This outcome will be reported as a number.\n\n* Complete response (CR) = normalization of white blood cell (WBC) count; absolute eosinophil count in blood; and % eosinophils in blood, without increased blasts or eosinophils in bone marrow, and with a non-palpable spleen and/ or normal spleen size by imaging.\n* Partial response (PR) is defined as ≥ 50% reduction (if above normal range) in all the following: total WBC count; absolute eosinophil count in blood; % eosinophils in blood; % eosinophils and myeloblasts in bone marrow; in addition to spleen size reduction of ≥ 50% by palpation and/ or ≥35% by imaging (if increased at baseline).",
                    "timeFrame": "3 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Adverse events",
                    "description": "Adverse events will be reported including severity, seriousness, and relatedness of adverse events based on National Cancer Institute Common Terminology Criteria for Adverse Events version 5.0. The outcome will be reported as a number of all serious adverse events; with frequency ≥ 10%.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Proportion of subjects who become corticosteroid-independent",
                    "description": "Descriptive analysis of the proportion of subjects who become corticosteroid-independent for 12 or more consecutive weeks will be reported. The outcomes will be reported as number",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Proportion of patients who reduce corticosteroid dose by >= 50% (including patients who become corticosteroid-independent)",
                    "description": "Descriptive analysis of the proportion of subjects who reduce corticosteroid dose by \\>= 50% (including patients who become corticosteroid-independent) for 12 or more consecutive weeks will be reported. The outcomes will be reported as number",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Duration of response (DoR)",
                    "description": "Median duration of response (DoR) defined as the time from first onset of confirmed response to the date of first documented and confirmed progression or death due to hypereosinophilic syndrome or a primary eosinophilic neoplasm. This outcome will be reported as the median with full range, for those subjects that achieve a clinical response. Response defined as per the Primary Outcome.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Time to response (TTR)",
                    "description": "Median time to response (TTR) is defined as the time from start of treatment until the date of onset of a confirmed response. This outcome will be reported as the median with full range, for those subjects that achieve a clinical response.",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Median Progression-free survival (PFS)",
                    "description": "Median progression free survival (PFS) is defined as the time from start of treatment to the date of the first documented and confirmed progression or death or institution of new therapy. This outcome will be reported as the median with full range. Progression is defined as ≥ 25% in one of the following when compared to baseline: total WBC count; absolute eosinophil count in blood; or % eosinophils in blood; OR the presence of ≥ 20% blasts in the peripheral blood or bone marrow (\"evolution to AML\"), with any lab finding confirmed at 2 weeks; or ≥ 25% increase in spleen size.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject with idiopathic hypereosinophilic syndrome must meet the following:\n\n  * Has as at least 2 readings with an absolute eosinophil count \\>= 1,500/mm\\^3 in the preceding 3 months prior to starting ruxolitinib (one reading must be during the screening period).\n  * Dependent, intolerant or refractory to corticosteroids OR has relapsed/refractory disease to other therapy besides corticosteroids.\n  * Symptomatic from his/her disease OR has one or more signs of organ damage (assessed by the investigator as possibly-related to eosinophilia or biopsy-proven). This can include skin, lung, cardiac, central nervous system, liver, or gastrointestinal (GI) involvement, or evidence of symptomatic hepatic or splenic enlargement.\n* Subject with lymphocyte-variant hypereosinophilia must meet the following\n\n  * Has at least 2 readings with an absolute eosinophil count \\>= 1,500/mm\\^3 in the preceding 3 months prior to starting ruxolitinib (one reading must be during the screening period).\n  * Dependent, intolerant or refractory to corticosteroids\\* OR has relapsed/refractory disease to other therapy besides corticosteroids.\n  * Symptomatic from his/her disease OR has one or more signs of organ damage (assessed by the investigator as possibly-related to eosinophilia or biopsy-proven). This can include skin, lung, cardiac, central nervous system, liver, or GI involvement, or evidence of symptomatic hepatic or splenic enlargement\n  * Has abnormal T-lymphocyte immuno-phenotype by flow cytometry.\n* Subject with chronic eosinophilic leukemia, not otherwise specified (CEL,NOS) must meet the following\n\n  * Has at least 2 readings with an absolute eosinophil count \\>= 500/mm\\^3 in the preceding 3 months prior to starting ruxolitinib (one reading must be during the screening period).\n  * Newly-diagnosed OR receiving corticosteroids OR has relapsed/refractory disease to any therapy besides corticosteroids.\n  * Has increased blasts in the blood or bone marrow (\\> 5% and \\< 20%), and/or a clonal cytogenetic or molecular abnormality\n\n    * Subjects with JAK2 mutations are included within this group.\n* Subject with JAK2-rearranged eosinophilic neoplasm must meet the following\n\n  * Has at least 2 readings with an absolute eosinophil count \\>= 500/mm\\^3 in the preceding 3 months prior to starting ruxolitinib (one reading must be during the screening period).\n  * Newly-diagnosed OR receiving corticosteroids OR has relapsed/refractory disease to any therapy besides corticosteroids.\n\n    * This group includes subjects with PCM1-JAK2, BCR-JAK2, ETV6-JAK2 or other JAK2 rearrangements.\n* If receiving corticosteroids, must be a stable dose for \\>= 28 days prior to Day 1 (unstable dosing not eligible).\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 3.\n* Willing and able to review and execute informed consent (legally-authorized consent acceptable).\n\nExclusion Criteria:\n\n* Active life-threatening complication(s) from underlying eosinophilic disease (i.e., leukostasis; acute thromboembolic disease including central nervous system (CNS) involvement; severe pulmonary or cardiac dysfunction). Stabilization of acute, life-threatening eosinophil-related co-morbidities will allow enrollment of the patient.\n* World Health Organization (WHO)-defined myeloid neoplasm associated with eosinophilia other than CEL NOS and JAK2 rearranged neoplasms (e.g., myelodysplastic syndrome (MDS); myeloproliferative neoplasms (MPN); MDS/MPN overlap disorders; and systemic mastocytosis (SM).\n* Reactive hypereosinophilia due to connective tissue disease, sarcoidosis or eosinophilic granulomatosis with polyangiitis.\n* Organ-restricted ?tissue? eosinophilia with the absence of peripheral eosinophilia in the blood.\n* Invasive malignancy over the previous 2 years except treated early stage carcinomas of the skin, completely resected intraepithelial carcinoma of the cervix, and completely resected papillary thyroid and follicular thyroid cancers.\n* Myeloid or lymphoid neoplasm with eosinophilia and abnormalities of PDGFRA, PDGFRB or FGFR1.\n* Anticipated to receive a hematopoietic stem cell transplant within the first 6 months of treatment on trial.\n* Major surgery within 4 weeks prior to entering the study.\n* Life expectancy of \\< 6 months.\n* Known diagnosis of human immunodeficiency virus (HIV).\n* Known diagnosis of chronic active hepatitis B or C (viral testing is not required). Subjects with a known history of hepatitis B and/or C are allowed on trial if at the time of enrollment, the virus is not active and undetected (testing required if there is a known history), and such patients are not actively receiving antiviral treatment specific for hepatitis B and/or C.\n* Clinically serious infections requiring ongoing antibiotic therapy.\n* Parasitic infection diagnosed within 24 weeks prior to enrollment.\n* Platelet count =\\< 25 x 10\\^9/L at baseline.\n* Alanine aminotransferase (ALT)/serum glutamate pyruvate transaminase (SGPT) \\> 4 x upper limit of normal (ULN) or direct bilirubin \\> 4 x ULN (if considered to be unrelated to the underlying eosinophilic disorder).\n* End-stage renal function (creatinine clearance \\[CrCl\\] \\< 15 mL/min or glomerular filtration rate \\[GFR\\] \\< 15 mL/min) regardless of whether hemodialysis is required.\n* Use of investigational or commercial therapies with the intent to treat the underlying eosinophilic disorder within 28 days of study start, including interferon; imatinib; alemtuzumab; cyclosporine; methotrexate; mepolizumab; benralizumab; or other antibody therapies.\n* Use of hydroxyurea within 7 days of study start.\n* Prior therapy with ruxolitinib or other JAK inhibitors.\n* Previous allergic reactions to JAK inhibitors or excipients.\n* Unwilling to commit to abstinence from heterosexual contact or agree to use and comply with highly effective contraception, 28 days prior to starting study drug, during the treatment period and for 12 weeks after discontinuation of study treatment.\n* Females of childbearing potential who have a positive pregnancy test (urine or serum) during screening period.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tiffany Nguyen",
                    "role": "CONTACT",
                    "phone": "650-725-9167",
                    "email": "tnguye10@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William E Shomali, MD",
                    "affiliation": "Stanford Cancer Institute Palo Alto",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Cancer Institute Palo Alto",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94304",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "William E Shomali",
                            "role": "CONTACT",
                            "phone": "650-498-6000",
                            "email": "wshomali@stanford.edu"
                        },
                        {
                            "name": "William E Shomali",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                },
                {
                    "facility": "OHSU Knight Cancer Institute",
                    "status": "TERMINATED",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97201",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "University of Utah",
                    "status": "TERMINATED",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "Fred Hutchinson cancer research center",
                    "status": "TERMINATED",
                    "city": "Seattle",
                    "state": "Washington",
                    "zip": "98109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 47.60621,
                        "lon": -122.33207
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006529",
                    "term": "Hepatomegaly"
                },
                {
                    "id": "D000017681",
                    "term": "Hypereosinophilic Syndrome"
                },
                {
                    "id": "D000004802",
                    "term": "Eosinophilia"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                },
                {
                    "id": "D000013163",
                    "term": "Splenomegaly"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000007960",
                    "term": "Leukocyte Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006984",
                    "term": "Hypertrophy"
                },
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000008107",
                    "term": "Liver Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M19901",
                    "name": "Hypereosinophilic Syndrome",
                    "asFound": "Hypereosinophilic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15958",
                    "name": "Splenomegaly",
                    "asFound": "Splenomegaly",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7961",
                    "name": "Eosinophilia",
                    "asFound": "Eosinophilia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9614",
                    "name": "Hepatomegaly",
                    "asFound": "Hepatomegaly",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10963",
                    "name": "Leukocyte Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10035",
                    "name": "Hypertrophy",
                    "relevance": "LOW"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M11107",
                    "name": "Liver Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T2886",
                    "name": "Hypereosinophilic Syndrome",
                    "asFound": "Hypereosinophilic Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5405",
                    "name": "Splenomegaly",
                    "asFound": "Splenomegaly",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000075242",
                    "term": "Janus Kinase Inhibitors"
                }
            ],
            "ancestors": [
                {
                    "id": "D000047428",
                    "term": "Protein Kinase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1474",
                    "name": "Janus Kinase Inhibitors",
                    "asFound": "Barley",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25820",
                    "name": "Protein Kinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}