{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04752618",
            "orgStudyIdInfo": {
                "id": "IRB-FY2021-5220"
            },
            "organization": {
                "fullName": "New York University",
                "class": "OTHER"
            },
            "briefTitle": "Safe Mothers, Safe Children Initiative",
            "officialTitle": "Treating Maternal PTSD to Enhance and Reduce Maltreatment Recidivism: Safe Mothers, Safe Children",
            "acronym": "SMSC",
            "therapeuticArea": [
                "Mental Health",
                "Pediatrics",
                "Other"
            ],
            "study": "safe-mothers-safe-children-initiative"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-29",
            "studyFirstSubmitQcDate": "2021-02-09",
            "studyFirstPostDateStruct": {
                "date": "2021-02-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "New York University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess the efficacy of the combined interventions, Skills Training in Affective and Interpersonal Regulation (STAIR) and Parent-Child Interaction Therapy (PCIT) or P-STAIR, for treating maternal PTSD and reducing maltreatment recidivism.",
            "detailedDescription": "This study is a two-arm randomized controlled trial (RCT): P-STAIR (23 sessions) vs. supportive counseling (SC) (23 sessions). Eligible cases are randomized to P-STAIR and SC in a 1:1 ratio. Participants will be mothers receiving family preservation services (FPS), with a child in the age range of 1-8 years old, and PTSD (with/without depression). Symptom progress will be measured at pre-treatment, two in-treatment assessments (9 weeks and 16 weeks), post-treatment, and at a 6-month follow-up."
        },
        "conditionsModule": {
            "conditions": [
                "PTSD",
                "Depression",
                "Child Maltreatment"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "P-STAIR vs Supportive Counseling",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Assessors and preventive case planners are blind to treatment arm.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "P-STAIR",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive 23 weekly individual treatment sessions. Each session will last one hour. P-STAIR is a combination of STAIR and PCIT. STAIR focuses on reduction of PTSD symptoms through enhancement of emotion regulation skills. PCIT focuses on the reduction of negative parenting skills and the increase of positive parenting skills.",
                    "interventionNames": [
                        "Behavioral: P-STAIR"
                    ]
                },
                {
                    "label": "Supportive Counseling",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive 23 weekly individual treatment sessions. Each session will last one hour. Supportive counseling has been modified to permit non-trauma discussion of parenting problems. Each session is client-directed and clinicians take an unconditionally supportive role.",
                    "interventionNames": [
                        "Behavioral: Supportive Counseling"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "P-STAIR",
                    "description": "PCIT+ STAIR",
                    "armGroupLabels": [
                        "P-STAIR"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Supportive Counseling",
                    "description": "Non-trauma focused psychotherapy",
                    "armGroupLabels": [
                        "Supportive Counseling"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Post-traumatic Stress Diagnostic Scale for the DSM-5 (PDS-5)",
                    "description": "Post-traumatic Stress Diagnostic Scale for the DSM-5 (PDS-5) is a 24-item self-report measure of PTSD symptoms over the last month. Items are rated on a 5-point scale of frequency and severity ranging from 0 (\"not at all\") to 4 (\"6 or more times a week/severe\"). Higher scores indicate more severe PTSD symptoms. PDS-5 will be used to monitor change in PTSD symptoms over treatment implementation. PDS-5 is also used during the baseline to evaluate for inclusion/exclusion criteria.",
                    "timeFrame": "Change from baseline (pre-treatment) to mid-treatment at session 9 and 16 to upon completion of treatment (an average of 43 weeks) to six-month follow-up after treatment completion"
                },
                {
                    "measure": "Center for Epidemiological Studies-Depression (CES-D)",
                    "description": "Center for Epidemiological Studies-Depression (CES-D) is a 20-item self-report measure of symptoms associated with depression, such as restless sleep, poor appetite, and feeling lonely. Items are rated on a 3-point scale ranging from 0 (\"rarely or none of the time\") to 3 (\"most or almost all of the time\"). Scores range from 0 to 60, with high scores indicating greater depressive symptoms. CES-D will be used to assess change in depression symptoms over treatment implementation.",
                    "timeFrame": "Change from baseline (pre-treatment) to mid-treatment at session 9 and 16 to upon completion of treatment (an average of 43 weeks) to six-month follow-up after treatment completion"
                },
                {
                    "measure": "Dyadic Parent-Child Interaction Coding System-IV (DPICS)",
                    "description": "Dyadic Parent-Child Interaction Coding System-IV (DPICS) examines the quality of parent-child social interaction in three 5-minute situations: child-directed play, parent-directed play, and clean-up. Positive skills include praise, reflect, and describe, and negative skills include questions, commands, and criticisms. Observations are coded by trained DPICS scorers to produce total scores. DPICS scores allow us to track the changes in positive and negative parenting scores over treatment implementation.",
                    "timeFrame": "Change from baseline (pre-treatment) to mid-treatment at session 16 to upon completion of treatment (an average of 43 weeks) to six-month follow-up after treatment completion"
                },
                {
                    "measure": "New foster care removals",
                    "description": "Data is collected through the New York State Child Welfare Registry (NYSCWR) semi-annually on the number of out-of-home placements for 10 years for completers and non-completers who have consented into the study. Number of new foster care removals are located by unique NYSCWR identifiers collected at time of consent. Out-of-home placement data, in addition to new substantiated welfare reports, will be used to assess recidivism.",
                    "timeFrame": "Every six-months for 10 years"
                },
                {
                    "measure": "New child abuse/neglect welfare reports",
                    "description": "Data is collected through the New York State Child Welfare Registry (NYSCWR) semi-annually on the number of substantiated abuse/neglect reports for 10 years for completers and non-completers who have consented into the study. Number of new substantiated reports are located by unique NYSCWR identifiers collected at time of consent. New substantiated welfare reports, as well as out-of-home placement data, will be used to assess recidivism.",
                    "timeFrame": "Every six-months for 10 years"
                },
                {
                    "measure": "Family Preservation Services Usual Care (FPSUC) reports",
                    "description": "Family Preservation Services Usual Care (FPSUC) is extracted from electronic records that agencies use to document services. FPSUC details the number of services accessed in preventative agencies for clients. Data will be used to statistically control for FPSUC.",
                    "timeFrame": "Throughout study completion, an average 43 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Structured Clinical Interview for DSM-5 (SCID-5)",
                    "description": "Structured Clinical Interview for DSM-5 (SCID-5) is the gold standard for determining DSM-5 Axis I current diagnoses and psychiatric history. The SCID-5 alcohol and substance use and psychosis modules will be used. SCID-5 will be used to track changes in substance use/abuse and symptoms of psychosis, as well as to evaluate inclusion/exclusion criteria.",
                    "timeFrame": "Change from baseline (pre-treatment) to mid-treatment at session 16 to upon completion of treatment (an average of 43 weeks) to six-month follow-up after treatment completion"
                },
                {
                    "measure": "Difficulties in Emotion Regulation Scale (DERS)",
                    "description": "Difficulties in Emotion Regulation Scale (DERS) is a 36-item self-report measure used to assesses emotion regulation. Items are rated on a scale of 1 (\"almost never \\[0-10%\\]\") to 5 (\"almost always \\[91-100%\\]\"). Higher scores indicate more difficulty in emotion regulation. DERS has adequate construct and predictive validity and good test-retest reliability. DERS will be used to evaluate level of emotion regulation skills during treatment implementation.",
                    "timeFrame": "Change from baseline (pre-treatment) to mid-treatment at session 9 and 16 to upon completion of treatment (an average of 43 weeks) to six-month follow-up after treatment completion"
                },
                {
                    "measure": "Adult Adolescent Parenting Inventory-2.1 (AAPI-2.1)",
                    "description": "Adult Adolescent Parenting Inventory-2.1 (AAPI-2.1) is a self-reporting inventory that measures parental behaviors and is commonly used to assess the risk of child abuse and neglect. Items are rated on a scale of 1 (\"strongly agree\") to 5 (\"strongly disagree\"). AAPI-2.1 has five sub-constructs: expectations of children, parental empathy towards children's needs, use of corporal punishment, parent-child family roles, and children's power and independence. Higher scores indicate lower risk of parental abuse/neglect. AAPI will be used to monitor the change in parental behaviors over treatment implementation.",
                    "timeFrame": "Change from baseline (pre-treatment) to end of treatment (average 43 weeks) to six-month follow-up"
                },
                {
                    "measure": "Treatment Services Review (TSR)",
                    "description": "Treatment Services Review (TSR) is an interview used to gather information about specific mental health services received outside of the study treatment and treatment received one year prior to the time of the baseline (pre) assessment. It describes treatment type (individual therapy vs. group), provider type (psychologist, psychiatrist, social worker), length (in years) and frequency of treatment (rate of appointments), rate of hospitalizations, and medications prescribed.",
                    "timeFrame": "Baseline (pre-treatment)"
                },
                {
                    "measure": "Treatment Services Review (TSR)",
                    "description": "Treatment Services Review (TSR) is an interview used to gather information about specific mental health services received outside of the study treatment and treatment received during treatment implementation. It describes treatment type (individual therapy vs. group), provider type (psychologist, psychiatrist, social worker), length (in years) and frequency of treatment (rate of appointments), rate of hospitalizations, and medications prescribed.",
                    "timeFrame": "End of treatment (an average 43 weeks)"
                },
                {
                    "measure": "Treatment Services Review (TSR)",
                    "description": "Treatment Services Review (TSR) is an interview used to gather information about specific mental health services received outside of the study treatment and treatment received between the end of treatment and the six-month follow-up assessment. It describes treatment type (individual therapy vs. group), provider type (psychologist, psychiatrist, social worker), length (in years) and frequency of treatment (rate of appointments), rate of hospitalizations, and medications prescribed.",
                    "timeFrame": "Follow-up after treatment completion (six-months after end of treatment)"
                },
                {
                    "measure": "Therapy Acceptability and Expectations (TAE)",
                    "description": "Therapy Acceptability and Expectations (TAE) is a 5-item scale that evaluates credibility and engagement of study treatment. Items range from 0 (\"not at all\") to 8 (\"extremely\"). Higher scores indicate greater acceptability of treatment. TAE is administered throughout treatment in order to assess the clinician-client therapeutic relationship and client engagement with treatment. Necessary changes that arise from the TAE are addressed in future treatment sessions.",
                    "timeFrame": "Change from baseline (pre-treatment) to mid-treatment at session 9 and 16 to upon completion of treatment (an average of 43 weeks) to six-month follow-up after treatment completion"
                },
                {
                    "measure": "Strengths and Difficulties Questionnaire (SDQ)",
                    "description": "Strengths and Difficulties Questionnaire (SDQ) is a 25-item parent-report behavioral screening questionnaire that comprises five sub-scales: emotional symptoms, conduct problems, hyperactivity/inattention, peer relationship problems, and prosocial behavior. Items have the following responses: \"not true,\" \"somewhat true,\" and \"certainly true.\" Higher scores indicate a higher likelihood of emotional and/or behavioral difficulties. SDQ will be used throughout treatment to assess change in behavior of the child participating in the parent-child dyadic play observations.",
                    "timeFrame": "Change from baseline (pre-treatment) to mid-treatment at session 9 and 16 to upon completion of treatment (an average of 43 weeks) to six-month follow-up after treatment completion"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Receiving preventive services\n* Meeting a severity score of 28 or higher OR probable DSM-5 diagnostic criteria for PTSD (PDS-5)\n* Having 1-8-year-old child\n* Being the legal guardian for the child with physical and legal custody\n* Being able to read, write, and speak English or Spanish\n\nExclusion Criteria:\n\n* Having suicidal ideation present in the past month prior to pre-assessment or reports of a suicide attempt in the past year (SCID-5)\n* Meeting a diagnosis of severe substance or alcohol use disorder (≥ 6 symptoms on SCID) AND not in early remission (≥3 months without meeting any substance or alcohol use disorder criteria (except craving)\n* Having current or active symptoms of psychosis in the past month\n* Having a disability affecting communication, such as deafness\n* Having an index child with a developmental condition that impedes cognitive and/or physical functioning, e.g. autism\n* Having an index child with current symptoms or diagnosis of psychosis as defined by the DSM-5 in the past 3 months\n* Experiencing current or history of intimate partner violence (IPV) or family violence:\n\nIf there is a history of IPV/family violence and the relationship is no longer active, the relationship must have ended for at least ninety days with no intention of restarting; If there is a history of IPV/family violence, but the relationship is ongoing, there must not have been an IPV/family violence event for at least one year",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Mothers will participate. Child gender is a control variable.",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Hanaan Osman",
                    "role": "CONTACT",
                    "phone": "212-998-4296",
                    "phoneExt": "84296",
                    "email": "ho2233@nyu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael A Lindsey",
                    "affiliation": "New York University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "McSilver Institute for Poverty Policy and Research",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10003",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael A Lindsey",
                            "role": "CONTACT",
                            "phone": "212-998-5927",
                            "email": "ml4361@nyu.edu"
                        },
                        {
                            "name": "Ammu Kowolik",
                            "role": "CONTACT",
                            "email": "ammu@nyu.edu"
                        },
                        {
                            "name": "Michael A Lindsey",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Kathrine Sullivan",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003863",
                    "term": "Depression"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depression",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}