{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05245812",
            "orgStudyIdInfo": {
                "id": "STU-2022-0091"
            },
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Feasibility of Robotic SP Nipple Sparing Mastectomy",
            "officialTitle": "Safety and Feasibility of Robotic Single-port (SP) Nipple Sparing Mastectomy: A Single Institution, Single Arm Pilot Trial",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "safety-and-feasibility-of-robotic-sp-nipple-sparing-mastectomy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-02-08",
            "studyFirstSubmitQcDate": "2022-02-08",
            "studyFirstPostDateStruct": {
                "date": "2022-02-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Deborah Farr, MD",
                "investigatorTitle": "ASSOC PROFESSOR",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "Deborah Farr, MD",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This is a single arm, single-center, prospective clinical trial designed to track the peri, post-operative and oncologic outcomes when utilizing the da-Vinci single port (SP) robotic platform to perform robotic nipple sparing mastectomy (rNSM) and immediate breast reconstruction with tissue expanders/implants and acellular dermal matrix (ADM - Alloderm), for patients with breast cancer as well as those with a high risk for breast cancer.\n\nSafety and feasibility measures will be measured as primary outcome measures. Oncological and patient satisfaction outcome measures will be measured. Our hypothesis is that SPr-NSM is equal to open NSM in terms of safety, feasibility and oncological outcomes with improved patient satisfaction as measured by nipple sensation and patient reported outcomes.",
            "detailedDescription": "rNSM using the multi-port robotic platform followed by standard of care open breast reconstruction has been done successfully at multiple institutions worldwide with comparable, if not superior outcomes to an open surgical approach. This study explores this procedure with the Da Vinci SP robot with pre-pectoral reconstruction with acellular dermal matrix. The patients will be evaluated per standard of care post-operative visits at 2 weeks, 1 month, and every 6 months for five years post operatively for subjective patient satisfaction and objectively for post-operative nipple sensation. The patients will be monitored longitudinally for oncologic outcomes including the presence of a new breast cancer and/or breast cancer recurrence. Patients will be monitored for any complications related to rNSM and the use of ADM in expander and implant-based breast reconstruction.\n\nInvestigational Device:\n\nThe da Vinci SP Surgical System, Model SP1098 is a software-controlled, electro- mechanical system designed for surgeons to perform single port minimally invasive surgery. The Model SP1098 Surgical System consists of a Surgeon Console, a Patient Cart, and a Vision Cart, and is used with a Camera Instrument, EndoWrist SP Instruments, and Accessories.\n\nIndications for Use:\n\nThe da Vinci SP Surgical System, Model SP1098 is cleared for use in urologic surgical procedures that are appropriate for a single-port approach and transoral otolaryngology procedures restricted to T1 and T2 tumors. This investigational study will evaluate device usage in nipple sparing mastectomy (NSM) procedures."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer",
                "High Risk of Breast Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment arm (SPrNSM)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will undergo Single Port robotic Nipple Sparing Mastectomy (SPrNSM) with immediate breast reconstruction with tissue expanders/implants and acellular dermal matrix (Alloderm)",
                    "interventionNames": [
                        "Device: da Vinci SP Surgical System"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "da Vinci SP Surgical System",
                    "description": "This is a software-controlled, electro- mechanical system designed for surgeons to perform single port minimally invasive surgery.",
                    "armGroupLabels": [
                        "Treatment arm (SPrNSM)"
                    ],
                    "otherNames": [
                        "da Vinci SP Surgical System, Model SP1098"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants who complete single port nipple sparing mastectomy (SPrNSM)",
                    "description": "The number of participants who complete single port nipple sparing mastectomy (SPrNSM) will be measured.",
                    "timeFrame": "Date of surgery (Day 1)"
                },
                {
                    "measure": "Incidence of perioperative complications",
                    "description": "Perioperative complications will be described using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTACAE) v. 4.03 criteria. Complications will refer to any medical occurrence directly attributed to the surgical procedure during and within the first 30 days following use of the SP robotic platform and ADM. Grade 3, 4, or 5 complication or adverse event will constitute an event. Perioperative complication rates will be compared to historical complication rates.",
                    "timeFrame": "30 days following surgery"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with positive margins",
                    "description": "The pathologist will assess margin status in patients undergoing SPrNSM",
                    "timeFrame": "2 weeks following date of surgery"
                },
                {
                    "measure": "Number of participants with new breast cancers",
                    "description": "The PI will assess new breast cancers.",
                    "timeFrame": "following date of surgery up to 5 years"
                },
                {
                    "measure": "Number of participants with recurrent breast cancers",
                    "description": "The PI will assess recurrent breast cancers.",
                    "timeFrame": "following date of surgery up to 5 years"
                },
                {
                    "measure": "Patient satisfaction as measured by BREAST-Q reconstruction tool",
                    "description": "Patient satisfaction is measured by BREAST-Q reconstruction tool at baseline, postoperatively at 2 weeks, and every 6 months for 5 years. BREAST-Q reconstruction module and Breast implant illness survey for patients. Questions about self-confidence, comfort, acceptance of new appearance, feeling of implants, breast pain. The score represents questionnaires about different domains and each question has four possible dimensions. The values of these dimensions varies from 1 (minimum score- worst outcome) to 4 or 5 (maximum score- best outcome) (Likert Scale) depending on part of the questionnaire .",
                    "timeFrame": "Baseline, postoperatively at 2 weeks, every 6 months for 5 years"
                },
                {
                    "measure": "Patient satisfaction as measured by BREAST-Q sensation tool",
                    "description": "Patient satisfaction is measured by BREAST-Q sensation tool at baseline, postoperatively at 2 weeks, and every 6 months for 5 years and it is another tool to help quantify breast sensation both pre-operatively and post-operatively. The Breast-Q is comprised of 2 domains - i) Satisfaction domains and ii) Well-being domains, which are further divided into sub-domains. We will be using 3 satisfaction sub-domains: i) Satisfaction with breasts ii) Satisfaction with Nipple iii) Satisfaction with outcome and 3 well-being sub-domains: i) Psychosocial well-being ii) Sexual well-being and iii) Physical well-being. The values range from 1 (minimum score- worst outcome) to 4 or 5 (maximum score- best outcome) (Likert Scale) depending on part of the questionnaire.",
                    "timeFrame": "Baseline, postoperatively at 2 weeks, every 6 months for 5 years"
                },
                {
                    "measure": "Degree to which the patients maintain nipple sensation as measured by Semmes Weinstein monofilament tool at baseline",
                    "description": "Degree to which the patients maintain nipple sensation will be measured by Semmes Weinstein monofilament tool at baseline, postoperatively at 2 weeks, and every 6 months for 5 years. Monofilament diameter and force will be measured at 9 different locations of the breast to determine the degree of sensation.",
                    "timeFrame": "Baseline, postoperatively at 2 weeks, every 6 months for 5 years"
                },
                {
                    "measure": "Incidence of short term complications",
                    "description": "Reconstruction outcomes is measured by short term complications (wounds, infections, seromas, and device exchange or loss) that occur post-operatively after surgery Short term complications will be described using the NCI CTACAE v. 4.03 criteria.",
                    "timeFrame": "Post-operatively at 30 days"
                },
                {
                    "measure": "Incidence of long term complications",
                    "description": "Long term complications will be described using the NCI CTACAE v. 4.03 criteria and will refer to any medical occurrence directly attributed to the surgical procedure up to 5 years following use of the SP robotic platform and ADM. Grade 3, 4, or 5 complication or adverse event will constitute an event.",
                    "timeFrame": "Following surgery up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Candidates for open nipple sparing mastectomy, per standard of care with regards to anatomic factors and tumor location including: nipple sparing resection and resection OR prophylactic mastectomy for risk reduction OR treatment of ductal carcinoma in-situ or clinically node negative cT1-T3 breast cancer\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n\nExclusion Criteria:\n\n* Inability to provide informed consent\n* Pregnant or nursing women\n* Patients with:\n* Inflammatory breast cancer\n* Skin involvement with tumor\n* Pre-operative diagnosis of Nipple Areolar Complex (NAC) tumor involvement\n* Grade 3 or higher nipple ptosis\n* Contraindicated for general anesthesia or surgery\n* Heavy current smoking history (defined as \\> 20 cigarettes per day)",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Deborah Farr, MD, FACS",
                    "role": "CONTACT",
                    "phone": "214-648-4133",
                    "email": "Deborah.Farr@UTSouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Deborah Farr, MD, FACS",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UT Southwestern",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75390",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deborah E Farr, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}