{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05799274",
            "orgStudyIdInfo": {
                "id": "RAD301.2022-001"
            },
            "organization": {
                "fullName": "Radiopharm Theranostics, Ltd",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety of RAD301 in Healthy Human Volunteers and Patients With Pancreatic Cancer",
            "officialTitle": "Characterizing the Radiochemical and Radiation Safety of RAD301 in Healthy Human Volunteers and Patients With Pancreatic Ductal Adenocarcinoma",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "safety-of-in-healthy-human-volunteers-and-patients-with-pancreatic-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-12",
            "studyFirstSubmitQcDate": "2023-03-22",
            "studyFirstPostDateStruct": {
                "date": "2023-04-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-15",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Radiopharm Theranostics, Ltd",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The objective of this clinical trial is to determine the safety of an intravenously administered radioisotope, RAD301 (\\[68Ga\\]-Trivehexin), in either health volunteers or patients with pancreatic cancer.\n\nAll subjects will undergo:\n\nScreening, which entails physical examination and blood samples for standard blood testing.\n\nSubjects that successfully pass screening will undergo:\n\nGallium-68 PET scanning procedures, which will occur during a single day (about 5-6 hours).\n\nThese subjects will return to the clinic at 2 weeks for additional safety labs. All scanned subjects will also be evaluated by telephone follow up on a weekly basis for 1 month after scanning.",
            "detailedDescription": "Intervention Description: Single administrations of a radiopharmaceutical at a dose below the no observable (pharmacological) effect level (NOEL).\n\nPrimary Objective: To characterize the radiation and radiochemical safety profile of RAD301 in healthy adults and patients with PDAC.\n\nPrimary Endpoints:\n\n1. Radiation Absorbed Doses in internal organs, in units of mGy and mSv;\n2. Changes in VSs and ECGs, such as the PR and QTcF intervals; as percentages and absolute values approaching critical safety zones;\n3. Changes in clinical laboratory tests of internal organ function; as percentages and absolute values outside the reference ranges of normal.\n\nThis study will enroll healthy volunteers (N=3) and patients with pancreatic ductal adenocarcinoma (PDAC; N=6) age 18 and older (no upper limit). Patients may be at any stage of their illness.\n\nThis will be a Phase 1a, open label, single dose, extended study of safety and biokinetics of RAD301 in three healthy human volunteers (HV) and six patients with pancreatic ductal adenocarcinoma (PDAC). The procedures will be nearly identical in both groups, but there could be more scans in HVs during the day and fewer in patients during the same time interval simply because patients might not have the tolerance for lying still on an imaging table for very long. In all participants, vital signs (VSs) will be measured, electrocardiograms (ECGs) will be acquired, and blood will be sent to the clinical laboratory for safety assessments before-and-after a single dose, intravenous (IV) administration of the investigational radiopharmaceutical, RAD301. Vital signs (VSs) will be re-measured, electrocardiograms (ECGs) will be acquired again, and additional blood will be sent to the clinical laboratory for repeat safety assessments at multiple times post-injection (p.i.). There will be two (2) whole body (WB) PET-CT scanning sessions. The initial PET scanning session starts at the time of injection by acquiring dynamic images of the heart and aorta to quantify the imaging-derived input function (IDIF). After approximately 6-to-10 minutes, scanning will shift to acquiring WB images of up to 200 cm from head-to-toe, with 150 cm much more typical because the knees will be bolstered, and the neck will be flexed. The initial WB acquisition should take approximately ten (10) minutes. As time passes and less and less radioactivity is localizable to the distal extremities, the scan length may be decreased from vertex-to-thighs. The duration of each scan may increase to partially compensate for radioactive decay. More than one WB scan may be performed in volunteers during the first imaging session, but only one scan will be required in patients with PDAC who are not feeling well. The subjects will then be given a rest period (\"lunch break\") after which the sequence of events could be repeated. This second imaging session will be optional, and depend on the robustness of the subject AND the availability of the clinical scanner. There will be one last, or \"final\" imaging session at the end of the day for all subjects, which will strive to include the time interval after about four (4) physical half-lives of Gallium-68. The primary outcome measure will be related to radiation safety. Estimates of radiation absorbed doses will be derived from the areas under the time-activity curves (AUCs) for internal organs. Co-primary clinical safety measures will include changes in vital signs, ECG parameters (such as the PR and corrected QT intervals) and clinical laboratory tests (such as white blood cell counts that are indicative of immune system activation and proteins that reflect excretory function). Secondary endpoints will include the time-activity curves (TACs) and total volumes of distribution (VT) of radiopharmaceutical in the internal organs.\n\nSubjects will be in the study for up to eight (8) weeks from the time they first meet with the study team until the last telephone call. Screening may occur anytime for up to five (5) weeks before the first PET imaging procedure. The two imaging sessions will take approximately one day. One physical visit at the site for clinical safety lab and surveillance of adverse events two (2) weeks after administration of RAD301 will take about 20 minutes. Follow up surveillance for adverse events takes about 10 minutes per phone at day 2, week 1, and 4.\n\nThe time a subject will need to set aside during each period will be as follows:\n\n* A pre-study telephone screening should take less than 15 minutes.\n* Period 1: screening. Two (2) hours or less.\n* Period 2: RAD301 (\\[68Ga\\]-Trivehexin) administration and serial safety studies with PET imaging sessions. One day.\n* Period 3: one month for post study surveillance of adverse events (AEs) with one physical visit at the site for standard blood lab safety testing 2 weeks after administration of RAD301 and phone calls of about 5-to-20 minutes or less on Day 2, Day 8, and Day 29, all +/- 2 days, after the PET scanning session.\n\nThe first in-person screening session will take about two hours. The sessions encompassing serial PET scans will take approximately one day, nominally corresponding to five (5) physical half-lives of \\[68Ga\\]. Follow up phone calls for AE surveillance should take less than 15 minutes or less each."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteers",
                "Pancreatic Ductal Adenocarcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 9,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "RAD301 ([68Ga]-Trivehexin)",
                    "description": "Whole body PET scan"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Radiation Absorbed Doses in internal organs, in units of mGy and mSv",
                    "timeFrame": "5 half-lives of Ga-68 (about 6 hours)"
                },
                {
                    "measure": "Changes in VSs and ECGs, such as the PR and QTcF intervals; as percentages and absolute values approaching critical safety zones",
                    "timeFrame": "1 month"
                },
                {
                    "measure": "Number of participants with abnormal laboratory test results",
                    "timeFrame": "1 month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. All subjects must be willing and able to give written informed consent.\n2. Healthy volunteers should be subjectively healthy and, in the opinion of the investigators, likely to tolerate the imaging procedures and be compliant with the schedule of follow up telephone calls.\n3. Patients with PDAC should be well enough to tolerate the imaging procedures. They should have a history of histologically or cytologically confirmed pancreatic ductal adenocarcinoma (PDAC). Patients may participate regardless of where they are in the course of their illness as long as they seem likely to tolerate the procedures and survive throughout the follow up period.\n4. Screening laboratory values within 30 days prior to administration of the study drug:\n\n   1. WBC ≥ 3000/µL\n   2. Neutrophils ≥ 1500/µL\n   3. Platelets ≥ 75,000\\>µL\n   4. Hemoglobin ≥ 9.0 g/dL\n   5. Creatinine ≤ 1.5 mg/dL\n   6. AST/ALT ≤ 2.5 x ULN for patients with no liver metastases.\n   7. AST/ALT ≤ 5 x ULN for patients with liver metastases.\n   8. Bilirubin ≤ 1.5 mg/dL except for subjects with Gilbert's disease.\n5. Patients should have a life expectancy of ≥ 12 weeks as judged by the treating physician.\n6. All subjects must have baseline pulse oximetry ≥ 90% on room air.\n7. Willing to refrain from taking recreational drugs, including marijuana, and drink less than one unit of alcoholic beverages per day starting one week prior to PET scanning, and avoid taking any recreational substances for the next four weeks after administration of the experimental agent, RAD301.\n8. Willing to refrain from donating blood for four (4) weeks before the study and for four (4) weeks after administration of the experimental agent, RAD301.\n9. Willing to refrain from participating in any other research study that requires taking medication for four (4) weeks before the study and for four (4) weeks after administration of the experimental agent, RAD301.\n10. Willing to refrain from being vaccinated for four (4) weeks before the study and for four (4) weeks after administration of the experimental agent, RAD301.\n\nExclusion Criteria:\n\n1. Subjects may not be a member of a vulnerable population.\n2. Women may not be pregnant or breast feeding. Women of childbearing potential will be excluded unless they have a negative pregnancy test.\n3. History suggestive of atopia, as indicated by allergies to multiple medications, foods, and seasonal pollens.\n4. History, physical examination, or clinical laboratory tests suggestive of a condition, disorder, or disease that could adversely affect drug absorption, distribution, metabolism, or elimination (ADME) of the tracer, including chronic liver or renal failure.\n5. Positive urine toxicology screen for recreational drugs other than marijuana.\n6. May not have taken any experimental study drugs in the four (4) weeks prior to PET scanning or for 10 half-lives, whichever is longer.\n7. May not have donated blood in the four (4) weeks prior to PET scanning.\n8. May not have been vaccinated in the four (4) weeks prior to PET scanning.\n9. May not have been exposed to radiation during research producing an Effective Dose (ED) of more than 10 mSv during the last 12 months.\n10. Patients with brain metastases are eligible as long as there is no requirement for high doses of systemic corticosteroids that could result in immunosuppression (\\>10 mg/day prednisone equivalents) for at least 2 weeks prior to study dry administration. An MRI is not required to rule out brain metastases or leptomeningeal metastases.\n11. Any serious or uncontrolled medical disorder that, in the opinion of the investigator, may increase the risk associated with study participation or study drug administration, impair the ability of the subject to receive protocol therapy, or interfere with the interpretation of study results.\n12. Clinically significant cardiovascular/ cerebrovascular disease defined as cerebral vascular accident, stroke, carotid artery disease transient ischemic attach (\\< 6 months prior to enrollment), myocardial infarction (\\<6 months prior to enrollment), unstable angina, congestive heart failure (New York Heart Association Classification Class \\>II) or serious cardiac arrhythmia.\n13. Other than PDAC, a prior malignancy active within the previous 3 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix or breast.\n14. Subjects with active, known or suspected autoimmune disease. Subjects with vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n15. Patients who underwent major surgery within 4 weeks of enrollment (not including diagnostic laparoscopy)\n16. History of myelodysplastic syndromes or myeloproliferative neoplasms.\n17. Abnormal resting hemodynamic function. Systolic blood pressure and pulse must be higher than 110 mmHg and 60 beats per minute while sitting. At the discretion of the investigators, athletic people who seem to be in relatively robust condition may be enrolled if their systolic blood pressure and pulse are higher than 100 mmHg and 50 beats per minute while sitting.\n18. Unremarkable electrocardiograms, with PR intervals of less than 200 mSec and QTcF intervals (corrected with Frederica's method) of less than 450 mSec.\n19. No NSAIDS for one week prior to PET scanning, including acetaminophen.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lionel S Zuckier, MD",
                    "role": "CONTACT",
                    "phone": "(+1) 718 405 8454",
                    "email": "LZuckier@montefiore.org"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10461",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lionel Zuckier, MD",
                            "role": "CONTACT",
                            "phone": "718-405-8454",
                            "email": "LZuckier@montefiore.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Single center study"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "asFound": "Adenocarcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21258",
                    "name": "Radiopharmaceuticals",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}