{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03513731",
            "orgStudyIdInfo": {
                "id": "OAFJ-001"
            },
            "organization": {
                "fullName": "InGeneron, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety of Adipose-derived Regenerative Cells Injection for Treatment of Osteoarthritis of the Facet Joint",
            "officialTitle": "Safety and Efficacy of Injection of Adipose-derived Regenerative Cells (ADRCs) in Patients Suffering From Osteoarthritis of the Facet Joints",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "safety-of-adipose-derived-regenerative-cells-injection-for-treatment-of-osteoarthritis-of-the-facet-joint"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2018-12-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-06",
            "studyFirstSubmitQcDate": "2018-04-30",
            "studyFirstPostDateStruct": {
                "date": "2018-05-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "InGeneron, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Sanford Health",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This is a prospective, randomized, active controlled, single site safety and efficacy study in subjects suffering from chronic lumber back pain due to facet joint osteoarthritis comparing a single ADRC injection generated with the Transpose® RT system into the facet joint.",
            "detailedDescription": "Patients will fall into two categories: treatment group (20 subjects) and non-treatment or control group (20 subjects). The treatment group will undergo a small liposuction procedure and receive facet joint osteoarthritis treatment with an ultrasound-guided injection of 5 ml adipose-derived stem cells (ADSCs) into the point of injury. The control group will receive a 5 ml corticosteroid injection into the point of injury"
        },
        "conditionsModule": {
            "conditions": [
                "Osteoarthritis of Facet Joint of Lumbar Spine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "It is a single-blinded trial in which the radiologists are blinded. Subjects and the Investigator are unblinded."
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Adipose-derived stem cell injection",
                    "type": "EXPERIMENTAL",
                    "description": "ADRC treatment group will receive ADRCs yielded from processing of lipoaspirate by a fluoroscopic-guided injection into the affected segment. The segment will consist of 2 joints per level and up to two levels (no more than 4 joints) injected during the procedure.",
                    "interventionNames": [
                        "Device: Adipose-derived stem cell injection"
                    ]
                },
                {
                    "label": "Corticosteroid injection",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The control group will undergo standard fluoroscopy guided injection of glucocorticoids and local anesthetics.",
                    "interventionNames": [
                        "Drug: Corticosteroid injection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Adipose-derived stem cell injection",
                    "description": "ADRC injection into the facet joint",
                    "armGroupLabels": [
                        "Adipose-derived stem cell injection"
                    ],
                    "otherNames": [
                        "ADRCs"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Corticosteroid injection",
                    "description": "Corticosteroid injection into the facet joint",
                    "armGroupLabels": [
                        "Corticosteroid injection"
                    ],
                    "otherNames": [
                        "steroid injection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety - Incidence of Treatment-Emergent Adverse Events experimental group",
                    "description": "Subjects will be monitored for adverse events",
                    "timeFrame": "52 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Efficacy - Change in Pain Scores on the VAS Scale at All Follow-up Visits",
                    "description": "Patient outcomes for pain will be recorded (line from 0: no pain to 100:worst pain)",
                    "timeFrame": "6, 12, 26, 52 weeks"
                },
                {
                    "measure": "Efficacy - Change in Function Scores on the EQ-5D at All Follow-up Visits",
                    "description": "Patient outcomes for function will be recorded",
                    "timeFrame": "6, 12, 26, and 52 weeks"
                },
                {
                    "measure": "Efficacy - Change in Function Scores on the Oswestry Disability Index at All Follow-up Visits",
                    "description": "Patient outcomes for function will be recorded. (ODI score is ranged from 0 to 50. Total score is converted in to percent disability. ODI Scoring: 0% to 20% (minimal disability), 21%-40% (moderate disability), 41%-60% (severe disability), 61%-80% (crippled) and 81%-100% (may be bed bound or exaggerating their symptoms).",
                    "timeFrame": "6, 12, 26, and 52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and female subjects, between 18 and 75 years of age.\n2. Have documented the diagnosis of facet joint osteoarthritis from L1 to S1 in the opinion of the investigator.\n3. Have a documented diagnosis of symptomatic facet joint syndrome is defined as the following (subject must meet all the listed conditions):\n\n   1. Chronic low back pain for at least 6 months.\n   2. Have failed 3 months of conservative back pain care. (Conservative treatment regimens may include any or all of the following: initial rest, medications \\[e.g., anti-inflammatory, analgesics, narcotics/opioids, muscle relaxants\\], massage, acupuncture, chiropractic manipulations, activity modification, home-directed lumbar exercise program, and non- invasive pain control treatments or procedures).\n   3. Have undergone supervised physical therapy, such as daily walking routines, therapeutic exercises, and back education programs specifically for the treatment of low back pain.\n   4. Change from normal spine morphology at the symptomatic level as defined by Radiographic evaluation for Lumbar facet joint osteoarthritis.\n   5. The baseline pain score of at least 4 on a pain scale of 0-10, over 24 hours\n4. Subjects demonstrate \\>80% relief of their pain after diagnostic injection.\n5. Signed informed consent indicating the subject is willing to undergo treatment and willing to be available for each examination scheduled over the study duration\n\nExclusion Criteria:\n\n1. Female subjects who are pregnant or nursing, or women planning to become pregnant within 12 months following treatment.\n2. Females of childbearing age who have not used or do not plan to use acceptable birth control measures, for the duration of the study. Oral, injected or implanted hormonal contraceptive, barrier methods (condom or diaphragm with spermicide), intrauterine device, surgical sterilization, transdermal delivery, congenital sterility or sexual abstinence are considered acceptable forms of birth control. If sexually active the subject must have been using one of the accepted birth control methods at least one months prior to study entry.\n3. Extreme obesity, as defined by NIH Clinical Guidelines Body Mass Index (BMI \\> 40)\n4. Any lumbar intradiscal injection, including steroids, at the symptomatic or adjacent discs less than 3 months prior to treatment injection, except for the following injections performed at least 2 weeks prior to study treatment:\n\n   1. Contrast medium (discography or other diagnostic injection)\n   2. NSAIDs\n   3. Nerve-blocking anesthetics (e.g., lidocaine, bupivacaine)\n   4. Antibiotics\n   5. Saline\n5. Epidural steroid injections, prior lumbar facet joint injection, medial branch block or radiofrequency ablation of facet joint nerves within 8 weeks prior to treatment injection.\n6. Have received chronic (more than 7 consecutive days) treatment with systemic corticosteroids at a dose equivalent to prednisone ≥ 10 mg/day within 14 days prior to an injection procedure.\n7. Active malignancy or tumor as a source of symptoms or history of malignancy within the 2 years prior to enrollment on the study, except history of basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or squamous cell carcinoma of the cervix if fully excised and with clear margins.\n8. Subject is currently participating in another clinical trial that has not yet completed its primary endpoint.\n9. Have been a recipient of prior allogeneic stem cell/progenitor cell therapy for any indication or autologous stem cell/progenitor cell therapy or other biological intervention to repair the target intervertebral disc or facet joint.\n10. An average baseline morphine equivalent dose (MED) of \\>40mg/day collected during the screening visit.\n11. Are at a higher risk, in the opinion of the investigator, for bleeding (e.g., bleeding disorder, or taking anticoagulants, except low dose aspirin) or infection (e.g., taking immunosuppressants, have a severe infection, or a history of serious infection).\n12. Current infection or prior history of spinal infection at the symptomatic level (e.g., discitis, septic arthritis, epidural abscess) or an active systemic infection.\n13. Severe and/or chronic pain conditions that may potentially confound facet joint symptom assessment, in the opinion of the investigator.\n14. Cauda equina syndrome.\n15. Receiving workman's compensation unless litigation is complete.\n16. Subject is part of a vulnerable population who, in the judgment of the investigator, is unable to give Informed Consent for reasons of incapacity, immaturity, adverse personal circumstances or lack of autonomy. This may include: Individuals with mental disability, persons in nursing homes, children, impoverished persons, persons in emergency situations, homeless persons, nomads, refugees, and those incapable of giving informed consent. Vulnerable populations also may include members of a group with a hierarchical structure such as university students, subordinate hospital and laboratory personnel, employees of the Sponsor, members of the armed forces, and persons kept in detention.\n17. Subjects with documented history of alcohol or drug abuse within the last year.\n18. Subject is in the opinion of the Investigator or designee, unable to comply with the requirements of the study protocol or is unsuitable for the study for any reason. This includes completion of patient reported outcome instruments.\n19. Body habitus precluding adequate fluoroscopic visualization for the procedure or the procedure is physically impossible due to inability to inject the facet joint.\n20. Failed any component of the lumbar neurological exam at baseline (i.e., motor, sensory, or a reflex portion of the exam).\n21. The subject is receiving immunosuppressant therapy or has a known immunologic or severe autoimmune disease that requires chronic immunosuppressive or immunomodulatory therapy (e.g., human immunodeficiency virus, systemic lupus erythematosus, rheumatoid arthritis, etc.).\n22. Clinically significant, in the opinion of the investigator, nerve pain (e.g., chronic radiculopathy) or clinically significant sacroiliac joint pain based on targeted, pre-specified physical examination, and, if deemed medically necessary, confirmed by anesthetic injection. If a previously performed anesthetic injection to confirm SI joint pain was performed up to 6 months prior to injection (with documentation indicating no SI joint pain), this does not need to be repeated at screening.\n23. Symptomatic lumbar intervertebral foraminal stenosis at the symptomatic level resulting in clinically significant spinal nerve root compression, in the opinion of the investigator.\n24. Symptomatic central vertebral canal, lateral recess stenosis or foraminal stenosis, in the opinion of the investigator.\n25. Severe instability where, in the opinion of the investigator, surgical interventions to stabilize the segment would be required.\n26. An acute fracture of the spine. Clinically compromised, in the opinion of the investigator, vertebral bodies at the symptomatic level due to current or past trauma, e.g., sustained a pathological fracture or multiple fractures of vertebrae.\n27. History of Chronic tobacco and nicotine usage.\n28. Insufficient amount of subcutaneous tissue to allow recovery of at least 100 mL of adipose tissue.\n29. Subjects who have document allergy to radiographic agents or sodium citrate or any \"caine\" type of local anesthetic.\n30. Subjects with radicular leg pain as determined by investigator",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Brian Caballero",
                    "role": "CONTACT",
                    "phone": "(713) 440 9900",
                    "phoneExt": "115",
                    "email": "bcaballero@ingeneron.com"
                },
                {
                    "name": "Claire Huang, PhD",
                    "role": "CONTACT",
                    "phone": "(713) 440 9900",
                    "phoneExt": "102",
                    "email": "chuang@ingeneron.com"
                }
            ],
            "locations": [
                {
                    "facility": "Sports and Orthopedic Center",
                    "status": "RECRUITING",
                    "city": "Coral Springs",
                    "state": "Florida",
                    "zip": "33067",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wafa Abdelaziz",
                            "role": "CONTACT",
                            "phone": "954-302-3047",
                            "email": "wabdelaziz@advancedresearchfl.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.27119,
                        "lon": -80.2706
                    }
                },
                {
                    "facility": "Sanford Physical Medicine & Rehabilitation Clinic and Sanford Spine Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Sioux Falls",
                    "state": "South Dakota",
                    "zip": "57104",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 43.54997,
                        "lon": -96.70033
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "22961401",
                    "type": "BACKGROUND",
                    "citation": "ter Huurne M, Schelbergen R, Blattes R, Blom A, de Munter W, Grevers LC, Jeanson J, Noel D, Casteilla L, Jorgensen C, van den Berg W, van Lent PL. Antiinflammatory and chondroprotective effects of intraarticular injection of adipose-derived stem cells in experimental osteoarthritis. Arthritis Rheum. 2012 Nov;64(11):3604-13. doi: 10.1002/art.34626."
                },
                {
                    "pmid": "20591677",
                    "type": "BACKGROUND",
                    "citation": "Toghraie FS, Chenari N, Gholipour MA, Faghih Z, Torabinejad S, Dehghani S, Ghaderi A. Treatment of osteoarthritis with infrapatellar fat pad derived mesenchymal stem cells in Rabbit. Knee. 2011 Mar;18(2):71-5. doi: 10.1016/j.knee.2010.03.001. Epub 2010 Jun 29."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}