{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05103566",
            "orgStudyIdInfo": {
                "id": "2021p002016"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Safety, Feasibility, and Efficacy of Non-invasive Vagus Nerve Stimulation (nVNS) in the Treatment of Aneurysmal Subarachnoid Hemorrhage",
            "officialTitle": "STORM: Safety, Feasibility, and Efficacy of Non-invasive Vagus Nerve Stimulation (nVNS) in the Treatment of Aneurysmal Subarachnoid Hemorrhage",
            "acronym": "STORM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-feasibility-and-efficacy-of-non-invasive-vagus-nerve-stimulation-nvns-in-the-treatment-of-aneurysmal-subarachnoid-hemorrhage"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-16",
            "studyFirstSubmitQcDate": "2021-11-01",
            "studyFirstPostDateStruct": {
                "date": "2021-11-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Aman B. Patel, M.D.",
                "investigatorTitle": "Associate Professor of Neurosurgery",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "ElectroCore INC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-site, single-arm, open-label pilot study assessing the safety, feasibility, and efficacy of non-invasive vagus nerve stimulation (nVNS), gammaCore, for the acute treatment of aneurysmal subarachnoid hemorrhage (SAH) subjects in a neurocritical care setting. 25 patients will be enrolled, all treated with an active device. The primary efficacy outcomes are reduced aneurysm rupture rate, reduced seizure and seizure-spectrum activity, minimized hemorrhage grades, and increased survival.",
            "detailedDescription": "This is a single-site, single-arm, open-label pilot study assessing the safety, feasibility, and efficacy of non-invasive vagus nerve stimulation (nVNS), gammaCore, for the acute treatment of aneurysmal subarachnoid hemorrhage (SAH). The hypothesis is that two 2-minute non-invasive stimulations of the cervical branch of the vagus nerve with nVNS, 3 times daily (TID), is a safe, practical, and potentially effective treatment after SAH in the neurocritical care setting. After diagnosis and surgical repair of the SAH, patients admitted to the Neuroscience Intensive Care Unit (NeuroICU) at Massachusetts General Hospital (MGH) will be screened for eligibility. Upon providing informed consent, eligible patients will be enrolled, begin the treatment protocol, and will be monitored. Data collection will be completed using automated systems, electronic reports, and manual collection before, during, and after nVNS.\n\nThe primary objective is to examine the safety, feasibility, and possible efficacy of nVNS as a treatment after aneurysmal subarachnoid hemorrhage (SAH).\n\nSafety will be assessed by the incidence of severe adverse device events (SADEs) following nVNS.\n\nFeasibility of the nVNS implementation will be evaluated by the ability to deliver \\>85% of doses per protocol, report of minimal interference with current standard of care treatments and procedures in in the NeuroICU, and beginning of treatment within 72 hours of presumed aneurysm rupture.\n\nEfficacy of nVNS will be explored using the following assessments:\n\n* subject disability measured using mRS at 10 days (or discharge) and 90 days after SAH\n* effects on EEG, TCD, and ICP before, during, and after nVNS\n* DCI/ischemic stroke detected by CT scans and/or angiography\n* HR (heart rate), HR variability, and BP before, during, and after nVNS\n\nThe study period starts within 72 hours of presumed aneurysm rupture and ends at 10 days or discharge, if sooner.\n\nThe PI and co-investigators will conduct safety monitoring of this small, single-site, low-risk pilot study on a continuous basis, ensuring adherence to the Mass General Brigham (MGB) Institutional Review Board (IRB) guidelines accordingly."
        },
        "conditionsModule": {
            "conditions": [
                "Subarachnoid Hemorrhage, Aneurysmal"
            ],
            "keywords": [
                "Aneurysm",
                "Hemorrhage",
                "Intracranial Hemorrhages",
                "Cerebrovascular Disorders",
                "Intracranial Aneurysm",
                "Vascular Diseases",
                "Aneurysm, Brain",
                "Brain Diseases",
                "Central Nervous System Diseases",
                "Aneurysm, Ruptured"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 25,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment group",
                    "type": "EXPERIMENTAL",
                    "description": "The gammaCore device supplies non-invasive stimulation to the cervical branch of the vagus nerve.",
                    "interventionNames": [
                        "Device: gammaCore"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "gammaCore",
                    "description": "Participants will receive two 2-minute non-invasive stimulations to the cervical branch of the vagus nerve (nVNS) three times daily with gammaCore, an FDA cleared device for the acute treatment and prevention of migraine and cluster headache. Intervention will begin within 72 hours post-rupture and end at 10 days post-rupture or discharge, whichever occurs first. The dosing regimen is supported by preclinical models and clinical data.",
                    "armGroupLabels": [
                        "Treatment group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The presentation of severe adverse device events (SADEs) within 30 minutes of nVNS first treatment dose.",
                    "description": "The rate of serious adverse events, such as bradycardia, hypotension, and decline in modified Glasgow Coma Scale grade. Events are determined through continuous monitoring of vital signs, including but not limited to: blood pressure, O2 saturation, heart rate, routine blood work, EKG, and alarm trigger frequency.",
                    "timeFrame": "up to 10 days post-rupture"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "The feasibility of nVNS in SAH subjects in the critical care setting.",
                    "description": "The ability to deliver \\>85% of nVNS doses as scheduled, report of interference with NeuroICU standard of care, and nVNS initiation within 72 hours of enrollment.",
                    "timeFrame": "up to 10 days post-rupture"
                },
                {
                    "measure": "The frequency of alarm triggers peri-nVNS.",
                    "description": "The monitoring of alarm trigger frequency due to significant clinical decline in blood pressure, O2 saturation, and EKG. The multiple alarm triggers will be aggregated to report one value, the frequency of total alarm triggers peri-nVNS.",
                    "timeFrame": "up to 10 days post-rupture"
                },
                {
                    "measure": "The measure of subject disability using a modified Rankin Score at baseline, intervention completion (10 days), and follow up (90 days).",
                    "description": "The clinician will document a modified Rankin Score (mRS) at baseline, intervention completion at 10 days or discharge, and follow up at 90 days.\n\nA modified Rankin Score (mRS) is on a scale from 0-6 and is used to measure the level of disability after subarachnoid hemorrhage (SAH) or other neurological injury. The score increases as the level of disability and need for continuous care increases. A score of 0 indicates that a patient has no residual symptoms, while a score of 6 indicates that a patient has died.",
                    "timeFrame": "at 10 days and 90 days post-rupture"
                },
                {
                    "measure": "The rate of established predictors of delayed cerebral ischemia (DCI) and outcome.",
                    "description": "The rate of DCI related events such as seizure, vasospasm, elevated intracranial pressure (ICP), heart rate variability, and blood pressure variability. These events are monitored by electroencephalogram (EEG), angiography, transcranial doppler (TCD) ultrasound, computerized tomography (CT), and medical record review.",
                    "timeFrame": "up to 10 days post-rupture"
                },
                {
                    "measure": "The occurrence of ischemic complications.",
                    "description": "Delayed cerebral ischemia (DCI) and ischemic stroke will be detected by routine CT scans and/or angiography.",
                    "timeFrame": "up to 10 days post-rupture"
                },
                {
                    "measure": "The self-reported assessment for the quality of life of patients with neurological disorders at follow up (90 days).",
                    "description": "The Quality of Life in Neurological Disorders (NeuroQOL Cognitive 6a) assessment is a self-reported 6-question survey to score the health-related quality of life of patients with neurological disorders. Questions are answered on a scale from 1 to 5. A score of 1 is considered a poor self-assessment, while a score of 5 is very good.\n\nThe NeuroQOL Cognitive 6a assessment will be completed by each participant at follow up, 90 days post-rupture.",
                    "timeFrame": "at 90 days post-rupture"
                },
                {
                    "measure": "The self-reported assessment for physical, mental, and social health at follow up (90 days).",
                    "description": "The Patient-Reported Outcomes Measurement Information System (PROMIS-10 Global) self-assessment is a 10-question survey that evaluates physical, mental, and social health of patients. Self-assessment scores range from 1 to 5 or 0 to 10. A score of 1 is considered a poor self-assessment, while a score of 5 is excellent. A score of 0 is considered no pain, while a score of 10 is the worst pain imaginable.\n\nThe PROMIS-10 Global assessment will be completed by each participant at follow up, 90 days post-rupture.",
                    "timeFrame": "at 90 days post-rupture"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female, 18-85 years of age\n* Ruptured aneurysmal SAH confirmed by angiography and repaired by neurosurgical clipping or endovascular occlusion (coiling)\n* Modified Glasgow Coma Scale (mGCS) score ≥ 10 and Hunt Hess 1-4 within 72 hours of presumed aneurysm rupture\n* Enrollment and initiation of nVNS treatment must occur within 72 hours of presumed aneurysm rupture\n* Provide a legally obtained informed consent form from the participant or the legally authorized representative (LAR); telephonic consent is acceptable\n* Female participants of reproductive age must have a negative pregnancy test result (urine or blood)\n\nExclusion Criteria:\n\n* Use of any concomitant electrostimulation device, including a pacemaker, defibrillator, or deep brain stimulator\n* No plan to secure aneurysm, defined as aneurysm that has not been surgically or endovascularly treated\n* Previous neck dissection or radiation\n* History of carotid artery disease or carotid surgery/dissection\n* History of secondary or tertiary heart blocks, ventricular tachycardia, or supraventricular tachycardia (SVT; including atrial fibrillation)\n* Screws, metals, or devices in the neck\n* Currently participating in an investigational drug or device clinical trial with potential to confound data collection",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aman B Patel, MD",
                    "role": "CONTACT",
                    "phone": "617-726-3303",
                    "email": "abpatel@mgh.harvard.edu"
                },
                {
                    "name": "Sarah J Snyder",
                    "role": "CONTACT",
                    "phone": "617-643-5547",
                    "email": "ssnyder8@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aman B Patel, MD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aman B Patel, MD",
                            "role": "CONTACT",
                            "phone": "617-726-3303",
                            "email": "abpatel@mgh.harvard.edu"
                        },
                        {
                            "name": "Sarah J Snyder, BS",
                            "role": "CONTACT",
                            "phone": "617-643-5547",
                            "email": "ssnyder8@mgh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30943885",
                    "type": "BACKGROUND",
                    "citation": "Suzuki T, Takizawa T, Kamio Y, Qin T, Hashimoto T, Fujii Y, Murayama Y, Patel AB, Ayata C. Noninvasive Vagus Nerve Stimulation Prevents Ruptures and Improves Outcomes in a Model of Intracranial Aneurysm in Mice. Stroke. 2019 May;50(5):1216-1223. doi: 10.1161/STROKEAHA.118.023928."
                },
                {
                    "pmid": "29659050",
                    "type": "BACKGROUND",
                    "citation": "Rosenthal ES, Biswal S, Zafar SF, O'Connor KL, Bechek S, Shenoy AV, Boyle EJ, Shafi MM, Gilmore EJ, Foreman BP, Gaspard N, Leslie-Mazwi TM, Rosand J, Hoch DB, Ayata C, Cash SS, Cole AJ, Patel AB, Westover MB. Continuous electroencephalography predicts delayed cerebral ischemia after subarachnoid hemorrhage: A prospective study of diagnostic accuracy. Ann Neurol. 2018 May;83(5):958-969. doi: 10.1002/ana.25232. Epub 2018 May 16."
                },
                {
                    "pmid": "23406828",
                    "type": "BACKGROUND",
                    "citation": "Steiner T, Juvela S, Unterberg A, Jung C, Forsting M, Rinkel G; European Stroke Organization. European Stroke Organization guidelines for the management of intracranial aneurysms and subarachnoid haemorrhage. Cerebrovasc Dis. 2013;35(2):93-112. doi: 10.1159/000346087. Epub 2013 Feb 7."
                },
                {
                    "pmid": "22556195",
                    "type": "BACKGROUND",
                    "citation": "Connolly ES Jr, Rabinstein AA, Carhuapoma JR, Derdeyn CP, Dion J, Higashida RT, Hoh BL, Kirkness CJ, Naidech AM, Ogilvy CS, Patel AB, Thompson BG, Vespa P; American Heart Association Stroke Council; Council on Cardiovascular Radiology and Intervention; Council on Cardiovascular Nursing; Council on Cardiovascular Surgery and Anesthesia; Council on Clinical Cardiology. Guidelines for the management of aneurysmal subarachnoid hemorrhage: a guideline for healthcare professionals from the American Heart Association/american Stroke Association. Stroke. 2012 Jun;43(6):1711-37. doi: 10.1161/STR.0b013e3182587839. Epub 2012 May 3."
                },
                {
                    "pmid": "32156203",
                    "type": "BACKGROUND",
                    "citation": "Lissak IA, Zafar SF, Westover MB, Schleicher RL, Kim JA, Leslie-Mazwi T, Stapleton CJ, Patel AB, Kimberly WT, Rosenthal ES. Soluble ST2 Is Associated With New Epileptiform Abnormalities Following Nontraumatic Subarachnoid Hemorrhage. Stroke. 2020 Apr;51(4):1128-1134. doi: 10.1161/STROKEAHA.119.028515. Epub 2020 Mar 11."
                },
                {
                    "pmid": "33483913",
                    "type": "BACKGROUND",
                    "citation": "Lissak IA, Locascio JJ, Zafar SF, Schleicher RL, Patel AB, Leslie-Mazwi T, Stapleton CJ, Koch MJ, Kim JA, Anderson K, Rosand J, Westover MB, Kimberly WT, Rosenthal ES. Electroencephalography, Hospital Complications, and Longitudinal Outcomes After Subarachnoid Hemorrhage. Neurocrit Care. 2021 Oct;35(2):397-408. doi: 10.1007/s12028-020-01177-x. Epub 2021 Jan 22."
                },
                {
                    "pmid": "30217648",
                    "type": "BACKGROUND",
                    "citation": "Redgrave J, Day D, Leung H, Laud PJ, Ali A, Lindert R, Majid A. Safety and tolerability of Transcutaneous Vagus Nerve stimulation in humans; a systematic review. Brain Stimul. 2018 Nov-Dec;11(6):1225-1238. doi: 10.1016/j.brs.2018.08.010. Epub 2018 Aug 23."
                },
                {
                    "pmid": "26645547",
                    "type": "BACKGROUND",
                    "citation": "Chen SP, Ay I, Lopes de Morais A, Qin T, Zheng Y, Sadeghian H, Oka F, Simon B, Eikermann-Haerter K, Ayata C. Vagus nerve stimulation inhibits cortical spreading depression. Pain. 2016 Apr;157(4):797-805. doi: 10.1097/j.pain.0000000000000437."
                },
                {
                    "pmid": "23273773",
                    "type": "BACKGROUND",
                    "citation": "Ay I, Ay H. Ablation of the sphenopalatine ganglion does not attenuate the infarct reducing effect of vagus nerve stimulation. Auton Neurosci. 2013 Mar;174(1-2):31-5. doi: 10.1016/j.autneu.2012.12.001. Epub 2012 Dec 27."
                },
                {
                    "pmid": "19446004",
                    "type": "BACKGROUND",
                    "citation": "Ay I, Lu J, Ay H, Gregory Sorensen A. Vagus nerve stimulation reduces infarct size in rat focal cerebral ischemia. Neurosci Lett. 2009 Aug 14;459(3):147-51. doi: 10.1016/j.neulet.2009.05.018. Epub 2009 May 13."
                },
                {
                    "pmid": "21458427",
                    "type": "BACKGROUND",
                    "citation": "Ay I, Sorensen AG, Ay H. Vagus nerve stimulation reduces infarct size in rat focal cerebral ischemia: an unlikely role for cerebral blood flow. Brain Res. 2011 May 25;1392:110-5. doi: 10.1016/j.brainres.2011.03.060. Epub 2011 Mar 31."
                },
                {
                    "pmid": "26723020",
                    "type": "BACKGROUND",
                    "citation": "Ay I, Nasser R, Simon B, Ay H. Transcutaneous Cervical Vagus Nerve Stimulation Ameliorates Acute Ischemic Injury in Rats. Brain Stimul. 2016 Mar-Apr;9(2):166-73. doi: 10.1016/j.brs.2015.11.008. Epub 2015 Dec 1."
                },
                {
                    "pmid": "33106174",
                    "type": "BACKGROUND",
                    "citation": "van der Meij A, van Walderveen MAA, Kruyt ND, van Zwet EW, Liebler EJ, Ferrari MD, Wermer MJH. NOn-invasive Vagus nerve stimulation in acute Ischemic Stroke (NOVIS): a study protocol for a randomized clinical trial. Trials. 2020 Oct 26;21(1):878. doi: 10.1186/s13063-020-04794-1."
                },
                {
                    "pmid": "14571320",
                    "type": "BACKGROUND",
                    "citation": "Pavlov VA, Wang H, Czura CJ, Friedman SG, Tracey KJ. The cholinergic anti-inflammatory pathway: a missing link in neuroimmunomodulation. Mol Med. 2003 May-Aug;9(5-8):125-34."
                },
                {
                    "pmid": "17067993",
                    "type": "BACKGROUND",
                    "citation": "Dreier JP, Woitzik J, Fabricius M, Bhatia R, Major S, Drenckhahn C, Lehmann TN, Sarrafzadeh A, Willumsen L, Hartings JA, Sakowitz OW, Seemann JH, Thieme A, Lauritzen M, Strong AJ. Delayed ischaemic neurological deficits after subarachnoid haemorrhage are associated with clusters of spreading depolarizations. Brain. 2006 Dec;129(Pt 12):3224-37. doi: 10.1093/brain/awl297. Epub 2006 Oct 25."
                },
                {
                    "pmid": "21478187",
                    "type": "BACKGROUND",
                    "citation": "Hartings JA, Watanabe T, Bullock MR, Okonkwo DO, Fabricius M, Woitzik J, Dreier JP, Puccio A, Shutter LA, Pahl C, Strong AJ; Co-Operative Study on Brain Injury Depolarizations. Spreading depolarizations have prolonged direct current shifts and are associated with poor outcome in brain trauma. Brain. 2011 May;134(Pt 5):1529-40. doi: 10.1093/brain/awr048. Epub 2011 Apr 7."
                },
                {
                    "pmid": "27169855",
                    "type": "BACKGROUND",
                    "citation": "Struck AF, Westover MB, Hall LT, Deck GM, Cole AJ, Rosenthal ES. Metabolic Correlates of the Ictal-Interictal Continuum: FDG-PET During Continuous EEG. Neurocrit Care. 2016 Jun;24(3):324-31. doi: 10.1007/s12028-016-0245-y."
                },
                {
                    "pmid": "23813945",
                    "type": "BACKGROUND",
                    "citation": "Claassen J, Perotte A, Albers D, Kleinberg S, Schmidt JM, Tu B, Badjatia N, Lantigua H, Hirsch LJ, Mayer SA, Connolly ES, Hripcsak G. Nonconvulsive seizures after subarachnoid hemorrhage: Multimodal detection and outcomes. Ann Neurol. 2013 Jul;74(1):53-64. doi: 10.1002/ana.23859. Epub 2013 Jun 27."
                },
                {
                    "pmid": "28097330",
                    "type": "BACKGROUND",
                    "citation": "Witsch J, Frey HP, Schmidt JM, Velazquez A, Falo CM, Reznik M, Roh D, Agarwal S, Park S, Connolly ES, Claassen J. Electroencephalographic Periodic Discharges and Frequency-Dependent Brain Tissue Hypoxia in Acute Brain Injury. JAMA Neurol. 2017 Mar 1;74(3):301-309. doi: 10.1001/jamaneurol.2016.5325."
                },
                {
                    "pmid": "28648089",
                    "type": "BACKGROUND",
                    "citation": "Nonis R, D'Ostilio K, Schoenen J, Magis D. Evidence of activation of vagal afferents by non-invasive vagus nerve stimulation: An electrophysiological study in healthy volunteers. Cephalalgia. 2017 Nov;37(13):1285-1293. doi: 10.1177/0333102417717470. Epub 2017 Jun 26."
                },
                {
                    "pmid": "24723663",
                    "type": "BACKGROUND",
                    "citation": "O'Connor KL, Westover MB, Phillips MT, Iftimia NA, Buckley DA, Ogilvy CS, Shafi MM, Rosenthal ES. High risk for seizures following subarachnoid hemorrhage regardless of referral bias. Neurocrit Care. 2014 Dec;21(3):476-82. doi: 10.1007/s12028-014-9974-y."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013345",
                    "term": "Subarachnoid Hemorrhage"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020300",
                    "term": "Intracranial Hemorrhages"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4113",
                    "name": "Aneurysm",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M22113",
                    "name": "Intracranial Hemorrhages",
                    "relevance": "LOW"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "asFound": "Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16135",
                    "name": "Subarachnoid Hemorrhage",
                    "asFound": "Subarachnoid Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19798",
                    "name": "Aneurysm, Ruptured",
                    "relevance": "LOW"
                },
                {
                    "id": "M5781",
                    "name": "Intracranial Aneurysm",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}