{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06465108",
            "orgStudyIdInfo": {
                "id": "MBX-2H1002"
            },
            "organization": {
                "fullName": "MBX Biosciences",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety, Pharmacokinetics and Efficacy of MBX 2109 in Patients With Hypoparathyroidism",
            "officialTitle": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled Phase 2 Trial to Evaluate the Safety, Pharmacokinetics, and Efficacy of MBX 2109 in Patients With Hypoparathyroidism (Avail Study)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-pharmacokinetics-and-efficacy-of-mbx-in-patients-with-hypoparathyroidism"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-13",
            "studyFirstSubmitQcDate": "2024-06-13",
            "studyFirstPostDateStruct": {
                "date": "2024-06-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "MBX Biosciences",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to investigate the safety and tolerability of MBX 2109 administered once weekly to patients with hypoparathyroidism.",
            "detailedDescription": "This study is to investigate the safety, pharmacokinetics, and efficacy of MBX 2109 administered once weekly to patients with hypoparathyroidism. Given MBX 2109 is intended as a PTH replacement hormone to demonstrate that MBX 2109 can maintain serum calcium within a normal range without the need for active vitamin D and therapeutic calcium supplements."
        },
        "conditionsModule": {
            "conditions": [
                "Hypoparathyroidism"
            ],
            "keywords": [
                "Hypoparathyroid",
                "Hypopara",
                "Thyroid",
                "MBX 2109"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Starting dose of 400 µg once-weekly by subcutaneous injection",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: MBX 2109"
                    ]
                },
                {
                    "label": "Starting dose of 600 µg once-weekly by subcutaneous injection",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: MBX 2109"
                    ]
                },
                {
                    "label": "Starting dose of 800 µg once-weekly by subcutaneous injection",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: MBX 2109"
                    ]
                },
                {
                    "label": "Placebo - once-weekly by subcutaneous injection",
                    "type": "PLACEBO_COMPARATOR",
                    "interventionNames": [
                        "Other: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "MBX 2109",
                    "description": "Supplied as 1.5 mg per vial reconstituted in 1.4 mL water for injection to a concentration of 1.0 mg/mL",
                    "armGroupLabels": [
                        "Starting dose of 400 µg once-weekly by subcutaneous injection",
                        "Starting dose of 600 µg once-weekly by subcutaneous injection",
                        "Starting dose of 800 µg once-weekly by subcutaneous injection"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo",
                    "description": "Supplied in 1.4 mL water for injection",
                    "armGroupLabels": [
                        "Placebo - once-weekly by subcutaneous injection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To evaluate the effect of pooled weekly doses of MBX 2109 on the proportion of responder patients defined by serum calcium levels and treatment with active vitamin D and calcium supplements at Week 12.",
                    "description": "Proportion of patients pooled across MBX 2109 doses meeting the composite criteria at week 12.\n\n* Independence from active vitamin D supplements\n* Oral elemental calcium doses of ≤600 mg/day\n* Serum albumin-adjusted calcium (AdjCa) values of 8.2 to 10.6 mg/dL",
                    "timeFrame": "Week 12"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Is an adult ≥18 years of age at the time of the Screening visit.\n\n   a. If ≤25 years of age, radiological evidence of epiphyseal closure based on X-ray of non-dominant wrist and hand\n2. Has a diagnosis of one of the following types of hypoparathyroidism for at least 26 weeks prior to the Screening visit:\n\n   1. Postsurgical chronic hypoparathyroidism\n   2. Idiopathic hypoparathyroidism\n   3. Autoimmune hypoparathyroidism (e.g., isolated autoimmune hypoparathyroidism; stable, well-managed patients with autoimmune polyglandular syndrome type 1/autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy without current or past malabsorption at the discretion of the principal investigator \\[PI\\])\n3. On a dose for at least 4 weeks prior to the Screening visit of the following:\n\n   1. Calcitriol ≥0.5 µg per day or alfacalcidol ≥1 ug per day (active vitamin D)\n   2. Elemental calcium (citrate or carbonate) supplement ≥800 mg per day\n4. At the Screening visit or at completion of the Optimization Period, the following serum analytes must be within the following ranges:\n\n   * AdjCa: 8.2 to 10.6 mg/dL (2.05 to 2.65 mmol/L), inclusive\n   * 25 (OH)D: 30 to 64 ng/mL (75 to 160 nmol/L), inclusive\n   * Magnesium: within the normal range of 1.8 to 2.6 mg/dL (0.65 to 1.05 mmol/L; 1.3 mEq/L to 2.1 mEq/L), inclusive\n5. Has an estimated glomerular filtration rate \\>60 mL/min/1.73 m2, as estimated using the Chronic Kidney Disease Epidemiology Collaboration equation, at the Screening visit.\n6. Has thyroid-stimulating hormone (TSH) within normal laboratory limits at screening. If receiving thyroid medication, the dose should be stable for at least 4 weeks prior to the Screening visit. If receiving suppressive therapy for a history of (differentiated) thyroid cancer, TSH level must be ≥0.2 mIU/L at the Screening visit.\n7. Can comprehend and is willing to sign an informed consent form (ICF) and to abide by the study restrictions, study visits, and procedures.\n\nExclusion Criteria:\n\n1. Has a known history of pseudohypoparathyroidism (impaired responsiveness to PTH, which is characterized as PTH-resistance, with elevated PTH levels in the setting of hypocalcemia).\n2. Has any disease (other than hypoparathyroidism) that might affect calcium metabolism or calcium-phosphate homeostasis or PTH levels (e.g., disorders of the calcium sensing receptor \\[e.g., autosomal dominant hypocalcemia type 1\\] are exclusionary).\n3. Use any of the following therapies:\n\n   1. Loop diuretics, thiazide diuretics, phosphate binders (other than calcium carbonate or citrate), digoxin, lithium, methotrexate, raloxifene hydrocholoride, or acute systemic corticosteroids within 4 weeks prior to the Screening Visit;\n\n      * Chronic systemic corticosteroid use is allowed if the dose has been stable for 4 weeks prior to Screening visit\n   2. PTH or PTH-related protein drugs such as PTH(1-84) and PTH(1-34) within 4 weeks of the Screening visit;\n   3. Oral or intravenous bisphosphonates, denosumab, or romosozumab-aqqg within 18 months of the Screening visit; or\n   4. Other drugs known to influence calcium and bone metabolism such as calcitonin, fluoride tablets (\\>0.5 mg per day), strontium or cinacalcet hydrochloride within 3 months of the Screening visit.\n4. Had a non-hypocalcemic seizure within 6 months of the Screening visit. Note: a history of seizures that occur in the setting of hypocalcemia is not exclusionary\n5. Is at an increased risk for osteosarcoma (e.g., Paget's disease, prior history of substantial external beam or implant radiation therapy involving the skeleton, unexplained elevations of alkaline phosphatase)\n6. Is affected by active or uncontrolled disease processes that may adversely affect gastrointestinal absorption at the discretion of the PI.\n7. Has a history of an active or untreated malignancy or are in remission from a clinically significant malignancy (other than differentiated thyroid cancer, basal or squamous cell skin cancer, in situ carcinomas of the cervix, or in situ prostate cancer) for less than 2 years from the Screening visit.\n8. Has any clinically significant cardiovascular disease within 6 months prior to the Screening visit such as symptomatic heart failure, an acute coronary syndrome, uncontrolled arrhythmia, or cerebrovascular accident.\n9. Has a clinically significant abnormal 12-lead ECG in the opinion of the investigator at the Screening visit suggestive of underlying cardiac disease.\n10. Has a seated systolic blood pressure \\<100 mmHg or \\>165 mmHg and/or diastolic blood pressure \\>100 mmHg at the Screening visit. If outside this range, measurement can be repeated on another day for eligibility purposes within the Screening Period. If on medications for hypertension, the doses should be stable for 4 weeks prior to the Screening visit.\n11. Has a history of symptomatic nephrolithiasis within 3 months of the Screening visit.\n12. Has an episode of acute gout within 2 months of the Screening visit.\n13. Has any major surgery performed within the 6 months prior to the Screening visit or plans to have surgical procedures that might interfere with the patient's ability to complete the study.\n14. Is pregnant, lactating or a woman of childbearing potential (WOCBP) who plans to conceive during the study.\n\n    1. WOCBP must use at least 2 highly effective methods of contraception throughout the study and for 6 weeks following administration of the last dose of study drug.\n    2. A heterosexually active male patient and his female partner(s) of childbearing potential must agree to use 2 effective birth control methods for the duration of the study and for 90 days after the last dose of study drug. A male patient must agree to refrain from sperm donation from the date of screening until 90 days after his last dose of study drug.\n15. Has any disease or condition that, in the opinion of the investigator, may make the patient unlikely to fully complete the study, or any condition that presents undue risk from the investigational product or procedures.\n16. Has a known allergy or sensitivity to PTH or any of the excipients used in MBX 2109.\n17. Has a diagnosis of drug or alcohol dependence within 12 months prior to the Screening visit.\n18. Has participated in any other interventional trial in which the patient received an investigational drug within 2 months or within 5 half-lives of the investigational drug (whichever is the longest) prior to the Screening visit.\n19. Has any other reason that, in the opinion of the investigator, would prevent the patient from completing participation or following the study schedule.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "100 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Salomon Azoulay, MD",
                    "role": "CONTACT",
                    "phone": "844-877-4473",
                    "email": "MBX2109.Clinicaltrials@mbxbio.com"
                },
                {
                    "name": "Kristi Schneider, RN, ANP-BC",
                    "role": "CONTACT",
                    "phone": "844-877-4473",
                    "email": "MBX2109.Clinicaltrials@mbxbio.com"
                }
            ],
            "locations": [
                {
                    "facility": "MBX Biosciences Investigational Site",
                    "status": "RECRUITING",
                    "city": "Greenville",
                    "state": "North Carolina",
                    "zip": "27834",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.61266,
                        "lon": -77.36635
                    }
                },
                {
                    "facility": "MBX Biosciences Investigational Site",
                    "status": "RECRUITING",
                    "city": "San Antonio",
                    "state": "Texas",
                    "zip": "78231",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.42412,
                        "lon": -98.49363
                    }
                },
                {
                    "facility": "MBX Biosciences Investigational Site",
                    "status": "RECRUITING",
                    "city": "Weslaco",
                    "state": "Texas",
                    "zip": "78596",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 26.15952,
                        "lon": -97.99084
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007011",
                    "term": "Hypoparathyroidism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010279",
                    "term": "Parathyroid Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16718",
                    "name": "Thyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10061",
                    "name": "Hypoparathyroidism",
                    "asFound": "Hypoparathyroidism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13192",
                    "name": "Parathyroid Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T2949",
                    "name": "Hypoparathyroidism",
                    "asFound": "Hypoparathyroidism",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}