{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05507827",
            "orgStudyIdInfo": {
                "id": "IRB-64357"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2022-07232",
                    "type": "OTHER",
                    "domain": "Clinical Trials Reporting Program Registration"
                },
                {
                    "id": "BMT378",
                    "type": "OTHER",
                    "domain": "Stanford OnCore"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Safety of Myeloablative Conditioning, Orca-T, and Allogeneic, Donor-Derived CD19/CD22-CAR (Chimeric Antigen Receptor) T Cells in Adults With B-cell Acute Lymphoblastic Leukemia (ALL)",
            "officialTitle": "Phase I Trial Evaluating the Safety of Myeloablative Conditioning, Orca-T, and Allogeneic, Donor-Derived CD19/CD22-CAR (Chimeric Antigen Receptor) T Cells in Adults With B-Cell Acute Lymphoblastic Leukemia (ALL)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "safety-of-myeloablative-conditioning-orca-t-and-allogeneic-donor-derived-car-chimeric-antigen-receptor-t-cells-in-adults-with-b-cell-acute-lymphoblastic-leukemia-all"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-18",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2037-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2037-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-17",
            "studyFirstSubmitQcDate": "2022-08-17",
            "studyFirstPostDateStruct": {
                "date": "2022-08-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-20",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lori Muffly",
                "investigatorTitle": "Associate Professor of Medicine (Blood and Marrow Transplantation and Cellular Therapy)",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Dr. Melody Smith, MD, MS",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Orca Biosystems, Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "To assess the safety of administering allogenic, donor-derived CD19/CD22-CAR T cells that meet established release specifications in adults with B-cell ALL following a myeloablative conditioning regimen and Orca-T to determine if this will augment graft versus leukemia without increasing acute GVHD or graft failure."
        },
        "conditionsModule": {
            "conditions": [
                "Lymphoid Leukemia"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 18,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Dose escalation",
                    "type": "EXPERIMENTAL",
                    "description": "Bayesian dose escalation design for the dosing of the donor CD19/CD22-CAR T cells",
                    "interventionNames": [
                        "Drug: Allogeneic donor-derived T-cells transduced with bivalent lentiviral vector (CD19/CD22-BBz) chimeric antigen receptor (CAR)",
                        "Drug: Treg CD34+HSPC (Orca-T)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Allogeneic donor-derived T-cells transduced with bivalent lentiviral vector (CD19/CD22-BBz) chimeric antigen receptor (CAR)",
                    "description": "CD19/C22CAR T cells will be administered at a dose of CAR+ cells/kg body weight via IV administration",
                    "armGroupLabels": [
                        "Dose escalation"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Treg CD34+HSPC (Orca-T)",
                    "description": "Purified donor-derived regulatory T-cell (Treg) plus CD34 + hematopoietic progenitor cells",
                    "armGroupLabels": [
                        "Dose escalation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of patients who received donor CD19/CD22-CAR T cells",
                    "description": "Will be measured by the ability to manufacture donor CD19/CD22-CAR T cells that meet established release specifications",
                    "timeFrame": "42 days"
                },
                {
                    "measure": "Assessment of the donors safety CD19/CD22-CAR T cells plus the Orca-T graft",
                    "description": "Safety of the donor CD19/CD22-CAR T cells plus the Orca-T graft will be assessed by the incidence of engraftment without Grade III to IV acute GVHD",
                    "timeFrame": "42 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cumulative incidence of disease progression",
                    "description": "Measure by the cumulative incidence of relapse or progression of disease as well as non-relapse mortality (NRM) following donor CD19/CD22-CAR T cells plus Orca-T infusion",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Frequency of secondary graft failure",
                    "description": "Assessment of the rate of secondary graft failure following donor CD19/CD22-CAR T cells plus Orca-T infusion",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Progression-free survival",
                    "description": "progression-free survival following a donor CD19/CD22-CAR T cell infusion plus Orca-T infusion",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Overall survival",
                    "description": "overall survival following a donor CD19/CD22-CAR T cell infusion plus Orca-T infusion",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Infectious disease complication",
                    "description": "Evaluate the incidence of greater than Grade 3 infectious disease complications",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Patient Inclusion Criteria:\n\n* Subjects in CR must have a history of chemotherapy refractory disease defined as progression or stable disease after one line of chemotherapy, or relapsed disease after achieving prior CR OR must have other high risk ALL features including: CRLF2 rearrangement, Ph-like phenotype, MLL/KMT2a rearrangement, or hypodiploid karyotype.\n* Subjects with persistent or relapsed minimal residual disease (MRD) (by flow cytometry, PCR, FISH, or next generation sequencing) require verification of MRD in the peripheral blood or bone marrow on two occasions at least 2 weeks apart.\n* Subjects with active ALL (defined as \\>=5% bone marrow blasts, circulating blasts, or extramedullary disease) are eligible.\n* Age ≥ 18 and ≤ 65 years (i.e., from age 18 to \\< 66 years old) at the time of enrollment\n* Eastern cooperative oncology group (ECOG) performance status of 0, 1, or 2; or Karnofsky ≥ 60%\n* CD19 expression is required any time since diagnosis. CD19 expression may be detected by immunohistochemistry or by flow cytometry. The choice of whether to use flow cytometry or immunohistochemistry will be determined by what is the most easily available tissue sample in each subject. In general, immunohistochemistry will be used for lymph node biopsies, flow cytometry will be used for peripheral blood and bone marrow samples. Patients receiving prior CD19 CAR T cell or blinatumomab are eligible if there is no documented history of CD19 negativity on the malignant cells.\n* Subjects must have an HLA matched related donor willing to undergo unstimulated apheresis for T cell collection for CAR T cell generation followed by GCSF mobilized apheresis for HSC/Treg graft.\n* Matched related donor who is an 8/8 match for HLA-A, -B, -C, and -DRB1, all typed using DNA-based high-resolution methods\n* Subjects must have adequate organ function measured by:\n\n  * Cardiac: Cardiac ejection fraction at rest ≥ 45%\n  * Hepatic:\n  * Total bilirubin \\< 2 times upper limit of normal (ULN) (patients with Gilbert's syndrome may be included where hemolysis has been excluded and with approval of the study PI)\n  * ALT/AST \\<= 3 times ULN\n  * Renal: Calculated creatinine clearance ≥ 50 mL/min or serum creatinine \\< 2.0 mg/dL\n  * Pulmonary: Diffusing capacity of the lung for carbon monoxide (DLCO) (adjusted for hemoglobin) ≥ 50%\n  * CNS: Subjects with CNS involvement are eligible as long as there are no overt signs or symptoms that in the evaluation of the investigator would mask or interfere with the neurological assessment of toxicity.\n* Negative serum or urine beta-HCG test in females of childbearing potential within 3 weeks of registration\n* Subjects of childbearing or child fathering potential must be willing to practice birth control from the time of enrollment on this study and for twelve (12) months after receiving the preparative conditioning regimen.\n* Must be able to give informed consent. Legal authorized representative (LAR) is permitted if subject is cognitively able to provide verbal assent.\n\nDonor Inclusion Criteria\n\n* Age ≥ 18 and ≤ 75 years at time of enrollment\n* Karnofsky performance status of ≥ 70% defined by institutional standards\n* Willing to donate for two separate apheresis collections (T cells and PBSC)\n* Matched related donor who is an 8/8 match for HLA-A, -B, -C, and -DRB1, all typed using DNA-based high-resolution methods\n* Negative serum or urine beta-HCG test in females of childbearing potential within 2 weeks of first apheresis\n* Seronegative for HIV-1 RNA PCR; HIV 1 and HIV 2 Ab (antibody); HTLV-1 and HTLV-2 Ab; PCR negative or sAg (surface antigen) negative for hepatitis B; negative for the Treponema pallidum antibody Syphilis screen; and negative for HIV-1 and hepatitis C by nucleic acid testing (NAT) within 40 days of donor apheresis procedures.\n* In the case that T pallidum antibody tests are positive, donors must:\n\n  * Be evaluated and show no evidence of syphilis infection of any stage by physical exam and history\n  * Have completed effective antibiotic therapy to treat syphilis\n  * Have a documented negative non-treponemal test (such as RPR) or in the case of a positive non-treponemal test must be evaluated by an infectious disease expert to evaluate for alternative causes of test positivity and confirm no evidence of active syphilitic disease\n\nPatient Exclusion Criteria:\n\n* History of other malignancy unless disease free for at least 3 years. At the discretion of the Principal Investigator, subjects in remission for 1-2 years prior to enrollment may be deemed eligible after considering the nature of other malignancy, likelihood of recurrence for one year following therapy, and impact of prior treatment on risk of CD19/CD22-CAR T cells and Treg graft. Subjects in remission \\<1 year are not eligible. The following exceptions apply:\n\n  * Nonmelanoma skin cancer or carcinoma in situ (e.g. cervix, bladder, breast) is eligible.\n  * Hormonal therapy in subjects in remission \\>1 year will be allowed.\n* Patients who have undergone a prior allogeneic or autologous stem cell transplant.\n* Recipient positive anti-donor HLA antibodies against a mismatched allele in the selected donor determined by either:\n\n  * a positive crossmatch test of any titer (by complement-dependent cytotoxicity or flow cytometric testing), or\n  * the presence of anti-donor HLA antibody to any of the following HLA loci: HLA-A, -B, -C, -DRB1, -DQB1, -DQA1, -DPB1, or -DPA1, with mean fluorescence intensity (MFI) \\>1000 by solid phase immunoassay\n* Presence of fungal, bacterial, viral, or other infection that is uncontrolled. Simple UTI and uncomplicated bacterial pharyngitis are permitted if responding to active treatment.\n* Known history of infection with any of the following:\n* HIV\n* Hepatitis B (HBsAg positive) \\*\\*\n* Hepatitis C virus (anti HCV positive) \\*\\*\n\n  \\*\\* A history of hepatitis B or hepatitis C is permitted if the viral load is undetectable per quantitative PCR and/or nucleic acid testing.\n* Currently receiving corticosteroids or other immunosuppressive therapy. Topical corticosteroids or oral systemic corticosteroid doses less than or equal to 10 mg/day are allowed.\n* Planned pharmaceutical in vivo or ex vivo T cell depletion, e.g., post-transplant cyclophosphamide (Cy), peri-transplant anti-thymocyte globulin (ATG), or alemtuzumab. For patients that have previously been exposed to a T cell-depleting agent, a 5-half-life washout of the agent must occur prior to planned Transplant Day 0.\n* Hyperleukocytosis (≥ 50,000 blasts/μL) or rapidly progressive disease that in the estimation of the investigator and sponsor would compromise ability to complete study therapy.\n* History of myocardial infarction, cardiac angioplasty or stenting, unstable angina, or other clinically significant cardiac disease within 12 months of enrollment.\n* Pregnant or breast feeding\n* Patients with known autoimmune disease requiring the use of systemic immunosuppressive therapy within the last year\n* Presence of a seizure disorder, cerebrovascular ischemia/hemorrhage, dementia, cerebellar disease, or any autoimmune disease with CNS involvement that in the judgment of the investigator may impair the ability to evaluate neurotoxicity.\n* Any medical condition that in the judgement of the investigator is likely to interfere with assessment of safety or efficacy of study treatment\n\nDonor Exclusion Criteria\n\n* Evidence of active infection\n* Seropositive for HIV-1 or -2, HTLV-1 or -2\n* Positive PCR test results indicating acute or chronic HBV infection. Patients with isolated HBV core antibody positivity will not be excluded. Donors whose HBV infection status cannot be determined conclusively by serologic test results (www.cdc.gov/hepatitis/hbv/pdfs/serologicchartv8.pdf) must be negative for HBV by PCR to be eligible for study participation.\n* Potential for Zika virus infection as defined as any of the following:\n\n  * Medical diagnosis of Zika virus infection in the past 6 months\n  * Residence in, or travel to, an area with active Zika virus transmission within the past 6 months.\n  * Unprotected sex within the past 6 months with a person who is known to have either of the risk factors listed above (donor exclusion criterion 5.a or 5.b)\n* Donors determined to be ineligible based on the results of Zika virus screening may be determined to be eligible if:\n\n  o The donor has no signs or symptoms consistent with active Zika virus infection and\n\n  o Either of the following is true: i. The donor is a first-degree or second-degree blood relative of the recipient ii. Urgent medical need, meaning no comparable human cell product is available and the recipient is likely to suffer death or serious morbidity without the human cell product, as attested by the Investigator.\n* Pregnant or breastfeeding female\n* Medical, physical, or psychological reason that would place the donor at increased risk for complications from growth factor or leukapheresis.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lindsay Danley",
                    "role": "CONTACT",
                    "phone": "650-721-2372",
                    "email": "lindsmd@stanford.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Cancer Center",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lindsay Danley",
                            "role": "CONTACT",
                            "phone": "650-721-2372",
                            "email": "lindsmd@stanford.edu"
                        },
                        {
                            "name": "Lori Muffly, MD, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "David Miklos, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sally Arai, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Laura Johnston, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robert Lowsky, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Robert Negrin, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Andrew Rezvani, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Judith Shizuru, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Wen-Kai Weng, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Praveen Shiraz, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Matthew Frank, MD, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sushma Bharadwaj, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Melody Smith, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "ICF",
                    "hasProtocol": false,
                    "hasSap": false,
                    "hasIcf": true,
                    "label": "Informed Consent Form",
                    "date": "2022-08-02",
                    "uploadDate": "2022-08-25T12:45",
                    "filename": "ICF_000.pdf",
                    "size": 809487
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoid Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}