{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06361485",
            "orgStudyIdInfo": {
                "id": "011624"
            },
            "organization": {
                "fullName": "R3 Stem Cell",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety and Feasibility of Umbilical Cord Wharton's Jelly Allograft Injections for Lumbar Pain",
            "officialTitle": "Safety and Feasibility of Umbilical Cord Wharton's Jelly Allograft Injections for Lumbar Pain",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-and-feasibility-of-umbilical-cord-wharton-s-jelly-allograft-injections-for-lumbar-pain"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-25",
            "studyFirstSubmitQcDate": "2024-04-09",
            "studyFirstPostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "R3 Stem Cell",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "R3 Medical Research",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This is a Pilot Study that is an open label, prospective, non-controlled study in which the safety and feasibility of Wharton's Jelly (WJ) allograft will be evaluated in 100 participants suffering with low back pain.",
            "detailedDescription": "This is a prospective, open label, non-controlled Pilot study in which the safety and feasibility of umbilical cord Wharton's Jelly (WJ) allograft will be evaluated in participants suffering with lumbar pain. The participants will receive a series of lumbar injections described in the protocol.\n\nAs this is a Pilot study primarily designed to evaluate safety, no control will be used. The dosing will consist of 10cc WJ Allograft with 100 total participants. In addition to baseline outcome instruments along with imaging and laboratory studies, participants will be followed for one year for evaluation of safety, pain relief and functional improvements."
        },
        "conditionsModule": {
            "conditions": [
                "Low Back Pain"
            ],
            "keywords": [
                "lumbago",
                "low back pain",
                "lumbar spondylosis",
                "lumbar arthritis",
                "facet syndrome",
                "umbilical",
                "umbilical cord allograft",
                "stem cell",
                "exosome"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Prospective, open label, non-controlled Pilot study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Open Label"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Lumbar Injection Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Lumbar Injections with 10cc's of Umbilical Cord Wharton's Jelly Allograft (BelloWJY)",
                    "interventionNames": [
                        "Biological: Lumbar Injections with 10cc's of Wharton's Jelly Allograft"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Lumbar Injections with 10cc's of Wharton's Jelly Allograft",
                    "description": "Low Back Injections with Minimal Manipulation Umbilical Cord Tissue",
                    "armGroupLabels": [
                        "Lumbar Injection Arm"
                    ],
                    "otherNames": [
                        "BelloWJY"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "C-reactive protein",
                    "description": "C-reactive protein (CRP) is a protein made by the liver. The level of CRP increases when there's inflammation in the body. A simple blood test can check your C-reactive protein level.\n\nC-reactive protein is measured in milligrams per liter (mg/L). Results equal to or greater than 8 mg/L or 10 mg/L are considered high. Range values vary depending on the lab doing the test.\n\nA high test result is a sign of inflammation. It may be due to serious infection, injury or chronic disease. Your health care provider may recommend other tests to determine the cause.",
                    "timeFrame": "Baseline, 1 week after the procedure, 6 weeks, 3 months, 6 months and one year"
                },
                {
                    "measure": "Erythrocyte sedimentation rate",
                    "description": "Sed rate, or erythrocyte sedimentation rate (ESR), is a blood test that can show inflammatory activity in the body.\n\nBecause a sed rate test can't pinpoint the problem that's causing inflammation in your body, it's often accompanied by other blood tests, such as the C-reactive protein (CRP) test.\n\nESR is measured in millimeters per hour (mm/hr). The normal values are:\n\n0 to 15 mm/hr in men 0 to 20 mm/hr in women",
                    "timeFrame": "Baseline, 1 week after the procedure, 6 weeks, 3 months, 6 months and one year"
                },
                {
                    "measure": "Alanine transaminase (ALT)",
                    "description": "ALT is an enzyme that converts proteins into energy for the liver cells. Aspartate transaminase (AST). AST is an enzyme that helps the body break down amino acids. Alkaline phosphatase (ALP). ALP is an enzyme important for breaking down proteins. Albumin and total protein. Albumin is a protein made in the liver. Bilirubin. Bilirubin is a substance produced during the breakdown of red blood cells. Gamma-glutamyltransferase (GGT). Higher-than-usual may mean liver damage. L-lactate dehydrogenase (LD). LD is an enzyme found in the liver. Prothrombin time (PT). PT is the time it takes your blood to clot. Standard range:\n\nAlanine transaminase (ALT). ALT is an enzyme that converts proteins into energy for the liver cells. Standard range:\n\nALT. 7 to 55 units per liter U/L.",
                    "timeFrame": "Baseline, 1 week after the procedure, 6 weeks, 3 months, 6 months and one year"
                },
                {
                    "measure": "Aspartate transaminase (AST)",
                    "description": "AST is an enzyme that helps the body break down amino acids. . Standard range: AST 8 to 48 units per liter",
                    "timeFrame": "Baseline, 1 week after the procedure, 6 weeks, 3 months, 6 months and one year"
                },
                {
                    "measure": "Alkaline phosphatase (ALP)",
                    "description": "ALP is an enzyme important for breaking down proteins. Standard range: 40 to 129 units per liter",
                    "timeFrame": "Baseline, 1 week after the procedure, 6 weeks, 3 months, 6 months and one year"
                },
                {
                    "measure": "Albumin",
                    "description": "Albumin is a protein made in the liver. Normal range is 34 to 54 grams/liter.",
                    "timeFrame": "Baseline, 1 week after the procedure, 6 weeks, 3 months, 6 months and one year"
                },
                {
                    "measure": "Creatinine",
                    "description": "Creatinine is a waste product that comes from the digestion of protein in your food and the normal breakdown of muscle tissue. It is removed from the blood through your kidneys. Everyone has some creatinine in their blood, but too much can be a sign of a possible kidney problem. Normal range is 0.6-1.3 milligrams/deciliter",
                    "timeFrame": "Baseline, 1 week after the procedure, 6 weeks, 3 months, 6 months and one year"
                },
                {
                    "measure": "Blood Urea Nitrogen (BUN)",
                    "description": "blood urea nitrogen (BUN) test reveals important information about how well your kidneys are working. A BUN test measures the amount of urea nitrogen that's in your blood. Normal BUN is 6-20 milligrams/deciliter.",
                    "timeFrame": "Baseline, 1 week after the procedure, 6 weeks, 3 months, 6 months and one year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "36-Item Short Form Survey (SF-36)",
                    "description": "The SF-36 is used as an assessment tool to measure a quality of life. The SF-36 is comprehensive health survey with a total of 36 questions divided into eight categories, including physical functioning (10 items), bodily pain (2 items), role limitations due to physical health problems (4 items), role limitations due to personal or emotional problems (4 items), emotional well-being (5 items), social functioning (2 items), energy/fatigue (4 items), and general health perceptions (5 items). The score averages for each category range from 0 to 100, with a higher score defining a more favorable outcome.",
                    "timeFrame": "Baseline, 24 hours after intervention, 1 week, 6 weeks, 3 months, 6 months, 1 year"
                },
                {
                    "measure": "Numerical Pain Rating Scale (NPRS)",
                    "description": "The Numerical Pain Rating Scale (NPRS) is a subjective measure in which individuals rate their pain on an eleven-point numerical scale. The scale is composed of 0 (no pain at all) to 10 (worst imaginable pain).",
                    "timeFrame": "Baseline, 24 hours after intervention, 1 week, 6 weeks, 3 months, 6 months, 1 year"
                },
                {
                    "measure": "Oswestry disability index (ODI)",
                    "description": "The Oswestry Disability Index (ODI) is a common questionnaire used to evaluate functional outcomes and physical functioning in patients with acute or chronic low back pain. This questionnaire yields a subjective percentage score that grades the level of physical function or disability. The cumulative score indicates the patient as functioning at a point on a range from minimal disability to bedbound. Each item consists of 6 statements (scores 0-5) and is scored by the patient in reference to his/her current functional status. A sum is formed from the points given, which is then divided by the maximum value (50 points). If only one question remains unanswered, the maximum value drops accordingly to 45 points and the score can be evaluated normally. The resulting score is then multiplied by 100 to provide a percentage which is referred to as the total score which ranges from 1 - 100%, with higher scores indicating a more severe disability.",
                    "timeFrame": "Baseline, 1 week, 6 weeks, 3 months, 6 months, 1 year"
                },
                {
                    "measure": "Roland Morris disability questionnaire (RMQ)",
                    "description": "The RMQ is a 24-item patient-reported outcome measure that inquires about pain-related disability resulting from low back pain. Items are scored 0 if left blank or 1 if endorsed, for a total RMQ score ranging from 0 to 24; higher scores represent higher levels of pain-related disability.",
                    "timeFrame": "Baseline, 1 week, 6 weeks, 3 months, 6 months, 1 year"
                },
                {
                    "measure": "The Patient-specific functional scale (PSFS)",
                    "description": "This is a patient-specific questionnaire that requires patients to identify up to five important activities that they are having difficulty with as a result of their condition. The patient rates difficulty on an 11-point numerical scale (0 = unable to perform the activity; 10 = able to perform activity at the same level as before the injury or problem). The average score for up to five activities is established as the PSFS score. This scale has been established as reliable, valid, and responsive in a number of patient populations, including patients with low back pain. Higher scores indicate better functioning.",
                    "timeFrame": "Baseline, 1 week, 6 weeks, 3 months, 6 months, 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n• Patient must\n\n* Be over age 20.\n* Suffering from chronic lumbar pain\n* Body Mass Index (BMI) \\<50 Kilograms/m2.\n* Pain score of 4 or more on the Numeric Pain Rating Scale (NPRS).\n* Female participants must be abstinent, surgically sterilized or postmenopausal.\n* Premenopausal females must be on contraceptive measures and do not anticipate pregnancy during the duration of the study.\n* Be willing and capable of giving written informed consent to participate in English.\n* Be willing and capable of complying with study-related requirements, procedures and visits.\n\nExclusion Criteria:\n\n• Patient must not\n\n* Have taken any pain medication including nonsteroidal anti-inflammatory drugs (NSAIDs) within 2 weeks prior to study injection date.\n* Use anticoagulants have a substance abuse history, and fail to agree not to take any lumbar symptom modifying drugs during the course of the study without discussing and reporting the use to the site Clinical investigator and study team.\n* Known allergy to penicillin, sulfa or amphotericin medications.\n* Have had any lumbar injections (at all) of any drug in lumbar spine in the past 6 months.\n* Have had surgery on the lumbar spine within the past 6 months.\n* Had a traumatic injury to the lumbar spine with the past 3 months.\n* Planned elective surgery during the course of the study.\n* A history of organ or hematologic transplantation, rheumatoid arthritis, or other autoimmune disorders.\n* Be on immunosuppressive medications.\n* Have a diagnosis of carcinoma with the past 5 years.\n* Have a lumbar infection or have used antibiotics for lumbar infection within the past 3 months.\n* Have participated in any other clinical study or treatment (not just for the lumbar spine, but for any reason) with any investigational product within the past 30 days prior to inclusion of study.\n* Female participants who are breast feeding or are pregnant or desire to become pregnant during the course of the study.\n* Contraindications to radiographic or MRI imaging.\n* Serious neurological, psychological or psychiatric disorders.\n* Injury or disability claims under current litigation or pending or approved workers compensation claims.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "20 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "David L Greene, MD, PhD, MBA",
                    "role": "CONTACT",
                    "phone": "(602) 677-8981",
                    "email": "dgreene@r3medicalresearch.com"
                },
                {
                    "name": "Katherine Minter-Dykhouse, PhD",
                    "role": "CONTACT",
                    "phone": "4803066256",
                    "email": "kmd@bello.bio"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James Faber, BA",
                    "affiliation": "Institute of Cellular and Regenerative Medicine IRB",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "R3 Anti Aging Scottsdale",
                    "status": "RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85262",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David Greene, MD, PhD, MBA",
                            "role": "CONTACT",
                            "phone": "480-306-6256",
                            "email": "dgreene@r3medicalresearch.com"
                        },
                        {
                            "name": "Sabrina Solt, NMD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "R3 Anti Aging Beverly Hills",
                    "status": "RECRUITING",
                    "city": "Beverly Hills",
                    "state": "California",
                    "zip": "90210",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathleen Francesca, BA",
                            "role": "CONTACT",
                            "phone": "424-382-1074",
                            "email": "kfrancesca@r3stemcell.com"
                        },
                        {
                            "name": "Neville Campbell, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.07362,
                        "lon": -118.40036
                    }
                },
                {
                    "facility": "Scheer Medical Wellness",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10036",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandre Scheer, MD",
                            "role": "CONTACT",
                            "phone": "646-762-9499",
                            "email": "ascheer911@gmail.com"
                        },
                        {
                            "name": "Alexandre Scheer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Dr. Duc (Steve) Le, MD",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Texas",
                    "zip": "77327",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steve Le, MD",
                            "role": "CONTACT",
                            "phone": "281-593-1500",
                            "email": "ducstevele@gmail.com"
                        },
                        {
                            "name": "Steve Le, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 31.67682,
                        "lon": -99.25367
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35001050",
                    "type": "BACKGROUND",
                    "citation": "Godoy-Brewer GM, Owodunni OP, Parian AM, Duraes LC, Selaru FM, Gearhart SL. Initial Clinical Outcomes Using Umbilical Cord-Derived Tissue Grafts to Repair Anovaginal Fistula. Dis Colon Rectum. 2023 Feb 1;66(2):299-305. doi: 10.1097/DCR.0000000000002258. Epub 2022 Jan 4."
                },
                {
                    "pmid": "10488513",
                    "type": "RESULT",
                    "citation": "Gibson JN, Grant IC, Waddell G. The Cochrane review of surgery for lumbar disc prolapse and degenerative lumbar spondylosis. Spine (Phila Pa 1976). 1999 Sep 1;24(17):1820-32. doi: 10.1097/00007632-199909010-00012."
                },
                {
                    "pmid": "16227895",
                    "type": "RESULT",
                    "citation": "Gibson JN, Waddell G. Surgery for degenerative lumbar spondylosis: updated Cochrane Review. Spine (Phila Pa 1976). 2005 Oct 15;30(20):2312-20. doi: 10.1097/01.brs.0000182315.88558.9c."
                },
                {
                    "pmid": "11172169",
                    "type": "RESULT",
                    "citation": "Deyo RA, Weinstein JN. Low back pain. N Engl J Med. 2001 Feb 1;344(5):363-70. doi: 10.1056/NEJM200102013440508. No abstract available."
                },
                {
                    "type": "RESULT",
                    "citation": "Magora A, Schwartz A (1976) Relation between the low back pain syndrome and x-ray findings. I. Degenerative osteoarthritis. Scand J Rehab Med 8:115 - 125"
                },
                {
                    "type": "RESULT",
                    "citation": "Schmorl G, Junghanns H (1968) Die gesunde und die kranke Wirbelsäule in Röntgenbild und Klinik. Thieme, Stuttgart"
                },
                {
                    "pmid": "10360702",
                    "type": "RESULT",
                    "citation": "Hanley EN Jr, David SM. Lumbar arthrodesis for the treatment of back pain. J Bone Joint Surg Am. 1999 May;81(5):716-30. doi: 10.2106/00004623-199905000-00015. No abstract available."
                },
                {
                    "pmid": "12709856",
                    "type": "RESULT",
                    "citation": "Fritzell P, Hagg O, Nordwall A; Swedish Lumbar Spine Study Group. Complications in lumbar fusion surgery for chronic low back pain: comparison of three surgical techniques used in a prospective randomized study. A report from the Swedish Lumbar Spine Study Group. Eur Spine J. 2003 Apr;12(2):178-89. doi: 10.1007/s00586-002-0493-8. Epub 2003 Feb 14."
                },
                {
                    "pmid": "17256032",
                    "type": "RESULT",
                    "citation": "Boswell MV, Colson JD, Sehgal N, Dunbar EE, Epter R. A systematic review of therapeutic facet joint interventions in chronic spinal pain. Pain Physician. 2007 Jan;10(1):229-53."
                },
                {
                    "pmid": "35921598",
                    "type": "RESULT",
                    "citation": "Gupta A, Maffulli N. Allogenic Umbilical Cord Tissue for Treatment of Knee Osteoarthritis. Sports Med Arthrosc Rev. 2022 Sep 1;30(3):162-165. doi: 10.1097/JSA.0000000000000350. Epub 2022 Aug 3."
                },
                {
                    "type": "RESULT",
                    "citation": "Evaluation of the Efficacy of Cryopreserved Human Umbilical Cord Tissue Allografts to Augment Functional and Pain Outcome Measures in Patients with Knee Osteoarthritis: An Observational Data Collection Study, Davis et al, Physiologia 2022, 2(3), 109-120"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001416",
                    "term": "Back Pain"
                },
                {
                    "id": "D000017116",
                    "term": "Low Back Pain"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M4714",
                    "name": "Back Pain",
                    "asFound": "Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19433",
                    "name": "Low Back Pain",
                    "asFound": "Low Back Pain",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M27993",
                    "name": "Spondylosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}