{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04216342",
            "orgStudyIdInfo": {
                "id": "200029"
            },
            "secondaryIdInfos": [
                {
                    "id": "20-H-0029"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Fx-5A in Healthy Volunteers",
            "officialTitle": "An Intravenous, Open-Label, Dose Escalation Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Fx-5A in Healthy Volunteers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-tolerability-pharmacokinetics-and-pharmacodynamics-of-fx-in-healthy-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-12-31",
            "studyFirstSubmitQcDate": "2019-12-31",
            "studyFirstPostDateStruct": {
                "date": "2020-01-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nHeart disease is the leading cause of death, disability, and healthcare expense in the United States. Researchers think a new drug called Fx-5A may be useful to treat different cardiovascular diseases and inflammation.\n\nObjective:\n\nTo understand the safety, tolerability, and effects of Fx-5A.\n\nEligibility:\n\nHealthy people ages 18 and older who are not pregnant\n\nDesign:\n\nParticipants will be screened with:\n\nMedical history\n\nPhysical exam\n\nBlood tests\n\nPregnancy test for female participants\n\nParticipants will stay in the hospital for 36-48 hours. This will include:\n\nBlood tests\n\nEKGs: Electrodes will be placed on the participant s chest. The patches are connected to cables that will send information from their heart to a machine.\n\nSingle infusion of Fx-5A. A needle will be used to insert a plastic tube into a vein in the participant s arm. This tube will remain in the arm for the duration of the hospital stay for blood tests.\n\nParticipants will have follow-up visits day 7 and day 28 after their infusion. At these visits, they will have blood tests and an EKG.\n\nParticipation will last 5-10 weeks.",
            "detailedDescription": "Cardiovascular disease (CVD) is one of the leading causes of death worldwide and elevated levels of cholesterol and triglycerides on plasma lipoproteins are major contributing risk factors. Therapeutic agents that increase High Density Lipoproteins (HDL) may be useful additions to our current treatment approaches for preventing coronary heart disease (CHD), because while existing drugs lower Low Density Lipoproteins (LDL), they do not fully prevent CHD. A potential new CHD treatment strategy has recently been described called Acute HDL Therapy, which involves weekly intravenous infusions of HDL, or HDL components (i.e. ApoA-I), or HDL mimetics into patients suffering from the acute coronary syndrome. In early stage clinical trials, a 5-week course of this therapy has been shown to rapidly reduce atherosclerotic plaques, as assessed by intravascular ultrasound. The goal of Acute HDL Therapy is to rapidly stabilize patients at significant risk for developing myocardial infarction, while concurrently starting them on conventional lipid lowering drugs and other agents already known to reduce the risk of myocardial infarction.\n\nThis clinical research project is designed to investigate the safety and pharmacological properties of a short synthetic peptide mimic of Apolipoprotein A-I (apoA-I), referred to as the 5A peptide (or peptide 5A). This 5A peptide can potentially be used instead of recombinant apoA-I in Acute HDL Therapy and has several potential advantages over the use of recombinant apoA-I. When the 5A peptide is combined with sphingomyelin, the complex is referred to as the Fx-5A peptide-lipid complex. Fx-5A was specifically designed to remove excess cellular cholesterol via the ABCA1 transporter, which is thought to be one of the main anti-atherogenic functions of HDL. Furthermore, the peptide-lipid complex has been shown to mobilize macrophage cholesterol in animal models. Fx-5A markedly decreases the development of atherosclerotic plaque in preclinical models, such as in apoE-deficient mice, while also decreasing macrophage recruitment and foam cell formation in the rabbit collar model. Separately, animal models have shown that Fx-5A can also minimize inflammation associated with diseases like asthma, colitis and chronic kidney disease.\n\nThe current research project is designed as a Phase 1A, open-label, dose-escalation study to evaluate the safety, tolerability, pharmacokinetics, and pharmacodynamics of a single intravenous infusion of the Fx-5A peptide-lipid complex at 4 different doses in healthy subjects. Each of the 4 dosing cohorts (2.5, 5.0, 10.0 and 20.0 mg/kg) will enroll 4 subjects.\n\nFor each dosing cohort, there are three distinct phases of this study: Screening, Intervention, and Follow-Up."
        },
        "conditionsModule": {
            "conditions": [
                "Cardiovascular Disease"
            ],
            "keywords": [
                "Pharmacology",
                "PEPTIDE",
                "ApoA-I",
                "Fx-5A"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 64,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "1",
                    "type": "EXPERIMENTAL",
                    "description": "subjects entered into the trial may go thru a 0-4 weeks screening (Screening Phase). On the Intervention phase, subjects will be followed for 7 days which includes: entry criteria assessments and settling at the inpatient unit on Day 0, a single-dose I.V. infusion with data collection on Day 1 followed by 24 hours monitoring (Day 2), a 7-day and 28-day outpatient follow-up visit (Follow-Up Phase).",
                    "interventionNames": [
                        "Biological: Fx-5A peptide complex"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Fx-5A peptide complex",
                    "description": "subject will receive a slow I.V. infusion of the Fx-5A peptide complex as described in Table 1. Five to 10 mL of blood will be collected at 30min (+/- 5min\\*), 1h (+/- 10min\\*), 2h (+/- 10min\\*), 4h (+/- 15min\\*), 8h (+/- 30min\\*), 12h (+/- 30min\\*), and 24h (+/- 30min\\*) for laboratory tests and to be stored for research tests. The patient will be dismissed, as inpatient, 24-36 hours after the beginning of the treatment.",
                    "armGroupLabels": [
                        "1"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Assess the safety and tolerability of the Fx-5A peptide complex.",
                    "description": "A complete study is defined by the procedures described up to day 7 after Fx-5A infusion, the intervention phase of the study. A 28 days follow up is designed to study the immunogenicity of the drug. Once a subject completes the day 28 follow up the study is ended for the subject ( end of the study ).",
                    "timeFrame": "28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Assess the PK and PD of the Fx-5A peptide-lipid complex",
                    "description": "A complete study is defined by the procedures described up to day 7 after Fx-5A infusion, the intervention phase of the study. A 28 days follow up is designed to study the immunogenicity of the drug. Once a subject completes the day 28 follow up the study is ended for the subject ( end of the study ).",
                    "timeFrame": "28 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n* 18 years of age or above\n* Women of childbearing potential must be willing to use an appropriate form of birth control during the course of the study and two forms of birth control during the interventional portion of the study and up to day 7 after infusion\n* Subject willing to return for all study visits, complete all study-related tasks, and agree not to participate in other research studies from screening visit to study completion\n* Willingness and capacity to provide written informed consent\n\nEXCLUSION CRITERIA:\n\n* Pregnancy, planned pregnancy (within the study period), or current breastfeeding\n* Subject taking any supplements or medications for at least 8 weeks prior to enrollment (with the exception of oral contraceptives).\n* Known allergies or intolerances to any components of the Fx-5A peptide-lipid complex\n* Known allergies or intolerances to eggs or egg components\n* History of febrile illness within 5 days prior to dosing\n* Hypertension (not treated or uncontrolled\\&)\n* BMI equal to or above 30 kg/m\\^2\n* Blood donation equal to or above 500 mL within 2 months prior to dosing.\n* Treatment with an investigational drug within a month or 5 half-lives of the investigational drug, whichever is longer, prior to dosing.\n* Laboratory changes (with CTCAE grade 2 or above): Abnormal levels of ALT, AST, CK, CRP, Alkaline Phosphatase, HbA1c, Urea, Creatinine, TSH, hemoglobin and hematocrit.\n* Subjects with renal (eGFR\\<90 mL/min /1.73m\\^2) or liver impairment\n* Subjects may also be excluded for any reason that may compromise their safety or the accuracy of research data collection.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Joy Lynne V Freeman",
                    "role": "CONTACT",
                    "phone": "(301) 480-7632",
                    "email": "joylynne.freeman@nih.gov"
                },
                {
                    "name": "Marcelo J Amar, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 402-0521",
                    "email": "mamar@mail.nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Marcelo J Amar, M.D.",
                    "affiliation": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2020-H-0029.html"
                },
                {
                    "label": "https://www.surveymonkey.com/r/H7XXWJX",
                    "url": "https://www.surveymonkey.com/r/H7XXWJX"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": ".It is not yet known"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ]
        }
    },
    "hasResults": false
}