{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03878121",
            "orgStudyIdInfo": {
                "id": "190069"
            },
            "secondaryIdInfos": [
                {
                    "id": "19-I-0069"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Safety and Immunogenicity of Ad4-HIV Envelope Vaccine Vectors in Healthy Volunteers",
            "officialTitle": "Phase I Open-Label Study of Safety and Immunogenicity of AD4-HIV Envelope Vaccine Vectors in Healthy Volunteers",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-and-immunogenicity-of-hiv-envelope-vaccine-vectors-in-healthy-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06-24",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-04-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-03-15",
            "studyFirstSubmitQcDate": "2019-03-15",
            "studyFirstPostDateStruct": {
                "date": "2019-03-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nResearchers want see if three new HIV (human immunodeficiency virus) vaccines are safe. Two vaccines are carried by live adenoviruses, which are natural and typically cause cold symptoms or an eye infection. Researchers want to see if all the vaccines help fight HIV and if the adenoviruses are contagious.\n\nObjectives:\n\nTo test the safety and effects of three new HIV vaccines.\n\nEligibility:\n\nHealthy adults 18 49 years old (vaccinees)\n\nTheir household and intimate contacts 18 65 years old\n\nDesign:\n\nVaccinees will be screened with:\n\nPhysical exam\n\nMedical history\n\nBlood and urine tests\n\nQuestions about HIV risk\n\nVaccinees will learn how to prevent spreading the viruses and about required contraception during the study.\n\nVaccinees will get consent forms for their household and intimate contacts. All contacts must be age 18 65. All intimate contacts must sign a consent form. Contacts will have 4 visits over 8 months for blood tests and a physical exam.\n\nAll applicable participants will have a pregnancy test at every visit.\n\nVaccinees will have about 9 visits over 12 months. They will repeat screening tests and get:\n\n1 of the 2 adenovirus vaccines sprayed in the nose at 2 visits\n\nThe booster vaccine by needle in an arm at 1 visit\n\nNasal swabs taken at some visits\n\nVaccinees will note their temperature and symptoms for at least 1 4 weeks after each vaccine.\n\nVaccinees may choose to have:\n\nLeukapheresis. Blood will be removed by needle in a vein in one arm. A machine will remove white blood cells. The rest of the blood will be returned into the other arm.\n\nSmall pieces of the tonsil removed\n\nSponsoring Institute: National Institute of Allergy and Infectious Diseases\n\n...",
            "detailedDescription": "This is a Phase 1 study to evaluate the immunogenicity and safety of adenovirus serotype 4 (Ad4)-based HIV vaccines when administered via the intranasal route to healthy human volunteers. It is hypothesized that the vaccines will be safe for human administration and will elicit immune responses to the HIV components. All study activities will be carried out at the NIH.\n\nEach study vaccinee will receive 5x10\\^8 viral particles of either Ad4-Env150KN or Ad4-Env145NFL, administered as an intranasal spray at months 0 and 2. An intramuscular protein booster vaccination with the heterologous soluble trimeric protein VRC-HIVRGP096-00-VP (Trimer 4571) with alum will be administered to all vaccinees at month 6. Specimens to evaluate immunogenicity will be taken at baseline and at specified time points through month 12. The HIV-specific immune responses will be assessed by cellular immune function assays (intracellular cytokine analysis, flow cytometry-based killing assays), as well as measures of humoral immunity (enzyme-linked immunosorbent assay \\[ELISA\\] and neutralization assays).\n\nThe overall goal will be to compare the safety and immunogenicity of the Ad-HIV vaccine regimens. Participants who have previously received another HIV vaccine and/or are Ad4 seropositive will be enrolled into an exploratory arm to be analyzed separately.\n\nHousehold contacts willing to participate and all intimate contacts (current and/or those expected within the first 4 weeks after vaccination) will also be enrolled and monitored for transmission of the vaccine virus by serology."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy Volunteer"
            ],
            "keywords": [
                "Ad4-Env150KN",
                "Ad4-Env145NFL",
                "VRC-HIVRGP096-00-VP (Trimer 4571) with alum",
                "Adenovirus",
                "HIV Vaccine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "A1",
                    "type": "EXPERIMENTAL",
                    "description": "Ad4-Env150KN at Day 0 and 2 months followed VRC-HIVRGP096-00-VP at 6 months.",
                    "interventionNames": [
                        "Biological: Ad4-Env150KN",
                        "Biological: VRC-HIVRGP096-00-VP (Trimer 4571) with alum"
                    ]
                },
                {
                    "label": "A2",
                    "type": "EXPERIMENTAL",
                    "description": "Ad4-Env145NFL at Day 0 and 2 months followed VRC-HIVRGP096-00-VP at 6 months.",
                    "interventionNames": [
                        "Biological: Ad4-Env145NFL",
                        "Biological: VRC-HIVRGP096-00-VP (Trimer 4571) with alum"
                    ]
                },
                {
                    "label": "B1 (exploratory)",
                    "type": "EXPERIMENTAL",
                    "description": "Previously vaccinated; Ad4-Env150KN at Day 0 and 2 months followed VRC-HIVRGP096-00-VP at 6 months.",
                    "interventionNames": [
                        "Biological: Ad4-Env150KN",
                        "Biological: VRC-HIVRGP096-00-VP (Trimer 4571) with alum"
                    ]
                },
                {
                    "label": "B2 (exploratory)",
                    "type": "EXPERIMENTAL",
                    "description": "Previously vaccinated; Ad4-Env145NFL at Day 0 and 2 months followed VRC-HIVRGP096-00-VP at 6 months.",
                    "interventionNames": [
                        "Biological: Ad4-Env145NFL",
                        "Biological: VRC-HIVRGP096-00-VP (Trimer 4571) with alum"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "Ad4-Env145NFL",
                    "description": "10\\^8 vp doses of Ad4-Env145NFL formulated as a liquid for intranasal administration.",
                    "armGroupLabels": [
                        "A2",
                        "B2 (exploratory)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Ad4-Env150KN",
                    "description": "10\\^8 vp doses of Ad4-Env150KN formulated as a liquid for intranasal administration.",
                    "armGroupLabels": [
                        "A1",
                        "B1 (exploratory)"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "VRC-HIVRGP096-00-VP (Trimer 4571) with alum",
                    "description": "500-mcg dose of protein boost vaccine formulated for intramuscular administration.",
                    "armGroupLabels": [
                        "A1",
                        "A2",
                        "B1 (exploratory)",
                        "B2 (exploratory)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety and immunogenicity",
                    "description": "Laboratory results and Adverse Events",
                    "timeFrame": "ongoing"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAll participants (vaccinees, household contacts, and intimate contacts) must meet all of the following criteria:\n\n1. Age 18 to 49 years for vaccinees. Age 18 to 65 years for household and intimate contacts.\n2. Negative FDA-approved HIV test.\n3. Available and willing to participate in follow-up visits and tests for the duration of the study.\n4. Willing to have samples stored for future research.\n\nThe following inclusion criteria apply to vaccinees and intimate contacts, but not to household contacts:\n\n1. In good general health without clinically significant medical history.\n2. Assessed as low risk for HIV infection by agreeing to discuss HIV infection risks with the study clinicians, agreeing to HIV risk reduction counseling, and agreeing to avoid behavior associated with high risk of HIV exposure through the last required clinic visit in the protocol schedule.\n3. Negative beta-HCG pregnancy test for females presumed to be of reproductive potential.\n4. Female vaccinees and male intimate contacts must meet one of the following criteria:\n\n   -The female vaccinee has no reproductive potential because of menopause (1 year without menses) or because of a hysterectomy, bilateral oophorectomy, medically-documented ovarian failure, or tubal ligation.\n\n   or\n\n   -The female vaccinee and her male intimate contact(s) agree to be heterosexually inactive or consistently practice contraception at least 21 days prior to each vaccination through 28 days following each vaccination. Acceptable methods of contraception include any of\n\n   the following:\n   * condoms, male or female, with a spermicide.\n   * diaphragm or cervical cap with spermicide.\n   * contraceptive pills, Norplant, or Depo-Provera (and is not on any medications that would interfere with the effectiveness of these contraceptive agents).\n   * male partner has previously undergone a vasectomy for which there is documentation.\n   * intrauterine device.\n5. Male vaccinees and female intimate contacts must agree to consistently practice abstinence or effective birth control (described above) and for 28 days following each vaccination.\n\nThe following inclusion criteria apply only to vaccinees and not to household or intimate contacts:\n\n1. Willing to receive HIV test results and abide by NIH guidelines for partner notification of positive HIV results.\n2. Physical examination and laboratory results without clinically significant findings within the 8 weeks prior to enrollment.\n3. Willing to avoid other investigational and/or HIV vaccinations, other than the study agent, from screening through the end-of-study visit.\n4. Safety laboratory criteria within 8 weeks prior to enrollment:\n\n   * Hematopoietic:\n\n     * White blood cell count and lymphocyte count within 25% of both the lower limit and upper limit of normal for the NIH CC (ranges: 2.985-12.55 K/uL for white blood cells and 0.885 - 4.675 K/uL for lymphocytes).\n     * Platelet count of least 150,000/mm\\^3.\n     * Hemoglobin count within 10% of both the lower limit and upper limit of normal for the NIH CC (ranges: Females 10.08 - 17.27 g/dL, Males 12.33 -19.25 g/dL)\n   * Renal: Blood urea nitrogen (BUN) \\<23 mg/dL; creatinine within normal limits for the NIH CC (females: 0.51-0.95 mg/dL; males: 0.67-1.17 mg/dL).\n   * Hepatic: Serum direct bilirubin within normal limits for the NIH CC (0.0 to 0.3 mg/dL).\n   * Metabolic: Alanine aminotransferase (ALT) \\< 2 times upper limit of normal range (females: \\<66 U/L; males: \\<82 U/L).\n   * Endocrine: Serum glucose within normal range.\n5. Additional laboratory criteria:\n\n   * Immunologic: No history of hypogammaglobulinemia.\n   * Serologic: Ad4 neutralizing antibody 80% inhibitory dilution \\<1:100. (This criterion does not apply to participants in Arm B.)\n6. Willing to follow precautions for preventing the spread of adenovirus in the community.\n7. Males must agree not to donate sperm for 28 days following each study vaccination.\n\nEXCLUSION CRITERIA:\n\nA participant (vaccinees, household contacts, and intimate contacts) will be excluded if they have the following:\n\n1. Any condition that, in the investigator s judgement, places the subject at undue risk by participating in the study.\n\nThe following exclusion criteria apply to vaccinees and intimate contacts, but not to household contacts:\n\n1. History of any prior disease or therapy which would affect immune or pulmonary function.\n2. Prior malignancy, except curatively-treated basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix.\n3. History of radiation therapy or cytotoxic/cancer chemotherapy.\n4. History of diabetes mellitus.\n5. Immunodeficiency or autoimmune disease.\n6. Acute infection or a recent history (within 6 months) of chronic infection suggestive of immunodeficiency.\n7. Taking any glucocorticoids or other immunosuppressive medications.\n8. Asthma is excluded if the participant has ANY of the following:\n\n   1. Required either oral or parenteral corticosteroids for an exacerbation 2 or more times within the past year, OR\n   2. Needed emergency care, urgent care, hospitalization, or intubation for an acute asthma exacerbation within the past year (eg, would NOT exclude individuals with asthma who meet all other criteria but sought urgent/emergent care solely for asthma medication refills or co-existing conditions unrelated to asthma); OR\n   3. Uses a short-acting rescue inhaler more than 2 days/week for acute asthma symptoms (i.e., not for preventive treatment prior to athletic activity); OR\n   4. Uses medium-to-high-dose inhaled corticosteroids (greater than 250 mcg fluticasone or therapeutic equivalent per day), whether in single-therapy or dual-therapy inhalers (i.e., with a long-acting beta agonist), OR\n   5. Uses more than 1 medication for maintenance therapy daily. Inclusion of anyone on a stable dose of more than 1 medication for maintenance therapy daily for greater than 2 years requires OCRPRO Clinical Safety Office approval.\n9. Other chronic respiratory disorders including emphysema, interstitial lung disease, pulmonary hypertension, recurrent pneumonia, or recent or ongoing respiratory tract infection. If a respiratory disorder is transient, the study vaccination may be deferred without excluding the participant.\n10. Female of childbearing potential who is breast-feeding or planning pregnancy during the period from enrollment through 28 days following the last study vaccination.\n\nThe following exclusion criteria apply only to vaccinees and not to household or intimate contacts:\n\n1. Any medical, psychiatric, or social condition, or occupational or other responsibility that, in the judgment of the investigator, would interfere with or serve as a contraindication to receipt of live virus vaccine, protocol adherence, or a participant s ability to give informed consent.\n2. Psychiatric condition that precludes compliance with the protocol; past or present psychoses; past or present bipolar disorder requiring therapy that has not been well controlled on medication for the past two years; disorder requiring lithium; or suicidal ideation occurring within five years prior to enrollment.\n3. Individuals that live in the same house or apartment with any of the following will be excluded:\n\n   1. An individual under 18 years of age.\n   2. An elderly individual (\\>65 years of age).\n   3. An immunocompromised or immunosuppressed individual.\n   4. An individual with chronic respiratory disease.\n   5. A woman who is currently pregnant or breastfeeding or planning a pregnancy during the period of vaccination.\n4. Healthcare worker who has direct contact with immunodeficient, unstable, elderly, or pediatric patients.\n5. Individuals caring for children \\<18 years of age or elderly individuals.\n6. Receipt of any of the following:\n\n   * Antiviral medications within 30 days prior to vaccination.\n   * Blood products within 120 days prior to HIV screening.\n   * Immunoglobulin within 60 days prior to HIV screening.\n   * Investigational research drugs or any other investigational agent that in the judgement of the Principal Investigator might interact with the study vaccine within 30 days prior to initial study vaccine administration.\n   * Allergy treatment with antigen injections within 30 days of study vaccine administration.\n7. Active hepatitis B or C infection (i.e., hepatitis B or C positive serology with the presence of virus antigen or DNA). Ongoing viral replication will be confirmed by a hepatitis B antigen test or hepatitis C viral load.\n8. History of Guillain-Barr(SqrRoot)(Copyright) syndrome.\n9. Indeterminate HIV Western blot test.\n10. Prior receipt of the Merck Ad5-based HIV vaccine.\n11. Refusal of any of the individual s intimate contacts to enroll as such on this study.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mark Connors, M.D.",
                    "role": "CONTACT",
                    "phone": "(301) 496-8057",
                    "email": "mconnors@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mark Connors, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "VRC Clinic",
                            "role": "CONTACT",
                            "phone": "301-451-8715",
                            "email": "vaccines@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2019-I-0069.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3522",
                    "name": "Acquired Immunodeficiency Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M18250",
                    "name": "HIV Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M3610",
                    "name": "Adenoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "T314",
                    "name": "Alzheimer Disease Type 4",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M257732",
                    "name": "Aluminum sulfate",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}