{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06449222",
            "orgStudyIdInfo": {
                "id": "BNT327-02"
            },
            "organization": {
                "fullName": "BioNTech SE",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety and Preliminary Effectiveness of BNT327, an Investigational Therapy for Breast Cancer, When Given in Combination With Chemotherapy",
            "officialTitle": "A Phase II, Multi-site, Randomized, Open-label Clinical Trial to Evaluate the Safety, Efficacy, and Pharmacokinetics of BNT327 at Two Dose Levels in Combination With Chemotherapeutic Agents as First- and Second-line Treatment in Triple-negative Breast Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "safety-and-preliminary-effectiveness-of-an-investigational-therapy-for-breast-cancer-when-given-in-combination-with-chemotherapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-06-03",
            "studyFirstSubmitQcDate": "2024-06-03",
            "studyFirstPostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "BioNTech SE",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a Phase II, multi-site, randomized, open-label clinical study to evaluate the safety, efficacy, and pharmacokinetics (PK) of BNT327 at two dose levels in combination with chemotherapeutic agents in the first- and second-line treatment of participants with locally advanced/metastatic triple-negative breast cancer (mTNBC).",
            "detailedDescription": "Participants will be treated until disease progression, intolerable toxicity, participant withdrawal, study termination or up to 2 years (whichever occurs first)."
        },
        "conditionsModule": {
            "conditions": [
                "Locally Advanced Breast Cancer",
                "Triple Negative Breast Cancer"
            ],
            "keywords": [
                "Programmed Death-1",
                "Programmed Death Ligand-1",
                "Programmed Death-1 monoclonal antibodies",
                "Anti vascular endothelial growth factor-A (anti-VEGF-A)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1 Arm 1 - BNT327 DL1 + Taxane A",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: BNT327 Dose Level 1 (DL1)",
                        "Drug: Taxane A"
                    ]
                },
                {
                    "label": "Cohort 1 Arm 2 - BNT327 DL2 + Taxane A",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: BNT327 Dose Level 1 (DL2)",
                        "Drug: Taxane A"
                    ]
                },
                {
                    "label": "Cohort 2 Arm 1 - BNT327 DL2 + Taxane B",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: BNT327 Dose Level 1 (DL2)",
                        "Drug: Taxane B"
                    ]
                },
                {
                    "label": "Cohort 2 Arm 2 - BNT327 DL2 + Antimetabolite + Alkylating agent",
                    "type": "EXPERIMENTAL",
                    "interventionNames": [
                        "Drug: BNT327 Dose Level 1 (DL2)",
                        "Drug: Alkylating agent",
                        "Drug: Antimetabolite"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "BNT327 Dose Level 1 (DL1)",
                    "description": "Intravenous (IV) infusion",
                    "armGroupLabels": [
                        "Cohort 1 Arm 1 - BNT327 DL1 + Taxane A"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "BNT327 Dose Level 1 (DL2)",
                    "description": "IV infusion",
                    "armGroupLabels": [
                        "Cohort 1 Arm 2 - BNT327 DL2 + Taxane A",
                        "Cohort 2 Arm 1 - BNT327 DL2 + Taxane B",
                        "Cohort 2 Arm 2 - BNT327 DL2 + Antimetabolite + Alkylating agent"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Taxane A",
                    "description": "IV infusion",
                    "armGroupLabels": [
                        "Cohort 1 Arm 1 - BNT327 DL1 + Taxane A",
                        "Cohort 1 Arm 2 - BNT327 DL2 + Taxane A"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Alkylating agent",
                    "description": "IV infusion",
                    "armGroupLabels": [
                        "Cohort 2 Arm 2 - BNT327 DL2 + Antimetabolite + Alkylating agent"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Antimetabolite",
                    "description": "IV infusion",
                    "armGroupLabels": [
                        "Cohort 2 Arm 2 - BNT327 DL2 + Antimetabolite + Alkylating agent"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Taxane B",
                    "description": "IV infusion",
                    "armGroupLabels": [
                        "Cohort 2 Arm 1 - BNT327 DL2 + Taxane B"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Occurrence of treatment emergent adverse events (TEAEs), adverse events of special interest (AESIs), treatment emergent serious adverse events (SAEs)",
                    "description": "In the combination treatment regimen according to Common Terminology Criteria for Adverse Events version 5.0 (CTCAE v5.0). By treatment arm and overall.",
                    "timeFrame": "up to 100 days after the last dose of treatment"
                },
                {
                    "measure": "Occurrence of dose interruption, reduction, and discontinuation of study treatment due to adverse events (AEs)",
                    "description": "By treatment arm and overall.",
                    "timeFrame": "up to 100 days after the last dose of treatment"
                },
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "Defined as the proportion of participants in whom a confirmed complete response (CR) or partial response (PR) (per Response Evaluation Criteria in Solid Tumors version 1.1 \\[RECIST 1.1\\] based on the investigator's assessment) is observed as best overall response. By treatment arm.",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "Best percentage change from baseline in the tumor size",
                    "description": "Based on the investigator's tumor assessment according to RECIST 1.1. Defined as the change from baseline in percent to the minimal tumor size until tumor progression/recurrence or death (whichever occurs first). By treatment arm.",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "Proportion of participants who have achieved early tumor shrinkage",
                    "description": "Defined as ≥10% decrease in the pretreatment sum of diameters at first post-treatment tumor scan in target lesions. By treatment arm.",
                    "timeFrame": "up to 4 months after first dose of treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PK assessment: Maximum concentration (Cmax) derived from serum concentration of investigational medicinal product (IMP)",
                    "description": "By treatment arm",
                    "timeFrame": "from pre-dose to 21 days after study treatment"
                },
                {
                    "measure": "PK assessment: Area under the curve (AUC) values derived from serum concentration of IMP",
                    "description": "By treatment arm",
                    "timeFrame": "from pre-dose to 21 days after study treatment"
                },
                {
                    "measure": "PK assessment: Time to reach Cmax (tmax) derived from serum concentration of IMP",
                    "description": "By treatment arm",
                    "timeFrame": "from pre-dose to 21 days after study treatment"
                },
                {
                    "measure": "PK assessment: Plasma half-life (t1/2) for IMP",
                    "description": "If data permits. By treatment arm",
                    "timeFrame": "from pre-dose to 21 days after study treatment"
                },
                {
                    "measure": "Incidence of detectable BNT327 antidrug antibodies in serum",
                    "timeFrame": "from pre-dose to 100 days after last dose of study treatment"
                },
                {
                    "measure": "ORR as assessed by the investigator",
                    "description": "As assessed by the investigator (Cohort 2)",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "Duration of Response (DOR)",
                    "description": "Defined as the time from first objective response (CR or PR per RECIST 1.1) to first occurrence of objective tumor progression or death from any cause, whichever occurs first based on investigator's review",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "Disease Control Rate (DCR)",
                    "description": "Defined as the proportion of participants in whom a confirmed CR or PR or stable disease (per RECIST 1.1, stable disease assessed at least 6 weeks after first dose) is observed as best overall response based on the investigator's review.",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "Time to Response (TTR)",
                    "description": "Defined as the time from randomization/assignment to first objective response (CR or PR per RECIST 1.1) based on the investigator's review.",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "Progression-Free Survival (PFS)",
                    "description": "Based on investigator's review tumor assessment according to RECIST 1.1 is defined as the time from randomization to first confirmed objective tumor progression (progressive disease per RECIST 1.1), or death from any cause, whichever occurs first.",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "PFS rate",
                    "description": "As measured at 6, 12, 18, and 24 months",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Defined as the time from randomization to death from any cause",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                },
                {
                    "measure": "OS rate",
                    "description": "As measured at 6, 12, 18, and 24 months",
                    "timeFrame": "up to 24 months after completion of trial treatment of the last participant"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Have given informed consent by signing and dating the informed consent form before initiation of any study-specific procedures.\n* Male or female, aged ≥18 years at the time of giving informed consent.\n* Are willing and able to comply with scheduled visits, the treatment schedule, the planned study assessments (including participant completed diaries) and other requirements of the study. This includes that they are able to understand and follow study-related instructions.\n* Have confirmed locally recurrent inoperable or mTNBC as defined by the most recent American Society of Clinical Oncology (ASCO) / College of American Pathologists (CAP) guidelines. Note, participants initially diagnosed with hormone receptor positive and/or HER2-positive breast cancer must have histological confirmation of TNBC in a tumor biopsy obtained from a local recurrence or distant metastasis site.\n\n  * Systemic treatment naïve locally advanced/metastatic participants are eligible if:\n\n    * They have received no prior systemic therapy in the locally advanced unresectable/metastatic setting including chemotherapy, immunotherapy, or investigational agents.\n    * They have completed treatment for Stage I-III breast cancer, if indicated, and ≥6 months has elapsed between the completion of treatment with curative intent (e.g., date of primary breast tumor surgery or date of last adjuvant chemotherapy administration, whichever occurred last) and first documented local or distant disease recurrence.\n  * Participants who received one prior systemic therapy in the locally advanced/metastatic setting are eligible if they have received systemic chemotherapy or immunotherapy in the first-line setting. If immunotherapy was given - a minimum of two doses of a programmed death 1 (PD-1)/programmed death-ligand 1 (PD-L1) inhibitor must have been administered in the first-line locally advanced unresectable/metastatic setting. Radiographic progression must have been documented. Radiographic progression is defined as unequivocal progression of existing tumor lesions or developing new tumor lesions as assessed by the investigator.\n* Have provided a tissue sample, archival or fresh, during the screening period (bone biopsies, fine needle aspiration biopsies, and samples from pleural or peritoneal fluid are not acceptable; participants with only one target lesion are not eligible to provide a biopsy). The participants most recent formalin-fixed paraffin embedded tumor sample should be provided (up to a maximum of 24 months prior to the start of the study; unstained sections, 3-5 µm or tissue block). If an archival tumor sample is not available, the participant must undergo a fresh biopsy, if medically feasible to be eligible for the study.\n* Have at least one measurable lesion as the targeted lesion based on RECIST 1.1. Lesions treated after prior local treatment (radiotherapy, ablation, interventional procedures) are generally not considered as target lesions. If the lesion with prior local treatment is the only targeted lesion, evidence-based radiology must be provided to demonstrate disease progression (the single bone metastasis or the single central nervous system metastasis should not be considered as a measurable lesion).\n* Eastern Cooperative Oncology Group performance status of 0 or 1.\n* Have a minimum life expectancy of \\>3 months.\n* Have adequate organ function, as defined below:\n\n  * Hematology:\n\n    * Absolute neutrophil count ≥1.5 × 10\\^9/L. Note: Participants may not use granulocyte colony-stimulating factor or granulocyte-macrophage colony-stimulating factor to achieve these absolute neutrophil count levels in the past 7 days.\n    * Platelet count ≥100 × 10\\^9/L.\n    * Hemoglobin ≥90 g/L or 5.6 mmol/L. Note: Criterion must be met without packed red blood cell transfusion or without erythropoietin dependency within the prior 2 weeks.\n  * Liver function:\n\n    * Total bilirubin ≤1.5 × upper limit of normal (ULN).\n    * With Gilbert's syndrome total bilirubin \\<3 mg/dL and direct bilirubin ≤ULN. Note, Gilbert's syndrome must be documented appropriately as past medical history.\n    * Participants without liver metastasis alanine aminotransferase and aspartate aminotransferase ≤2 × ULN.\n    * Participants with liver metastasis alanine aminotransferase and aspartate aminotransferase ≤5 × ULN.\n    * Albumin ≥3.0 g/dL.\n  * Renal function: Serum creatinine ≤1.5 × ULN or creatinine clearance ≥50 mL/min. Cockcroft-Gault formula.\n  * Qualitative urine protein ≤1+. If qualitative urine protein ≥2+, a 24-hour urine protein quantitative test is required. If the 24-hour urine protein result is \\<1 g, the participant can be enrolled.\n  * Coagulation function: International normalized ratio or prothrombin time and activated partial thromboplastin time ≤1.5 × ULN unless the participant is receiving anticoagulation therapy as long as prothrombin or activated partial thromboplastin is within therapeutic range of intended use of anticoagulant.\n* Are women of childbearing potential (WOCBP) who have a negative serum beta human chorionic gonadotropin test at screening and before each IMP dose. Women born female that are postmenopausal (defined as 12 months with no menses without an alternative medical cause) or permanently sterilized (verified by medical records) will not be considered WOCBP and therefore will not be required to undergo pregnancy testing.\n* Are WOCBP who agree to practice a highly effective form of contraception and to require their male partners to use condoms, starting at Screening and continuously until 6 months after receiving the last study treatment.\n* Are men who are sexually active with a partner born female and have not had a vasectomy who agree to use condoms and to practice a highly effective form of contraception during the study, starting at Screening and continuously until 6 months after receiving the last dose of IMP.\n* Are WOCBP who agree not to donate eggs (ova, oocytes) for the purposes of assisted reproduction during study, starting at Screening and continuously until 6 months after receiving the last dose of IMP.\n* Are men who are willing to refrain from sperm donation, starting at Screening and continuously until 6 months after receiving the last dose of IMP.\n\nExclusion Criteria:\n\n* Are pregnant or breastfeeding or are planning pregnancy or planning to father children during the study or within 60 days or five half-lives if known (whichever is longer) after the last dose of IMP.\n* Have a medical, psychological, or social condition which, in the opinion of the investigator, could compromise their wellbeing if they participate in the study, or that could prevent, limit, or confound the protocol-specified assessments or procedures, or that could impact adherence to protocol described requirements.\n* Have histories of alcoholic abuse, psychotropic drug abuse, or illicit drug addiction.\n* Have received any of the following therapies or drugs prior to the initiation of study:\n\n  * Participants who received prior treatment with a PD(L)-1/Vascular Endothelial Growth Factor bispecific antibody.\n  * Have received a systemic anticancer regimen within 4 weeks prior to the initiation of study treatment or have received palliative radiotherapy within 7 days prior to the initiation of study treatment, or have received any other chemotherapy, curative/palliative radiotherapy, biologic therapy (including tumor vaccines, cytokines, or growth factors for tumor control) or any experimental antitumor drugs within 4 weeks prior to the initiation of study treatment.\n  * Have received other systemic immunostimulatory agents or immunosuppressive therapies (such as interferon-alpha \\[IFN-α\\], interleukin-2 \\[IL-2\\], or methotrexate) within 4 weeks prior to the initiation of study treatment or are within five half-lives of the treatment drug (whichever is longer). Exception: Excluding local, intranasal, intraocular, intra-articular or inhaled corticosteroids, short-term use (≤7 days) of corticosteroids for prophylaxis (e.g., prevention of contrast agent allergy) or treatment of non-autoimmune conditions (e.g., delayed hypersensitivity reactions caused by exposure to allergens).\n  * Have received systemic corticosteroids (at a dosage greater than 10 mg/day of prednisone or an equivalent dose of other corticosteroids) within 3 weeks prior to the initiation of study treatment.\n  * Have been vaccinated with live attenuated vaccine(s) within 4 weeks prior to initiation of study treatment.\n  * Received broad-spectrum IV antibiotics therapy within 3 weeks prior to initiation of study treatment.\n  * Use of any investigational product within five half-lives of first dose or within 4 weeks, whichever is longer, before initiation of study treatment in this study or ongoing participation in the active treatment phase of another interventional clinical study.\n* Have undergone major organ surgery (core needle biopsies are allowed \\>7 days prior study start), significant trauma, or invasive dental procedures (such as dental implants) within 28 days prior to the initiation of study treatment or plan to undergo elective surgery during the study. Placement of vascular infusion devices is allowed.\n* Have received allogeneic hematopoietic stem cell transplantation or organ transplantation.\n* Have brain metastases and meet the following criteria:\n\n  * Presence of metastases in the midbrain, pons, medulla oblongata, spinal cord, meninges, or spinal membranes.\n  * Metastases in the cerebrum or cerebellum (as shown in imaging scans as brain edema and/or progressive tumor growth).\n  * Presence of cerebral and cerebellar metastases is allowed if the following conditions are met:\n\n    * Asymptomatic and no treatment is needed.\n    * Stable for more than 2 weeks after completion of radiotherapy, if received radiotherapy before enrollment.\n    * The last corticosteroids or antiepileptic drug treatment was more than 3 weeks prior to the initiation of study treatment.\n* Have active autoimmune disease that has required systemic treatment in the past 2 years (e.g., with use of disease modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment. Those who had a history of autoimmune diseases with anticipated relapse (such as systemic lupus erythematosus, rheumatoid arthritis, vasculitis, etc.), except for those with clinically stable autoimmune thyroid disease or type 1 diabetes.\n* Have had other malignant tumors within 5 years prior to the study treatment are not allowed. Except for those: who had locally treatment and have been cured (such as basal cell or squamous cell carcinoma of the skin, superficial or non-invasive bladder cancer, carcinoma in situ of the cervix, ductal carcinoma in situ of the breast, and papillary carcinoma of thyroid; including prostate cancer with CR within the past 3 years)\n* Have any of the following heart conditions within 6 months prior to the study treatment:\n\n  * Acute coronary syndrome, coronary artery bypass grafting, congestive heart failure, aortic dissection, stroke, or other Grade 3 and above cardiovascular and cerebrovascular events.\n  * New York Heart Association functional classification ≥II heart failure or left ventricular ejection fraction \\<50%.\n  * Those who have ventricular arrhythmias requiring clinical intervention, second- to third-degree atrioventricular block, or congenital long QT syndrome. Participants with treated cardiac arrythmia/atrial fibrillation are allowed.\n  * Mean QT interval corrected by Fridericia's method (QTcF) \\>480 ms.\n  * Use of cardiac pacemaker.\n  * Cardiac troponin I or N \\>2 x ULN.\n* Have any of the following hypertension or diabetic conditions prior to initiation of study treatment:\n\n  * Poorly controlled diabetes (fasting blood glucose ≥13.3 mmol/L).\n  * Uncontrolled hypertension (systolic blood pressure ≥160 mmHg and/or diastolic blood pressure ≥100 mmHg) while on antihypertensive medicine.\n  * A history of hypertensive crisis or hypertensive encephalopathy.\n* Have serious non-healing wounds, ulcers, or bone fractures. This includes history of abdominal fistula, gastrointestinal perforation or intra abdominal abscess for which an interval of 6 months must pass before enrollment into this study. In addition, the participant must have undergone correction (or spontaneous healing) of the perforation/fistula and/or the underlying process causing the fistula/perforation.\n* Participants with evidence of major coagulation disorders or other significant risks of hemorrhage such as:\n\n  * History of intracranial hemorrhage or intraspinal hemorrhage.\n  * Tumor lesions invading large blood vessels and are at significant risk of bleeding.\n  * Had thrombosis or embolism within 6 months prior to initiation of study treatment.\n  * Had clinically significant hemoptysis or tumor hemorrhage of any cause within 1 month prior to the initiation of study treatment.\n  * Had anticoagulant therapy for therapeutic purposes (except low molecular weight heparin for prophylaxis) within 14 days prior to the initiation of study treatment.\n  * Received antiplatelet drugs including, but not limited to, aspirin (\\>100 mg/day), clopidogrel (\\>75 mg/day), dipyridamole, ticlopidine, cilostazol, any herbal or folk medicines know to be associated with increased bleeding risks, within 10 days prior to the initiation of study treatment.\n* Have uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently). Participants with indwelling catheters (e.g., PleurX) are allowed.\n* Have uncontrolled tumor-related pain requiring analgesic treatment not managed by a stable analgesic regimen. For asymptomatic metastatic lesion, if its growth may cause dysfunction or intractable pain (e.g., current epidural metastasis unrelated to spinal cord compression), local treatment should be considered before screening, if appropriate.\n* Have a known or suspected hypersensitivity to the study treatments including any active ingredient or excipients thereof.\n* Have human immunodeficiency virus infection or known acquired immunodeficiency syndrome, with the following exceptions:\n\n  * Participants with cluster of differentiation 4 (CD4)+ T-cell (CD4+) counts ≥350 cells/µL per local laboratory should generally be eligible for the study.\n  * Participants who have not had an opportunistic infection within the past 12 months.\n* Have a known history/positive serology for hepatitis B requiring active antiviral therapy (unless immune due to vaccination or resolved natural infection or unless passive immunization due to immunoglobulin therapy). Individuals with positive serology must have hepatitis B virus viral load below the limit of quantification.\n* Have active hepatitis C virus infection; individuals who have completed curative antiviral treatment with hepatitis C virus viral load below the limit of quantification are allowed.\n* Are subject to exclusion periods from another investigational study.\n* Are vulnerable individuals, i.e., are individuals whose willingness to volunteer in a clinical study may be unduly influenced by the expectation, whether justified or not, of benefits associated with participation, or of a retaliatory response from senior members of a hierarchy in case of refusal to participate.\n* Participants with AEs from prior antitumor therapy that have not returned to Grade 1 (graded by CTCAE v5.0 criteria) or below (unless the investigator determines that certain AEs pose no safety risk to participants, such as hair loss, Grade 2 peripheral neuropathy or stable hypothyroidism under hormone replacement therapy) are not eligible for the study.\n* Have superior vena cava syndrome or symptoms of spinal cord compression.\n* Those with active, or a history of, pneumonitis requiring treatment with steroids, or has active, or a history of, interstitial lung disease. Those with a history of pulmonary fibrosis, or currently diagnosed with severe lung diseases such as interstitial pneumonia, pneumoconiosis, chemical pneumonitis, or any other condition resulting in significant impairment in lung function. Exception: Asymptomatic interstitial changes caused by previous radiation therapy, chemotherapy, or other factors such as smoking are acceptable.\n* Have active tuberculosis or history of tuberculosis that was not successfully treated.\n* Have underlying condition(s) that may increase risk of the combination treatment or complicate the interpretation of toxicities and AEs, as judged by the investigator, or other scenarios that the investigators consider the participant is not eligible for the study.\n* Those who are expected to require non-study antitumor drug therapy during the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "BioNTech clinical trials patient information",
                    "role": "CONTACT",
                    "phone": "+49 6131 9084",
                    "phoneExt": "0",
                    "email": "patients@biontech.de"
                }
            ],
            "overallOfficials": [
                {
                    "name": "BioNTech Responsible Person",
                    "affiliation": "BioNTech SE",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Orchard Healthcare Research Inc.",
                    "city": "Skokie",
                    "state": "Illinois",
                    "zip": "60077",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.03336,
                        "lon": -87.73339
                    }
                },
                {
                    "facility": "HealthPartners Frauenshuh Cancer Center",
                    "city": "Saint Louis Park",
                    "state": "Minnesota",
                    "zip": "55426",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.9483,
                        "lon": -93.34801
                    }
                },
                {
                    "facility": "Clinical Research Alliance Inc.",
                    "city": "Westbury",
                    "state": "New York",
                    "zip": "11590",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.75566,
                        "lon": -73.58763
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                },
                {
                    "id": "D000064726",
                    "term": "Triple Negative Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6845",
                    "name": "Death",
                    "relevance": "LOW"
                },
                {
                    "id": "M30373",
                    "name": "Triple Negative Breast Neoplasms",
                    "asFound": "Triple Negative Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000080625",
                    "term": "Taxane"
                },
                {
                    "id": "D000000963",
                    "term": "Antimetabolites"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M11900",
                    "name": "Mitogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M147959",
                    "name": "Taxane",
                    "asFound": "Collaboration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4281",
                    "name": "Antimetabolites",
                    "asFound": "Kawasaki Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "asFound": "Acetylcholinesterase",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18681",
                    "name": "Endothelial Growth Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                }
            ]
        }
    },
    "hasResults": false
}