{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05395624",
            "orgStudyIdInfo": {
                "id": "OP-801-001"
            },
            "organization": {
                "fullName": "Ashvattha Therapeutics, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety, PK and Biodistribution of 18F-OP-801 in Patients With ALS, AD, MS, PD and Healthy Volunteers",
            "officialTitle": "A Phase 1/2 Study to Evaluate Safety, PK and Biodistribution of an Imaging Agent, 18F-OP-801, After Intravenous Administration to Patients With ALS, Alzheimer's Disease, Multiple Sclerosis, Parkinson's Disease and Healthy Volunteers",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "safety-pk-and-biodistribution-of-op-in-patients-with-als-ad-ms-pd-and-healthy-volunteers"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-05-13",
            "studyFirstSubmitQcDate": "2022-05-25",
            "studyFirstPostDateStruct": {
                "date": "2022-05-27",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ashvattha Therapeutics, Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 1/2 study to evaluate the safety and tolerability of 18F-OP-801 in subjects with ALS, AD, MS, PD and age-matched HVs. 18F-OP-801 is intended as a biomarker for PET imaging of activated microglia and macrophages in regions of neuroinflammation.",
            "detailedDescription": "Microglia and macrophages have emerged as key players in neurodegenerative and neuroinflammatory disorders of the central nervous system (CNS) such as amyotrophic lateral sclerosis, Alzheimer's disease (AD), multiple sclerosis (MS) and Parkinson's disease (PD). Treatments that selectively target these cells will need to cross the blood-brain barrier (BBB) at levels high enough to produce therapeutic effects. Unfortunately, it is difficult to directly measure the amount of a therapeutic that actually reaches the CNS target tissue. Development of biomarkers that allow direct visualization of cellular targeting across the BBB could offer profound insight into drug actions on innate immune cells in the brain. Furthermore, the ability to track accumulation of activated microglia in the brain could allow early identification of patients at risk for neurodegenerative or neuroinflammatory disease, precise stratification of patients for clinical trials and an efficacy measure for therapies that target neuroinflammation.\n\nPositron emission tomography (PET) is a noninvasive imaging technology that can provide quantitative biological information in vivo, and it plays an important role in disease diagnosis, therapy assessment, and drug development. PET allows evaluation of the biological process without pharmacological effects because the amount of radiotracer used in imaging studies is very low. Several PET diagnostics track neuroinflammation in the brain, but current methods are limited by high background signal in healthy tissues.\n\n18F-OP-801 is selectively taken up only by activated but not resting microglia, offering the potential to detect neuroinflammation at lower levels and earlier stages of disease than any current clinical PET radiotracer. We propose to use 18F-OP-801 to image activated microglia and brain macrophages in subjects with ALS, AD, MS, and PD to assess the compound's utility as a biomarker of neuroinflammation"
        },
        "conditionsModule": {
            "conditions": [
                "Amyotrophic Lateral Sclerosis (ALS)",
                "Parkinson Disease (PD)",
                "Alzheimer Disease (AD)",
                "Multiple Sclerosis (MS)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 65,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Healthy Volunteer participants",
                    "type": "EXPERIMENTAL",
                    "description": "Intravenous Administration of 18F-OP-801 (18F Hydroxyl Dendrimer)",
                    "interventionNames": [
                        "Drug: 18F-OP-801"
                    ]
                },
                {
                    "label": "Amyotrophic Lateral Sclerosis participants",
                    "type": "EXPERIMENTAL",
                    "description": "Intravenous Administration of 18F-OP-801 (18F Hydroxyl Dendrimer)",
                    "interventionNames": [
                        "Drug: 18F-OP-801"
                    ]
                },
                {
                    "label": "Alzheimer's Disease participants",
                    "type": "EXPERIMENTAL",
                    "description": "Intravenous Administration of 18F-OP-801 (18F Hydroxyl Dendrimer)",
                    "interventionNames": [
                        "Drug: 18F-OP-801"
                    ]
                },
                {
                    "label": "Multiple Sclerosis participants",
                    "type": "EXPERIMENTAL",
                    "description": "Intravenous Administration of 18F-OP-801 (18F Hydroxyl Dendrimer)",
                    "interventionNames": [
                        "Drug: 18F-OP-801"
                    ]
                },
                {
                    "label": "Parkinson's Disease participants",
                    "type": "EXPERIMENTAL",
                    "description": "Intravenous Administration of 18F-OP-801 (18F Hydroxyl Dendrimer)",
                    "interventionNames": [
                        "Drug: 18F-OP-801"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "18F-OP-801",
                    "description": "18F Hydroxyl Dendrimer",
                    "armGroupLabels": [
                        "Alzheimer's Disease participants",
                        "Amyotrophic Lateral Sclerosis participants",
                        "Healthy Volunteer participants",
                        "Multiple Sclerosis participants",
                        "Parkinson's Disease participants"
                    ],
                    "otherNames": [
                        "18F Hydroxyl Dendrimer"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The number of participants with treatment emergent adverse events (Safety and Tolerability)",
                    "description": "Safety of single dose of 18F-OP-801 as measured by treatment-related adverse events as assessed by CTCAE v5.0",
                    "timeFrame": "Safety and tolerability of 18F-OP-801 as assessed by the frequency, and severity of treatment-emergent adverse events (TEAEs) from Day 1 to Day 15 or Day 18-29"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Measurement of biodistribution of 18F-OP-801 for each participant",
                    "description": "Measure biodistribution of 18F-OP-801 using whole body PET/MRI or PET/computed tomography (CT) scans",
                    "timeFrame": "Through study completion at Day 15 or Day 18-29"
                },
                {
                    "measure": "Measurement of clearance of 18F-OP-801 for each participant",
                    "description": "Measure clearance of 18F-OP-801 using whole body PET/MRI or PET/computed tomography (CT) scans",
                    "timeFrame": "Through study completion at Day 15 or Day 18-29"
                },
                {
                    "measure": "Assess ability of 18F-OP-801 to detect regions of neuroinflammation in ALS, AD, MS, and PD participants",
                    "description": "Determine correlation between MRI and PET images in each subject, quantifying the extent of 18F-OP-801 uptake in the region of neuroinflammation relative to normal brain section in the same subject as measured by whole body PET/MRI or PET/CT scans",
                    "timeFrame": "Through study completion at Day 15 or Day 18-29"
                },
                {
                    "measure": "Assess test/retest imaging repeatability",
                    "description": "Compare regional and global brain uptake of 18F-OP-801 on two separate occasions",
                    "timeFrame": "Through study completion at Day 18-29"
                },
                {
                    "measure": "Correlation between plasma NfL levels and degree of 18F-OP-801 uptake in each participant",
                    "description": "Correlation of plasma NfL levels with brain PET signal",
                    "timeFrame": "Screening and Day 1"
                },
                {
                    "measure": "Correlation between relevant clinical scales and degree of 18F-OP-801 uptake in each participant",
                    "description": "Correlation of ALSFRS-R/PUMNS, MMSE, EDSS or SE-ADL scores with brain PET signal",
                    "timeFrame": "Screening and Day 1"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Correlation between plasma biomarker levels and PET signal for each participant",
                    "description": "Correlation of plasma levels for various biomarkers with brain PET signal",
                    "timeFrame": "Screening and Day 1"
                },
                {
                    "measure": "Evaluate timeframe for optimal CNS tracer uptake",
                    "description": "Determine the timing of maximal 18F-OP-801 uptake in CNS tissue",
                    "timeFrame": "Day 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Has the ability to understand and sign the written ICF and local medical privacy authorization forms, which must be obtained prior to the conduct of any study related procedures.\n2. Female subjects of non-childbearing potential must be either surgically sterile (hysterectomy, bilateral tubal ligation, salpingectomy, and/or bilateral oophorectomy at least 26 weeks before the Screening Visit) or postmenopausal, defined as spontaneous amenorrhea for at least 2 years, with follicle-stimulating hormone (FSH) in the postmenopausal range at screening, based on the local laboratory's defined ranges.\n3. Female subjects of childbearing potential (i.e., ovulating, premenopausal, and not surgically sterile) and all male subjects must agree to practice abstinence from sexual intercourse or use a medically accepted contraceptive regimen (including hormonal contraceptives) during their participation in the study and for 90 days (males) or 6 months (females) after Day 1. Medically accepted contraceptive methods are defined as those with 90% or greater efficacy and are as follows:\n\n   1. Male subjects: condoms or surgical sterilization of subject at least 26 weeks before the Screening Visit (i.e., vasectomy).\n   2. Female subjects:\n\n      1. Surgical sterilization at least 26 weeks before the Screening Visit (includes hysterectomy or bilateral tubal ligation, bilateral oophorectomy, or salpingectomy);\n      2. Intrauterine device or diaphragm with spermicide for at least 12 weeks before the Screening Visit; or\n      3. Hormonal contraception (oral, implant, injection, ring, or patch) for at least 12 weeks before the Screening Visit.\n4. If male, subjects must agree to abstain from sperm donation through 90 days after the Day 1 Visit.\n5. Female subjects may not be pregnant, lactating, or breastfeeding.\n6. Female subjects of childbearing potential must have negative result for pregnancy test at Screening and Check-in.\n7. Subjects must have an estimated glomerular filtration rate (eGFR) of \\>45 mL/min/1.73m2 at Screening.\n8. C-reactive protein level ≤10 mg/dL.\n9. Subjects must be willing and able to abide by all study requirements and restrictions.\n\n   Inclusion Criteria Specific to ALS Subjects:\n10. Adult (Age 18 to 80, inclusive) at the Screening Visit\n11. Sporadic or familial ALS diagnosed as possible, laboratory-supported probable, probable, or definite as defined by the modified El Escorial criteria.\n12. Forced vital capacity (FVC) of ≥50%; or if in the opinion of the investigator can lay flat for up to 90 minutes. If FVC has been performed within the past 6 months, this data may be used at the discretion of the investigator.\n13. For ALS subjects, medication changes within 30 days prior to the Screening Visit should be discussed with the Medical Monitor.\n\n    Inclusion Criteria Specific to AD Subjects\n14. Adult (Age 40 to 80, inclusive) at the Screening Visit\n15. Clinical diagnosis of early stage dementia, Alzheimer type, plus positive Aβ and tau PET imaging, cerebrospinal fluid (CSF) and/or plasma biomarkers consistent with 2018 NIA-AA criteria\n16. MMSE score \\>20 at Screening\n17. AD medication changes within 30 days prior to the Screening Visit should be discussed with the Medical Monitor.\n\n    Inclusion Criteria Specific to MS Subjects:\n18. Adult (Age 18 to 70, inclusive) at the Screening Visit\n19. MS medication changes within 30 days prior to the Screening Visit should be discussed with the Medical Monitor.\n\n    Inclusion criteria specific to subjects with RRMS:\n20. Diagnosis of RRMS based on 2017 McDonald criteria\n21. If not newly diagnosed, subjects should have at least 1 documented relapse in the last 24 months.\n22. \"Active disease\" subjects should have at least 1 Gadolinium-enhancing (Gd+) T1-weighted brain or spinal cord lesion at Screening MRI.\n23. \"Disease in remission\" subjects should have no Gd+ T1-weighted brain or spinal cord lesions at Screening MRI and stable clinical symptoms for at least 3 months prior to Day 1.\n24. EDSS score between 2.0 and 5.5 inclusive at Screening\n\n    Inclusion criteria specific to subjects with progressive MS:\n25. Diagnosis of PPMS or SPMS based on 2017 McDonald criteria\n26. EDSS score between 3.0 and 6.5 inclusive at Screening\n27. No evidence of relapse in the prior 6 months\n28. Neurological exam and symptom stability for ≥30 days prior to Day 1\n29. Documented evidence of disability progression in the past 24 months not temporally related to a relapse\n\n    Inclusion Criteria Specific to PD Subjects:\n30. Adult (Age 55 to 80, inclusive) at the Screening Visit\n31. Diagnosis of definite, idiopathic Parkinson's disease according to UK Parkinson's Society Brain Bank diagnostic criteria\n32. PD medication changes within 30 days prior to the Screening Visit should be discussed with the Medical Monitor.\n\nOverall Exclusion Criteria - For All Subjects:\n\nSubjects meeting any of the following criteria will be excluded from this study:\n\n1. Body weight \\>120 kg\n2. Evidence of clinically significant or past medical history of hematologic, renal, endocrine, pulmonary, cardiac, gastrointestinal, hepatic, psychiatric, neurologic, immunologic, allergic disease (including multiple or clinically significant drug allergies) or any other condition that, in the opinion of the Investigator, might significantly interfere with the absorption, distribution, metabolism or excretion of study drug or place the subject at an unacceptable risk as a participant in this study\n3. History of recurrent kidney or liver malignancy\n4. Pacemaker or defibrillator or any non-removable metallic foreign objects in the body not compatible with MRI\n5. Inability to lie in a PET/CT or PET/MRI scanner for up to 90 minutes at a time\n6. Laboratory results (serum chemistry, hematology, coagulation and urinalysis) outside the normal range at Screening and Check-In and considered clinically significant in the opinion of the Investigator. Any elevation of aspartate transaminase (AST) and alanine transaminase (ALT) more than 3 times above the upper limit of normal at screening and/or check-in is exclusionary. One retest of an exclusionary laboratory result is allowed at the discretion of the Investigator and with approval from the Medical Monitor.\n7. Resolved acute illness considered clinically significant by the Investigator within 10 days prior to Screening\n8. History of alcoholism or drug abuse within 2 years prior to Screening. No cannabinoid drug use for at least 10 days prior to Day 1.\n9. Positive urine drug test, marijuana test or cotinine test at Screening or Check-In\n10. Any immunizations within the 28 days prior to screening\n11. Received any other investigational medicinal product within 30 days or 5 half-lives (whichever is longer) prior to Day 1\n12. Corticosteroid treatment (e.g., prednisone, solumedrol) within 30 days of Baseline\n13. Treatment with any of the following classes of nonsteroidal anti-inflammatory drugs (NSAIDS): carboxylic acids, enolic acids, cyclooxygenase (COX) II inhibitors within 14 days of Day 1\n14. Lost or donated \\>450 mL of whole blood or blood products within 30 days prior to Screening\n15. MRI exclusion criteria: findings that may interfere with interpretation of the PET imaging, including but not limited to significant cortical/subcortical cerebrovascular disease, infectious disease, space-occupying lesions, hydrocephalus or other abnormalities associated with CNS disease not related to ALS, AD, MS or PD\n16. CT exclusion criteria include any medical device or metallic implant that may interfere with image acquisition or affect image reconstruction (e.g., CT attenuation correction).\n17. Investigator has reason to believe that the subject may be unable to fulfill the protocol visit schedule or requirements\n18. Has any finding that, in the view of the Investigator and Medical Monitor, would compromise the subject's safety in the trial\n\n    Exclusion Criteria Specific to MS Subjects:\n19. Clinical signs or laboratory findings suggestive of neuromyelitis optica (NMO) spectrum disorders or myelin oligodendrocyte glycoprotein (MOG)-associated encephalomyelitis (i.e., presence of anti-NMO \\[aquaporin-4\\] antibodies or anti-MOG antibodies)\n20. Diagnosis of progressive multifocal leukoencephalopathy (PML)\n\n    Exclusion Criteria Specific to PD Subjects:\n21. Secondary, atypical, or genetic parkinsonism\n\n    Exclusion Criteria Specific to HV Subjects:\n22. Clinically relevant finding on physical examination at Screening\n23. Family history of neurological disease that may confound interpretation of imaging results\n24. History of any central nervous system disorder or brain trauma that could cause imaging abnormalities in the opinion of the Principal Investigator and Medical Monitor",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah Thayer",
                    "role": "CONTACT",
                    "phone": "650-505-5042",
                    "email": "sthayer@avttx.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Farshad Moradi, MD",
                    "affiliation": "Stanford University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UCSF",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94107",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Hannah George",
                            "role": "CONTACT",
                            "phone": "415-501-0671",
                            "email": "neuromuscular.research@ucsf.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "Stanford University",
                    "status": "RECRUITING",
                    "city": "Stanford",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sierrah Hoover",
                            "role": "CONTACT",
                            "phone": "650-723-3223",
                            "email": "shoover7@stanford.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.42411,
                        "lon": -122.16608
                    }
                },
                {
                    "facility": "Mayo Clinic Jacksonville",
                    "status": "RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Colette McHugh-Strong, JD",
                            "role": "CONTACT",
                            "phone": "904-953-4965",
                            "email": "McHugh-Strong.Colette@mayo.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010300",
                    "term": "Parkinson Disease"
                },
                {
                    "id": "D000009103",
                    "term": "Multiple Sclerosis"
                },
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000016472",
                    "term": "Motor Neuron Disease"
                },
                {
                    "id": "D000000690",
                    "term": "Amyotrophic Lateral Sclerosis"
                },
                {
                    "id": "D000012598",
                    "term": "Sclerosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000020278",
                    "term": "Demyelinating Autoimmune Diseases, CNS"
                },
                {
                    "id": "D000020274",
                    "term": "Autoimmune Diseases of the Nervous System"
                },
                {
                    "id": "D000003711",
                    "term": "Demyelinating Diseases"
                },
                {
                    "id": "D000001327",
                    "term": "Autoimmune Diseases"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000009468",
                    "term": "Neuromuscular Diseases"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13213",
                    "name": "Parkinson Disease",
                    "asFound": "Parkinson's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18879",
                    "name": "Motor Neuron Disease",
                    "asFound": "Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4024",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Amyotrophic Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12060",
                    "name": "Multiple Sclerosis",
                    "asFound": "Multiple Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15415",
                    "name": "Sclerosis",
                    "asFound": "Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4629",
                    "name": "Autoimmune Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22098",
                    "name": "Demyelinating Autoimmune Diseases, CNS",
                    "relevance": "LOW"
                },
                {
                    "id": "M22094",
                    "name": "Autoimmune Diseases of the Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M6909",
                    "name": "Demyelinating Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12411",
                    "name": "Neuromuscular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T349",
                    "name": "Amyotrophic Lateral Sclerosis",
                    "asFound": "Amyotrophic Lateral Sclerosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4699",
                    "name": "Primary Lateral Sclerosis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}