{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04677777",
            "orgStudyIdInfo": {
                "id": "PIS007-101"
            },
            "organization": {
                "fullName": "Prolong Pharmaceuticals",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety Study of PP-007 in Subjects With Acute Ischemic Stroke",
            "officialTitle": "A Randomized, Phase 1, Contemporaneously Controlled, Multicenter Study to Assess the Safety of PP-007 in Subjects With Acute Ischemic Stroke (HEMERA-1)",
            "acronym": "HEMERA-1",
            "therapeuticArea": [
                "Neurology"
            ],
            "study": "safety-study-of-pp-in-subjects-with-acute-ischemic-stroke"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-11-11",
            "studyFirstSubmitQcDate": "2020-12-16",
            "studyFirstPostDateStruct": {
                "date": "2020-12-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Prolong Pharmaceuticals",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The HEMERA-1 Extension (Part III) is a prospective, open-label, multicenter study to evaluate safety of two doses of PP-007 in Acute Ischemic Stroke (AIS) subjects receiving Intravenous Thrombolysis (IVT) or mechanical thrombectomy (MT) or IVT+MT as standard of care (SOC). Subjects will receive two doses of PP-007 infusion 24 ± 6 hours apart in addition to the site-specific SOC protocol. PP-007 is PEGylated bovine carboxyhemoglobin and will be administered via IV infusion. The effects on collateral flow, infarct size and functional outcomes will be evaluated.",
            "detailedDescription": "Part III of the HEMERA study evaluates safety after extended drug exposure of PP-007 in subjects with AIS. Subjects would receive two PP-007 doses administered 24±6 hours apart, in addition to the site's SOC protocol of IVT or MT or IVT+MT. PP-007 is PEGylated bovine carboxyhemoglobin and will be administered via IV infusion. The effects on collateral flow, infarct size and functional outcomes (NIHSS and mRS) will also be evaluated. Other measures include assessment of plasma concentration of PP-007."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Ischemic Stroke"
            ],
            "keywords": [
                "Stroke",
                "Thrombectomy",
                "Intravenous Thrombolysis",
                "NIHSS, mRS, ASPECTS"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Contemporaneously controlled, open-label safety study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PP-007 along with Standard of care (SOC)",
                    "type": "EXPERIMENTAL",
                    "description": "The study has only single arm, wherein, patients will receive two doses of PP-007 (24 ± 6 hours apart), along with the Standard-of-care (SOC) as per the site's medical practice. SOC is defined as Intravenous thrombolysis (IVT) or Mechanical Thrombectomy (MT) or both (IVT+MT).",
                    "interventionNames": [
                        "Biological: PP-007 (Two doses administered 24±6 hours apart) + SOC (IVT or MT or IVT+MT)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "PP-007 (Two doses administered 24±6 hours apart) + SOC (IVT or MT or IVT+MT)",
                    "description": "PP-007 is PEGylated carboxyhemoglobin. Eligible patients will receive two doses of PP-007 (at least 24 hours apart) to evaluate extended drug exposure along with MT and/or IVT (individually or together) as SOC to evaluate safety in AIS patients.",
                    "armGroupLabels": [
                        "PP-007 along with Standard of care (SOC)"
                    ],
                    "otherNames": [
                        "Sanguinate"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Vital Signs",
                    "description": "Change from baseline in systolic and diastolic blood pressure in mm Hg",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Heart-rate",
                    "description": "Change from baseline in heart-rate in bpm",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "12-lead ECG",
                    "description": "Change from baseline in msec for QT, QTc, RR and PR intervals",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Clinically significant change from baseline in Biochemical, hematological, coagulation and urinalysis measures",
                    "description": "Number of subjects with clinically significant change from baseline in Biochemical, hematological, coagulation and urinalysis measures",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Cardiovascular Adverse Events (MI, myocardial injury, hypertension. hypertensive crisis, pulmonary hypertension) & Mortality",
                    "description": "Number of occurrences",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Symptomatic intracranial hemorrhage",
                    "description": "Incidence of symptomatic intracranial hemorrhage, number of occurrences",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Major Bleeding incidences",
                    "description": "Number of occurrences",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Adverse Events",
                    "description": "Presence or absence",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Bleeding requiring surgical intervention",
                    "description": "Number of occurrences",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Bleeding requiring intravenous vasoactive drugs",
                    "description": "Number of occurrences",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Intracranial hemorrhage",
                    "description": "Number of occurrences",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Intraocular bleed compromising vision",
                    "description": "Number of occurrences",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Fatal bleeding",
                    "description": "Number of occurrences",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "AESI, Blood pressure",
                    "description": "Number of events of systolic blood pressure \\[SBP\\] \\>220 mmHg or diastolic blood pressure \\[DBP\\] \\>120 mmHg",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "AESI, Liver panel",
                    "description": "Number of events of Liver enzymes elevation \\>3.0 × Baseline or upper limit of normal \\[ULN\\]",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "AESI, neurological deterioration",
                    "description": "Number of occurrences of Neurological deterioration (≥4-point increase from Baseline in National Institutes of Health Stroke Scale (NIHSS).",
                    "timeFrame": "90 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Clinical Activity, ASITN collateral score",
                    "description": "American Society of Interventional and Therapeutic Neuroradiology collateral score (CT Change from baseline in angiography \\[CTA\\] Score 0-4 pre- and post-dose",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Clinical Activity",
                    "description": "Non-contrast computed tomography (NCCT 24 hours)",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Clinical Activity, NIHSS and mRS",
                    "description": "Change from baseline in NIHSS and mRS score",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Plasma Concentration of PP007",
                    "description": "Plasma PP007 concentration in mg/mL at end of infusion and 24 h post infusion",
                    "timeFrame": "24 hours"
                },
                {
                    "measure": "Clinical Activity, eTICI",
                    "description": "Change from baseline in Expanded treatment in cerebral infarction (eTICI) score 2b or 3 post-thrombectomy change",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Clinical Activity, infarct growth",
                    "description": "Predicted infarct growth for CT/CTP and collateral score",
                    "timeFrame": "90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject or subject's LAR has provided informed consent.\n2. ≥18 years of age.\n3. If the patient were to receive MT, patient must have a history of last seen well ≤ 24 hours prior to start of MT\n4. If the patient were to receive IVT, patient must have a history of last seen well ≤ 4.5 hours prior to start of IVT or as per Institution SOC Note: Onset is defined as the time point when symptoms first began, or if unknown, the last time point when the subject reported or was observed having normal (baseline) neurological function.\n5. AIS patient with ASPECTS ≥ 3 to 10\n6. AIS patient with life expectancy of 90 days, as determined by the investigator\n7. Patient with disabling stroke defined as baseline NIHSS ≥ 6 prior to IP administration\n8. mRS ≤ 2 (pre-morbid), prior to onset of symptoms (self-reported or family/caregiver reported)\n9. At the time of stroke, patient must be living in their own home, apartment or seniors lodge where no nursing care/support is required\n10. Subject and caregiver are available for protocol-required follow-up visits\n11. Contraception and pregnancy:\n\n    1. Male subjects, and females of childbearing potential (subjects and female partners of male subjects who are ovulating, premenopausal, and not surgically sterile) must use a highly effective method of contraception consistently and correctly during study participation and up to 90 days following PP-007 infusion.\n    2. Highly effective methods of contraception are those that, either alone or in combination, result in a failure rate of \\<1% per year when used consistently and correctly, including:\n\n    i. Combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation (i.e., oral, intravaginal, or transdermal).\n\n    ii. Progesterone-only hormonal contraception associated with inhibition of ovulation (i.e., oral, injectable, or implantable).\n\n    iii. Intrauterine device, intrauterine hormone-releasing system, or bilateral tubal occlusion.\n\n    iv. Male sterilization performed more than six months prior to Screening. v. Sexual abstinence. c. Female subjects of non-childbearing potential must be either surgically sterile (hysterectomy, bilateral tubal ligation, salpingectomy, and/or bilateral oophorectomy at least 26 weeks before Screening) or postmenopausal, defined as spontaneous amenorrhea for at least 12 months.\n\n    d. Male subjects must abstain from sperm donation during study participation and up to 90 days following PP-007 infusion.\n\n    e. Female subjects of childbearing potential must have negative results for the pregnancy test at Screening/Baseline.\n\n    Exclusion Criteria:\n\n<!-- -->\n\n1. ASPECTS \\< 3 on NCCT\n2. Multi-arterial territorial strokes (e.g. bilateral, anterior and posterior circulation)\n3. Evidence of symptomatic intracranial hemorrhage, including subarachnoid hemorrhage, on initial CTA/CTP, or history of intracranial hemorrhage within the last 30 days.\n4. Pre-existing neurological or psychiatric disease that would confound neurological or functional evaluations in the opinion of the Investigator.\n5. A seizure at stroke onset that precludes obtaining an accurate screening NIHSS and mRS assessment\n6. Clinical history, past imaging, or clinical judgment suggests that the intracranial occlusion is chronic\n7. History of severe head injury within 90 days of Baseline with residual neurological deficit at the time of AIS.\n8. Clinically significant heart disease including:\n\n   a. Symptoms or ECG evidence of acute myocardial infarction or unstable angina. b. Cardiac arrhythmia associated with hemodynamic instability. c. Heart failure (New York Heart Association Class III or IV) or known ejection fraction \\<30%.\n\n   d. ECG with second- or third-degree heart block in the absence of a permanent pacemaker.\n9. Refractory BP (systolic \\>200 and/or diastolic \\>120 mmHg).\n10. Confirmed diagnosis of septic embolus or bacterial endocarditis within the past six months.\n11. Aortic dissection.\n12. Contraindication to radiographic imaging procedures including:\n\n    a. Known hypersensitivity to radiographic contrast agents. b. Known renal insufficiency precluding repeated contrast administration.\n13. Prior treatment (within the last 30 days) or planned concurrent treatment with an investigational medication or device.\n14. Blood glucose \\<50 mg/dL (2.78 mmol) or \\>400 mg/dL (22.20 mmol) that is not responsive to appropriate treatment at Baseline.\n15. Known bleeding disorder (e.g., coagulopathy or thrombocytopenia).\n\n    a. Platelet count \\<50,000/μL at Baseline b. Any anticoagulants within the previous 48 hours that leads to Prothrombin Time (International Normalization Ratio \\[INR\\]) ≥2.0 and/or activated partial thromboplastin time (aPTT) ≥40 sec at baseline.\n\n    c. Any dual antiplatelet agents (e.g., aspirin plus clopidogrel) within the previous 48 hours that leads to Prothrombin Time (INR ≥ 2.0 and or aPTT ≥ 40 sec at baseline)\n16. Known history or current evidence of renal or hepatic disease including:\n\n    1. Documented renal insufficiency (serum creatinine \\>3.0 × ULN).\n    2. History of liver disease (i.e., alanine transaminase \\[ALT\\] and/or Aspartate transaminase (AST) \\>2 × ULN and/or conjugated bilirubin \\>1.5 mg/dL).\n\nNote: A subject without history or current evidence of renal or hepatic disease does not require creatinine, ALT, AST, or bilirubin results to be available prior to enrollment.\n\n17. Mass effect or intracranial mass on NCCT defined as:\n\n1. Significant mass effect with midline shift ≥8 mm.\n2. Evidence of intracranial mass (except for small non-clinically significant meningioma based on the Investigator's discretion).\n\n   18. Employee of Prolong Pharmaceuticals or its designated clinical research organization or an employee or relative of the Investigator.\n\n   19. Any condition or situation which may put the subject at significant risk, may confound the study results, or may interfere significantly with the subject's participation in the study in the opinion of the Investigator.\n\n   20. Intracranial neoplasm, arteriovenous malformation, or aneurysm 21. Participation in another clinical trial investigating a drug, medical device, or a medical procedure in the 30 days preceding study inclusion Note: LVO and/or SVO will be allowed as long as the respective study subject meets the inclusion and exclusion criteria defined above.\n\n   Inclusion/Exclusion criteria for 2nd PP-007 dose: Prior to administering the second dose of PP-007, the subject, must be evaluated for the following:\n\n   Inclusion Criteria for 2nd dose:\n   1. AIS patient with ASPECTS ≥ 3 to 10\n\n   Exclusion Criteria for 2nd dose:\n   1. Multi-arterial territorial strokes (e.g. bilateral, anterior and posterior circulation)\n   2. Evidence of symptomatic intracranial hemorrhage, including subarachnoid hemorrhage, on NCCT or CTA/CTP.\n   3. Clinically significant heart disease including:\n\na. Symptoms or ECG evidence of acute myocardial infarction or unstable angina. b. Cardiac arrhythmia associated with hemodynamic instability. c. Heart failure (New York Heart Association Class III or IV) or known ejection fraction \\<30%.\n\nd. ECG with second- or third-degree heart block in the absence of a permanent pacemaker.\n\n4. Refractory BP (systolic \\>200 and/or diastolic \\>120 mmHg). 5. Confirmed diagnosis of septic embolus or bacterial endocarditis. 6. Aortic dissection. 7. Blood glucose \\<50 mg/dL (2.78 mmol) or \\>400 mg/dL (22.20 mmol). 8. Known bleeding disorder (e.g., coagulopathy or thrombocytopenia).\n\na. Platelet count \\<50,000/μL at Baseline b. For 2nd dose, patient fully anti-coagulated (heparinized) will be excluded (DBT prophylaxis is allowed) 9. Evidence of renal or hepatic disease including:\n\n1. Documented renal insufficiency (serum creatinine \\>3.0 × ULN).\n2. Documented liver disease (i.e., alanine transaminase \\[ALT\\] and/or Aspartate transaminase (AST) \\>2 × ULN and/or conjugated bilirubin \\>1.5 mg/dL).\n\nNote: A subject without history or current evidence of renal or hepatic disease does not require creatinine, ALT, AST, or bilirubin results to be available prior to enrollment.\n\n10. Mass effect or intracranial mass on NCCT defined as:\n\na. Significant mass effect with midline shift ≥8 mm. b. Evidence of intracranial mass (except for small non-clinically significant meningioma based on the Investigator's discretion).\n\n11. Intracranial neoplasm, arteriovenous malformation, or aneurysm 12. Any condition or situation which may put the subject at significant risk, may confound the study results, or may interfere significantly with the subject's participation in the study in the opinion of the Investigator.\n\n1. Parenchymal hematoma (PH-1 and PH-2)\n2. Symptomatic intracranial hemorrhage\n3. Hemicraniectomy\n4. Midline shift ≥ 8 mm\n5. Mass effect\n6. Significant cerebral edema Note: LVO and/or SVO will be allowed as long as the respective study subject meets the inclusion and exclusion criteria defined above. The decision to administer the 2nd dose will be based on subject's safety and PI's discretion.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kirsten Gruis, MD",
                    "role": "CONTACT",
                    "phone": "(734) 604-1172",
                    "email": "kgruis@prolongpharma.com"
                },
                {
                    "name": "Ronald Jubin, PhD",
                    "role": "CONTACT",
                    "phone": "(908) 315-5762",
                    "email": "rjubin@prolongpharma.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kirsten Gruis, MD",
                    "affiliation": "Prolong Pharmaceuticals, LLC",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Baptist Health Research Institute",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Jacksonville",
                    "state": "Florida",
                    "zip": "32207",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ricardo Hanel, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.33218,
                        "lon": -81.65565
                    }
                },
                {
                    "facility": "Baptist Health Miami Cardiac & Vascular Institute (MCVI)",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33176",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                },
                {
                    "facility": "Emory University",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30303",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Diogo Haussen, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "University of Oklahoma Health Sciences Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Oklahoma City",
                    "state": "Oklahoma",
                    "zip": "73104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rwoof Reshi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.46756,
                        "lon": -97.51643
                    }
                },
                {
                    "facility": "Oregon Stroke Center at Oregon Health & Science University (OHSU)",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Wayne Clark, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "UPMC Stroke Institute",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020521",
                    "term": "Stroke"
                },
                {
                    "id": "D000083242",
                    "term": "Ischemic Stroke"
                },
                {
                    "id": "D000002544",
                    "term": "Cerebral Infarction"
                },
                {
                    "id": "D000007511",
                    "term": "Ischemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020520",
                    "term": "Brain Infarction"
                },
                {
                    "id": "D000002545",
                    "term": "Brain Ischemia"
                },
                {
                    "id": "D000007238",
                    "term": "Infarction"
                },
                {
                    "id": "D000009336",
                    "term": "Necrosis"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22306",
                    "name": "Stroke",
                    "asFound": "Stroke",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2400",
                    "name": "Ischemic Stroke",
                    "asFound": "Ischemic Stroke",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "asFound": "Ischemic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11910",
                    "name": "Mitral Valve Insufficiency",
                    "relevance": "LOW"
                },
                {
                    "id": "M5793",
                    "name": "Cerebral Infarction",
                    "asFound": "Ischemic Stroke",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10282",
                    "name": "Infarction",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22305",
                    "name": "Brain Infarction",
                    "relevance": "LOW"
                },
                {
                    "id": "M5794",
                    "name": "Brain Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M12284",
                    "name": "Necrosis",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}