{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06282965",
            "orgStudyIdInfo": {
                "id": "AngT-001"
            },
            "organization": {
                "fullName": "University of Arizona",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Efficacy of Angiotensin (1-7) in Persons With Moderate to Severe Traumatic Brain Injury",
            "officialTitle": "A Randomized, Double-blind, Placebo Controlled Study of the Safety and Efficacy of Angiotensin (1-7) in Persons With Moderate to Severe Traumatic Brain Injury (TBI)",
            "acronym": "ANGel T",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-and-efficacy-of-angiotensin-in-persons-with-moderate-to-severe-traumatic-brain-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-19",
            "studyFirstSubmitQcDate": "2024-02-21",
            "studyFirstPostDateStruct": {
                "date": "2024-02-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-27",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Arizona",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test the safety of the drug Angiotensin (1-7) and learn whether it works well as a treatment in people who have suffered a moderate to severe traumatic brain injury (TBI).\n\nThe main questions this trial aims to answer are:\n\n* Is Angiotensin (1-7) safe?\n* Does Angiotensin (1-7) improve mental functioning and reduce physical signs of brain damage in people who have suffered a moderate to severe TBI?\n\nParticipants will:\n\n* Complete 21 days of study treatment consisting of a once-daily injection.\n* Provide blood samples.\n* Undergo two magnetic resonance imaging (MRI) scans of the brain.\n* Complete specific tasks and questionnaires that allow researchers to evaluate the participant's brain and psychological functioning.\n\nResearchers will compare three groups: two groups that receive different doses of Angiotensin (1-7) and one group that receives a look-alike treatment with no active drug. This will allow researchers to see if the drug has any negative effects and whether it improves mental functioning and physical signs of brain damage after a TBI."
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Brain Injury"
            ],
            "keywords": [
                "renin angiotensin system",
                "cognition"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Investigators, study site staff, participants, and caregivers will be unaware of the participant treatment assignments for the duration of the study. The pharmacist will prepare the study treatment and will be unmasked.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Ang 1-7 100 mcg/kg/day",
                    "type": "EXPERIMENTAL",
                    "description": "Angiotensin I/II (1-7) acetate will be delivered as a subcutaneous injection at a dose of 100 micrograms per kilogram per day for 21 days.",
                    "interventionNames": [
                        "Drug: Angiotensin (1-7)"
                    ]
                },
                {
                    "label": "Ang 1-7 200 mcg/kg/day",
                    "type": "EXPERIMENTAL",
                    "description": "Angiotensin I/II (1-7) acetate will be delivered as a subcutaneous injection at a dose of 200 micrograms per kilogram per day for 21 days.",
                    "interventionNames": [
                        "Drug: Angiotensin (1-7)"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Sterile saline (NaCl) will be delivered as a subcutaneous injection for 21 days.",
                    "interventionNames": [
                        "Drug: Sterile saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Angiotensin (1-7)",
                    "description": "The drug will be dissolved in 0.9% USP/NF grade sterile for injection saline (NaCl) and prepared in a concentration that aligns with the participant's weight.",
                    "armGroupLabels": [
                        "Ang 1-7 100 mcg/kg/day",
                        "Ang 1-7 200 mcg/kg/day"
                    ],
                    "otherNames": [
                        "Angiotensin I/II (1-7) acetate"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sterile saline",
                    "description": "Sterile solution of 0.9% NaCl in water.",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Sterile sodium chloride"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with adverse events",
                    "description": "The number of participants with adverse events in each group will be compared in order to determine whether Angiotensin (1-7) is significantly associated with the occurrence of adverse events.",
                    "timeFrame": "At 21 days"
                },
                {
                    "measure": "Performance on the Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-Cog)",
                    "description": "The Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-Cog) is a brief neuropsychological assessment consisting of eleven tasks. It is used to assess cognitive function. Errors in each task are summed for a total score ranging from 0 to 70. Higher scores represent greater cognitive dysfunction, with a score of 0 representing the least impairment and a score of 70 representing the greatest impairment.",
                    "timeFrame": "90 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cognitive functions after Angiotensin (1-7) treatment as measured by the Montreal Cognitive Assessment (MoCA)",
                    "description": "Difference in performance for the treatment groups compared to controls on the Montreal Cognitive Assessment (MoCA). The range of possible scores is 0-30, with scores of 26 and above being considered normal.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Function after Angiotensin (1-7) treatment, as measured by the Alzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL)",
                    "description": "Differences between the treatment groups and controls on the Alzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL), a 23-item inventory to assess daily functioning by asking about the participant's performance of multiple activities in the past four weeks. Scores range from 0 to 78, with 0 indicating the greatest disability.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Effects of Angiotensin (1-7) on acute CNS damage biomarker phosphorylated tau (p-tau)",
                    "description": "Change in phosphorylated tau (p-tau), a biomarker which can predict cognitive decline, cognitive impairment, and dementia.",
                    "timeFrame": "Enrollment to 21 days"
                },
                {
                    "measure": "Effects of Angiotensin (1-7) on CNS damage biomarker phosphorylated tau (p-tau) after 90 days",
                    "description": "Change in phosphorylated tau (p-tau), a biomarker which can predict cognitive decline, cognitive impairment, and dementia.",
                    "timeFrame": "Enrollment to 90 days"
                },
                {
                    "measure": "Effects of Angiotensin (1-7) on brain white matter integrity",
                    "description": "Assessment of difference in white matter integrity calculated from MR images.",
                    "timeFrame": "MRI baseline to 90 days"
                },
                {
                    "measure": "Effects of Angiotensin (1-7) on length of hospital stay",
                    "description": "Length of stay will be calculated as the difference between the admission and discharge dates.",
                    "timeFrame": "Admission to discharge, average of 5 days"
                },
                {
                    "measure": "Incidence and duration of delirium as assessed by the Confusion Assessment Method (CAM)",
                    "description": "The Confusion Assessment Method (CAM) is used to diagnose delirium using an algorithm based on the following features:\n\n1. Acute onset and fluctuating course.\n2. Inattention.\n3. Disorganized thinking.\n4. Altered level of consciousness.",
                    "timeFrame": "Admission to discharge, average of 5 days"
                },
                {
                    "measure": "Change in suicidal ideation and behavior as assessed by the Patient Health Questionnaire (PHQ-9)",
                    "description": "The Patient Health Questionnaire (PHQ-9) is a brief questionnaire used to assess the severity of symptoms of depression. The range of possible scores is 0-27, with a higher score indicating greater depression severity.",
                    "timeFrame": "Enrollment to 21 days, enrollment to 90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participant or representative willing to provide informed consent.\n* Age 18 years or older at time of enrollment.\n* Traumatically induced head injury resulting from insult to head from an external force.\n* Clinical diagnosis of acute intracranial lesion based on neuroradiologist report. CT scan and report must be available.\n* Moderate or severe traumatic brain injury (TBI) defined as Glasgow Coma Scale (GCS) score on trauma presentation of 12 or less. In general: Moderate TBI will be defined as loss of consciousness between 30 minutes and 24 hours and GCS between 9 and 12. Severe TBI will be defined as loss of consciousness \\> 24 hours and GCS ≤ 9.\n* Enrollment within 48 hours of TBI.\n\nExclusion Criteria:\n\n* Time of injury cannot be determined.\n* Neurosurgery within the last 30 days.\n* History of neurodegenerative disease or disorder including dementia, Parkinson's disease, multiple sclerosis, seizure disorder, or brain tumors that would impact cognitive testing.\n* Contraindication to having an MRI.\n* Pregnant or lactating female.\n* Female of childbearing potential or sexually active male who is not willing to use an acceptable method of birth control for the treatment period and 7 days after the last dose of the study drug.\n* Participation in another clinical study involving investigational product within 30 days prior to study enrollment.\n* If in the opinion of the investigator, candidate is unsuitable for participation in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clinical Research Coordinator",
                    "role": "CONTACT",
                    "phone": "(520) 237-6845",
                    "email": "traumaresearch@arizona.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bellal Joseph, MD",
                    "affiliation": "University of Arizona",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Arizona",
                    "status": "RECRUITING",
                    "city": "Tucson",
                    "state": "Arizona",
                    "zip": "85724",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Clinical Research Coordinator",
                            "role": "CONTACT",
                            "phone": "520-237-6845",
                            "email": "traumaresearch@arizona.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.22174,
                        "lon": -110.92648
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "29338452",
                    "type": "BACKGROUND",
                    "citation": "Wang KK, Yang Z, Zhu T, Shi Y, Rubenstein R, Tyndall JA, Manley GT. An update on diagnostic and prognostic biomarkers for traumatic brain injury. Expert Rev Mol Diagn. 2018 Feb;18(2):165-180. doi: 10.1080/14737159.2018.1428089. Epub 2018 Jan 23."
                },
                {
                    "pmid": "31563989",
                    "type": "BACKGROUND",
                    "citation": "Khellaf A, Khan DZ, Helmy A. Recent advances in traumatic brain injury. J Neurol. 2019 Nov;266(11):2878-2889. doi: 10.1007/s00415-019-09541-4. Epub 2019 Sep 28."
                },
                {
                    "pmid": "27637392",
                    "type": "BACKGROUND",
                    "citation": "McGinn MJ, Povlishock JT. Pathophysiology of Traumatic Brain Injury. Neurosurg Clin N Am. 2016 Oct;27(4):397-407. doi: 10.1016/j.nec.2016.06.002. Epub 2016 Aug 10."
                },
                {
                    "pmid": "18627251",
                    "type": "BACKGROUND",
                    "citation": "Povlishock JT. The classification of traumatic brain injury (TBI) for targeted therapies. J Neurotrauma. 2008 Jul;25(7):717-8. doi: 10.1089/neu.2008.9964. No abstract available."
                },
                {
                    "pmid": "17984681",
                    "type": "BACKGROUND",
                    "citation": "Kelley BJ, Lifshitz J, Povlishock JT. Neuroinflammatory responses after experimental diffuse traumatic brain injury. J Neuropathol Exp Neurol. 2007 Nov;66(11):989-1001. doi: 10.1097/NEN.0b013e3181588245."
                },
                {
                    "pmid": "15885213",
                    "type": "BACKGROUND",
                    "citation": "Hellmich HL, Capra B, Eidson K, Garcia J, Kennedy D, Uchida T, Parsley M, Cowart J, DeWitt DS, Prough DS. Dose-dependent neuronal injury after traumatic brain injury. Brain Res. 2005 May 24;1044(2):144-54. doi: 10.1016/j.brainres.2005.02.054. Epub 2005 Apr 13."
                },
                {
                    "pmid": "23459929",
                    "type": "BACKGROUND",
                    "citation": "Woodcock T, Morganti-Kossmann MC. The role of markers of inflammation in traumatic brain injury. Front Neurol. 2013 Mar 4;4:18. doi: 10.3389/fneur.2013.00018. eCollection 2013."
                },
                {
                    "pmid": "25153123",
                    "type": "BACKGROUND",
                    "citation": "Israelsson C, Kylberg A, Bengtsson H, Hillered L, Ebendal T. Interacting chemokine signals regulate dendritic cells in acute brain injury. PLoS One. 2014 Aug 25;9(8):e104754. doi: 10.1371/journal.pone.0104754. eCollection 2014."
                },
                {
                    "pmid": "11599635",
                    "type": "BACKGROUND",
                    "citation": "Halliwell B. Role of free radicals in the neurodegenerative diseases: therapeutic implications for antioxidant treatment. Drugs Aging. 2001;18(9):685-716. doi: 10.2165/00002512-200118090-00004."
                },
                {
                    "pmid": "18314455",
                    "type": "BACKGROUND",
                    "citation": "Rudolph JL, Ramlawi B, Kuchel GA, McElhaney JE, Xie D, Sellke FW, Khabbaz K, Levkoff SE, Marcantonio ER. Chemokines are associated with delirium after cardiac surgery. J Gerontol A Biol Sci Med Sci. 2008 Feb;63(2):184-9. doi: 10.1093/gerona/63.2.184."
                },
                {
                    "pmid": "16904973",
                    "type": "BACKGROUND",
                    "citation": "Ramlawi B, Rudolph JL, Mieno S, Feng J, Boodhwani M, Khabbaz K, Levkoff SE, Marcantonio ER, Bianchi C, Sellke FW. C-Reactive protein and inflammatory response associated to neurocognitive decline following cardiac surgery. Surgery. 2006 Aug;140(2):221-6. doi: 10.1016/j.surg.2006.03.007."
                },
                {
                    "pmid": "17703127",
                    "type": "BACKGROUND",
                    "citation": "Raizada MK, Ferreira AJ. ACE2: a new target for cardiovascular disease therapeutics. J Cardiovasc Pharmacol. 2007 Aug;50(2):112-9. doi: 10.1097/FJC.0b013e3180986219."
                },
                {
                    "pmid": "11815627",
                    "type": "BACKGROUND",
                    "citation": "Vickers C, Hales P, Kaushik V, Dick L, Gavin J, Tang J, Godbout K, Parsons T, Baronas E, Hsieh F, Acton S, Patane M, Nichols A, Tummino P. Hydrolysis of biological peptides by human angiotensin-converting enzyme-related carboxypeptidase. J Biol Chem. 2002 Apr 26;277(17):14838-43. doi: 10.1074/jbc.M200581200. Epub 2002 Jan 28."
                },
                {
                    "pmid": "20649473",
                    "type": "BACKGROUND",
                    "citation": "Massaad CA, Klann E. Reactive oxygen species in the regulation of synaptic plasticity and memory. Antioxid Redox Signal. 2011 May 15;14(10):2013-54. doi: 10.1089/ars.2010.3208. Epub 2010 Oct 28."
                },
                {
                    "pmid": "23092879",
                    "type": "BACKGROUND",
                    "citation": "Santos RA, Ferreira AJ, Verano-Braga T, Bader M. Angiotensin-converting enzyme 2, angiotensin-(1-7) and Mas: new players of the renin-angiotensin system. J Endocrinol. 2013 Jan 18;216(2):R1-R17. doi: 10.1530/JOE-12-0341. Print 2013 Feb."
                },
                {
                    "pmid": "16946085",
                    "type": "BACKGROUND",
                    "citation": "Doobay MF, Talman LS, Obr TD, Tian X, Davisson RL, Lazartigues E. Differential expression of neuronal ACE2 in transgenic mice with overexpression of the brain renin-angiotensin system. Am J Physiol Regul Integr Comp Physiol. 2007 Jan;292(1):R373-81. doi: 10.1152/ajpregu.00292.2006. Epub 2006 Aug 31."
                },
                {
                    "pmid": "2203997",
                    "type": "BACKGROUND",
                    "citation": "Bunnemann B, Fuxe K, Metzger R, Mullins J, Jackson TR, Hanley MR, Ganten D. Autoradiographic localization of mas proto-oncogene mRNA in adult rat brain using in situ hybridization. Neurosci Lett. 1990 Jul 3;114(2):147-53. doi: 10.1016/0304-3940(90)90063-f."
                },
                {
                    "pmid": "15950155",
                    "type": "BACKGROUND",
                    "citation": "Hellner K, Walther T, Schubert M, Albrecht D. Angiotensin-(1-7) enhances LTP in the hippocampus through the G-protein-coupled receptor Mas. Mol Cell Neurosci. 2005 Jul;29(3):427-35. doi: 10.1016/j.mcn.2005.03.012."
                },
                {
                    "pmid": "24142453",
                    "type": "BACKGROUND",
                    "citation": "Regenhardt RW, Mecca AP, Desland F, Ritucci-Chinni PF, Ludin JA, Greenstein D, Banuelos C, Bizon JL, Reinhard MK, Sumners C. Centrally administered angiotensin-(1-7) increases the survival of stroke-prone spontaneously hypertensive rats. Exp Physiol. 2014 Feb;99(2):442-53. doi: 10.1113/expphysiol.2013.075242. Epub 2013 Oct 18."
                },
                {
                    "pmid": "21536990",
                    "type": "BACKGROUND",
                    "citation": "Zubcevic J, Waki H, Raizada MK, Paton JF. Autonomic-immune-vascular interaction: an emerging concept for neurogenic hypertension. Hypertension. 2011 Jun;57(6):1026-33. doi: 10.1161/HYPERTENSIONAHA.111.169748. Epub 2011 May 2. No abstract available."
                },
                {
                    "pmid": "35990729",
                    "type": "BACKGROUND",
                    "citation": "Bruhns RP, Sulaiman MI, Gaub M, Bae EH, Davidson Knapp RB, Larson AR, Smith A, Coleman DL, Staatz WD, Sandweiss AJ, Joseph B, Hay M, Largent-Milnes TM, Vanderah TW. Angiotensin-(1-7) improves cognitive function and reduces inflammation in mice following mild traumatic brain injury. Front Behav Neurosci. 2022 Aug 4;16:903980. doi: 10.3389/fnbeh.2022.903980. eCollection 2022."
                },
                {
                    "pmid": "31823875",
                    "type": "BACKGROUND",
                    "citation": "Janatpour ZC, Symes AJ. The extended renin-angiotensin system: a promising target for traumatic brain injury therapeutics. Neural Regen Res. 2020 Jun;15(6):1025-1026. doi: 10.4103/1673-5374.270304. No abstract available."
                },
                {
                    "pmid": "16096787",
                    "type": "BACKGROUND",
                    "citation": "Rodgers KE, Oliver J, diZerega GS. Phase I/II dose escalation study of angiotensin 1-7 [A(1-7)] administered before and after chemotherapy in patients with newly diagnosed breast cancer. Cancer Chemother Pharmacol. 2006 May;57(5):559-68. doi: 10.1007/s00280-005-0078-4. Epub 2005 Aug 12."
                },
                {
                    "pmid": "23370663",
                    "type": "BACKGROUND",
                    "citation": "Pham H, Schwartz BM, Delmore JE, Reed E, Cruickshank S, Drummond L, Rodgers KE, Peterson KJ, diZerega GS. Pharmacodynamic stimulation of thrombogenesis by angiotensin (1-7) in recurrent ovarian cancer patients receiving gemcitabine and platinum-based chemotherapy. Cancer Chemother Pharmacol. 2013 Apr;71(4):965-72. doi: 10.1007/s00280-013-2089-x. Epub 2013 Jan 31."
                },
                {
                    "pmid": "19920106",
                    "type": "BACKGROUND",
                    "citation": "Petty WJ, Miller AA, McCoy TP, Gallagher PE, Tallant EA, Torti FM. Phase I and pharmacokinetic study of angiotensin-(1-7), an endogenous antiangiogenic hormone. Clin Cancer Res. 2009 Dec 1;15(23):7398-404. doi: 10.1158/1078-0432.CCR-09-1957. Epub 2009 Nov 17."
                },
                {
                    "pmid": "28054808",
                    "type": "BACKGROUND",
                    "citation": "Hay M, Vanderah TW, Samareh-Jahani F, Constantopoulos E, Uprety AR, Barnes CA, Konhilas J. Cognitive impairment in heart failure: A protective role for angiotensin-(1-7). Behav Neurosci. 2017 Feb;131(1):99-114. doi: 10.1037/bne0000182. Epub 2017 Jan 5."
                },
                {
                    "pmid": "34654436",
                    "type": "BACKGROUND",
                    "citation": "Hoyer-Kimura C, Konhilas JP, Mansour HM, Polt R, Doyle KP, Billheimer D, Hay M. Neurofilament light: a possible prognostic biomarker for treatment of vascular contributions to cognitive impairment and dementia. J Neuroinflammation. 2021 Oct 15;18(1):236. doi: 10.1186/s12974-021-02281-1."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000118790",
                    "term": "Angiotensin I (1-7)"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M4132",
                    "name": "Angiotensin II",
                    "relevance": "LOW"
                },
                {
                    "id": "M4135",
                    "name": "Angiotensinogen",
                    "relevance": "LOW"
                },
                {
                    "id": "M351387",
                    "name": "Angiotensin I (1-7)",
                    "asFound": "HER2- Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                }
            ]
        }
    },
    "hasResults": false
}