{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05737121",
            "orgStudyIdInfo": {
                "id": "VNX001-111"
            },
            "organization": {
                "fullName": "Vaneltix Pharma, Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety and Efficacy Study of VNX001 Compared to Its Individual Components (Lidocaine and Heparin) or Placebo in Subjects With IC/BPS",
            "officialTitle": "A Phase 2, Randomized, Double-Blind, Placebo-Controlled Multi-Center Single Dose Study to Evaluate the Safety and Effectiveness of VNX001 Compared to Placebo, the Individual Components of Lidocaine, and Heparin in Subjects With Interstitial Cystitis/Bladder Pain Syndrome",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "safety-and-efficacy-study-of-compared-to-its-individual-components-lidocaine-and-heparin-or-placebo-in-subjects-with-ic-bps"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-22",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-22",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-10",
            "studyFirstSubmitQcDate": "2023-02-10",
            "studyFirstPostDateStruct": {
                "date": "2023-02-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Vaneltix Pharma, Inc.",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Prevail Infoworks, Inc",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase 2, prospective, randomized, double-blind, placebo-controlled, multi-center, single-dose, pharmacodynamic study designed to evaluate the efficacy and safety of the combination product (VNX001) versus placebo and its individual components (heparin sodium and lidocaine hydrochloride (HCl)) for the reduction of bladder pain in patients with interstitial cystitis (IC) / bladder pain syndrome (BPS).",
            "detailedDescription": "This is a Phase 2, prospective, randomized, double-blind, placebo-controlled, multi-center, single-dose, pharmacodynamic study designed to evaluate the efficacy and safety of the combination product (VNX001) versus placebo and its individual components (heparin sodium and lidocaine hydrochloride) for the reduction of bladder pain in patients with IC/BPS. The study will enroll a target of 120 subjects, with a maximum of 180 subjects, across approximately 12 sites in the United States. Each study subject will receive a single dose of VNX001, placebo (alkalinized phosphate buffer), alkalinized lidocaine, or alkalinized heparin by random assignment. The randomization ratio will be 3:1:3:1, respectively. At 24-48-hours post-dose, all subjects will be given the option of requesting a single dose of VNX001."
        },
        "conditionsModule": {
            "conditions": [
                "Interstitial Cystitis",
                "Bladder Pain Syndrome"
            ],
            "keywords": [
                "interstitial cystitis (IC)",
                "bladder pain syndrome (BPS)",
                "alkalinized lidocaine",
                "heparin",
                "intravesical",
                "VNX001"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "IC/BPS patients will be randomly assigned to receive a single dose of one of the following treatments in a ratio of 3:1:3:1:\n\n* VNX001 (n=45): alkalinized buffered lidocaine HCl (200 mg) and heparin sodium (50,000 USPU), administered as an intravesical instillation\n* Placebo (n=15): alkalinized buffer, administered as an intravesical instillation\n* Lidocaine (n=45): alkalinized buffered lidocaine HCl (200 mg), administered as an intravesical instillation\n* Heparin (n=15): alkalinized buffered heparin sodium (50,000 USPU), administered as an intravesical instillation At 24-48-hours post-dose, all subjects will be given the option of requesting a single open-label dose of VNX001.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "maskingDescription": "Double-blind",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "VNX001",
                    "type": "EXPERIMENTAL",
                    "description": "VNX001 (lidocaine HCl \\[200 mg\\] and heparin sodium \\[50,000 USPU\\] in alkalinized buffer), administered as a single dose via intravesical instillation; n=45 (anticipated)",
                    "interventionNames": [
                        "Drug: VNX001"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Alkalinized buffer, administered as a single dose via intravesical instillation; n=15 (anticipated)",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Lidocaine",
                    "type": "EXPERIMENTAL",
                    "description": "Lidocaine HCl (200 mg) in alkalinized buffer, administered as a single dose via intravesical instillation; n=45 (anticipated)",
                    "interventionNames": [
                        "Drug: Lidocaine"
                    ]
                },
                {
                    "label": "Heparin",
                    "type": "EXPERIMENTAL",
                    "description": "Heparin sodium (50,000 USPU) in alkalinized buffer, administered as a single dose via intravesical instillation; n=15 (anticipated)",
                    "interventionNames": [
                        "Drug: Heparin"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "VNX001",
                    "description": "VNX001 (alkalinized lidocaine HCl and heparin sodium)",
                    "armGroupLabels": [
                        "VNX001"
                    ],
                    "otherNames": [
                        "Alkalinized lidocaine HCl and heparin sodium"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Inactive placebo for VNX001",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Placebo (for VNX001)"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Lidocaine",
                    "description": "Alkalinized lidocaine hydrochloride",
                    "armGroupLabels": [
                        "Lidocaine"
                    ],
                    "otherNames": [
                        "Alkalinized lidocaine HCl"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Heparin",
                    "description": "Alkalinized heparin sodium",
                    "armGroupLabels": [
                        "Heparin"
                    ],
                    "otherNames": [
                        "Alkalinized heparin sodium"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sum of bladder pain intensity differences from baseline to 12 hours post-dose (SPID-12)",
                    "description": "A measure of the sum of bladder pain intensity differences from baseline to 12 hours post-dose (SPID-12), as determined using an 11-point numerical rating scale (NRS) for bladder pain. The 11-point NRS for bladder pain is a scale from 0 to 10, with 0 indicating no bladder pain and 10 indicating the worst imaginable bladder pain.",
                    "timeFrame": "12 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Sum of bladder pain intensity differences from baseline to 6, 10, and 24 hours post-dose (SPID-6, SPID-10, and SPID-24, respectively)",
                    "description": "A measure of the sum of bladder pain intensity differences from baseline to 6, 10, and 24 hours post-dose (SPID-6, SPID-10, and SPID-24, respectively), as determined using an 11-point numerical rating scale (NRS) for bladder pain. The 11-point NRS for bladder pain is a scale from 0 to 10, with 0 indicating no bladder pain and 10 indicating the worst imaginable bladder pain.",
                    "timeFrame": "6, 10, or 24 hours"
                },
                {
                    "measure": "Change in bladder pain from baseline to 1, 4, 8, 12, and 24 hours post-dose",
                    "description": "Average absolute change and average percentage change in bladder pain from baseline to 1, 4, 8, 12, and 24 hours post-dose, as determined using an 11-point numerical rating scale (NRS) for bladder pain. The 11-point NRS for bladder pain is a scale from 0 to 10, with 0 indicating no bladder pain and 10 indicating the worst imaginable bladder pain.",
                    "timeFrame": "1, 4, 8, 12, and 24 hours"
                },
                {
                    "measure": "Change in Question 3 of the Patient Overall Rating of Improvement of Symptoms (PORIS) questionnaire",
                    "description": "Percentage of subjects achieving ≥ 50% improvement in Question 3 of the PORIS questionnaire at 1, 10, and 24 hours post-dose. The PORIS questionnaire is an assessment of the subject's condition after treatment compared to before treatment. In particular, Question 3 of the PORIS questionnaire asks subjects to select the category that best describes the overall change in their condition compared to before receiving study medication; the choices are: worse, no better (0% improvement), slightly improved (25% improvement), moderately improved (50% improvement), greatly improved (75% improvement), or symptoms gone (100% improvement).",
                    "timeFrame": "1, 10, and 24 hours"
                },
                {
                    "measure": "Use of optional open-label intravesical administration of VNX001",
                    "description": "Number of patients requesting the optional open-label intravesical administration of VNX001 at 24-48 hours after randomized study drug administration",
                    "timeFrame": "48 hours"
                },
                {
                    "measure": "Adverse events (AEs)",
                    "description": "Incidence of treatment-emergent adverse events (TEAEs), drug-related adverse events (AEs), and discontinuations due to AEs",
                    "timeFrame": "72 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Be able and willing to give a signed informed consent and to follow study instructions\n* Be male or female, ≥ 18 years of age\n* Have moderate-to-severe symptoms of bladder pain of bladder origin for at least 9 months prior to the study\n* May or may not have received a cystoscopy in association with their diagnosis of interstitial cystitis/bladder pain syndrome prior to or at time of screening\n* Have a score of ≥ 16 and ≤ 30 on the Pelvic Pain and Urgency/Frequency (PUF) questionnaire, completed at screening\n* Have moderate to severe pain: a minimum score of 5 is required on the 11-point bladder pain NRS at time of screening and 15 minutes post void immediately prior to study drug administration.\n* Have previously received with positive response, therapeutic intravesicular anesthetic treatments according to medication history\n\nExclusion Criteria:\n\n* For females, have a positive pregnancy test at screening or be pregnant or lactating\n* Males who are sexually active with females and are not willing to commit to an acceptable method of birth control for the duration of the\n* Postmenopausal women who, if taking hormone replacement therapy, have not been stabilized on a regimen of hormone replacement therapy within 3 months of screening\n* Have a known hypersensitivity to heparin or lidocaine\n* Have used any local anesthetic by any route within 48-hours prior to study drug administration, or used a lidocaine patch or lidocaine containing topical compounds within 14 days prior to study drug administration\n* Have used a tricyclic antidepressant, or a gamma-aminobutyric acid (GABA) analogue (gabapentin or pregabalin), unless taking a stable dose of the medication for ≥ 3 weeks. The stable dose of gabapentin may not exceed 1,200 mg per day, and the stable dose of pregabalin may not exceed 150 mg per day\n* Have used any pain medication within 6 hours prior to study drug administration\n* Have used narcotics or medical marijuana ≤ 3 weeks prior to study entry\n* Have used prohibited drugs as determined by self-report, positive urine drug screen, or in the opinion of the investigator be under the influence of drugs affecting mentation precluding their ability to follow the study protocol or bias study results\n* Have a known abnormal laboratory test value that, in the investigator's judgement, is clinically significant.\n* Have a neurogenic bladder or other disorder that, in the opinion of the investigator, may cause neurogenic bladder (including Parkinson's disease, multiple sclerosis, epilepsy, myasthenia gravis, movement disorders, spinal cord damage)\n* Have pain or a pain disorder that, in the opinion of the investigator, would make it difficult to discriminate pelvic pain of bladder origin from the other pain\n* Have any of the following central nervous system (CNS) conditions that in the opinion of the investigator would impact the subject's study participation due to their ability to follow the study protocol or bias study results, severe diagnosed: major depressive disorder, bipolar disorder, schizophrenia, general anxiety disorder, attention deficit disorder, obsessive compulsive disorder, or other major central nervous system disorder\n* Have history of arrhythmias, conduction disturbances, or cardiac disease, or any coexisting medical condition that, in the opinion of the investigator, may be significant or interfere with study procedures or interpretation of study results\n* Had bladder instillation therapy within 7 days prior to study entry or had a prior bladder instillation with heparin and lidocaine and did not respond\n* Had an in-office cystoscopy within 7 days of study drug administration\n* Had dilatation (hydrodistension) of bladder within 3 months of study entry\n* Evidence or suspected presence of cancer detected during cystoscopy 7 days prior to or at time of initial screening (cystoscopy is not required for entry into the study)\n* Has received any investigational drug or device within 30 days prior to screening\n* Is currently enrolled in another investigational drug or device study\n* Is unwilling or unable to abide by the requirements of the study\n* Have an actively bleeding lesion or area in the bladder as detected by dipstick urinalysis and investigator assessment, immediately prior to randomization\n* Are taking any of the following medications, which are inducers of CYP1A2 and/or CYP3A4: Phenytoin, Carbamazepine, St. John's Wort, Phenobarbital, Rifampin\n* Have had any of the following:\n\n  * Bacterial cystitis within 30 days as demonstrated by a positive urine culture (≥ 105 bacteria per mL)\n  * History of pelvic irradiation or radiation cystitis\n  * History or presence of uterine, cervical, pelvic, rectal, ovarian, or vaginal cancer\n  * History of benign or malignant bladder tumors\n  * Current chemotherapy\n  * History or presence of tuberculous cystitis\n  * History or presence of chemical cystitis, including that due to cyclophosphamide\n  * History or presence of urinary schistosomiasis\n  * Bladder or ureteral calculi\n  * Clinically significant infectious vaginitis\n  * Currently uncontrolled genital herpes\n  * History or presence of urethral diverticulum\n  * Presence of bladder fistulae\n  * History of ketamine use",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vaneltix Pharma, Inc.",
                    "role": "CONTACT",
                    "phone": "732-354-3217",
                    "email": "info@vaneltix.com"
                }
            ],
            "locations": [
                {
                    "facility": "IC Study LLC",
                    "status": "RECRUITING",
                    "city": "Escondido",
                    "state": "California",
                    "zip": "92025",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.11921,
                        "lon": -117.08642
                    }
                },
                {
                    "facility": "University of California Los Angeles Center for Women's Pelvic Health",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90095",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "The Continence Center Medical Group, Inc dba Southern California Continence Center",
                    "status": "RECRUITING",
                    "city": "Newport Beach",
                    "state": "California",
                    "zip": "92663",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.61891,
                        "lon": -117.92895
                    }
                },
                {
                    "facility": "University of California San Diego Medical Center",
                    "status": "RECRUITING",
                    "city": "San Diego",
                    "state": "California",
                    "zip": "92103",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 32.71533,
                        "lon": -117.15726
                    }
                },
                {
                    "facility": "Prestige Medical Group",
                    "status": "RECRUITING",
                    "city": "Santa Ana",
                    "state": "California",
                    "zip": "92705",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.74557,
                        "lon": -117.86783
                    }
                },
                {
                    "facility": "Georgia Urology",
                    "status": "RECRUITING",
                    "city": "Cartersville",
                    "state": "Georgia",
                    "zip": "30120",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 34.16533,
                        "lon": -84.80231
                    }
                },
                {
                    "facility": "Southern Clinical Research Associates LLC",
                    "status": "RECRUITING",
                    "city": "Metairie",
                    "state": "Louisiana",
                    "zip": "70001",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.98409,
                        "lon": -90.15285
                    }
                },
                {
                    "facility": "Northwell Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Lake Success",
                    "state": "New York",
                    "zip": "11042",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.77066,
                        "lon": -73.71763
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                },
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "asFound": "Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Bladder Pain Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008012",
                    "term": "Lidocaine"
                },
                {
                    "id": "D000006493",
                    "term": "Heparin"
                },
                {
                    "id": "C000006871",
                    "term": "Calcium heparin"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000889",
                    "term": "Anti-Arrhythmia Agents"
                },
                {
                    "id": "D000061567",
                    "term": "Voltage-Gated Sodium Channel Blockers"
                },
                {
                    "id": "D000026941",
                    "term": "Sodium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000925",
                    "term": "Anticoagulants"
                },
                {
                    "id": "D000005343",
                    "term": "Fibrinolytic Agents"
                },
                {
                    "id": "D000050299",
                    "term": "Fibrin Modulating Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "asFound": "Self-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9579",
                    "name": "Heparin",
                    "asFound": "Cancer Patients",
                    "relevance": "HIGH"
                },
                {
                    "id": "M46053",
                    "name": "Calcium heparin",
                    "asFound": "Transluminal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M4213",
                    "name": "Anti-Arrhythmia Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M23177",
                    "name": "Sodium Channel Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M30025",
                    "name": "Diuretics, Potassium Sparing",
                    "relevance": "LOW"
                },
                {
                    "id": "M4244",
                    "name": "Anticoagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M8473",
                    "name": "Fibrinolytic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "FiAg",
                    "name": "Fibrinolytic Agents"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}