{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05516004",
            "orgStudyIdInfo": {
                "id": "CohenLaser"
            },
            "organization": {
                "fullName": "Cohen Laser and Vision Center",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Effectiveness of the PXL-Platinum 330 System for Cornea Crosslinking in Eyes With Cornea Thinning",
            "officialTitle": "Safety and Effectiveness of the PXL -Platinum 330 System for Cornea Collagen Crosslinking in Eyes With Corneal Thinning Conditions",
            "acronym": "CXL",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-and-effectiveness-of-the-pxl-platinum-system-for-cornea-crosslinking-in-eyes-with-cornea-thinning"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2034-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2034-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-06",
            "studyFirstSubmitQcDate": "2022-08-23",
            "studyFirstPostDateStruct": {
                "date": "2022-08-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "G. Richard Cohen",
                "investigatorTitle": "MD, Medical Director",
                "investigatorAffiliation": "Cohen Laser and Vision Center"
            },
            "leadSponsor": {
                "name": "Cohen Laser and Vision Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study study is to determine the effectiveness of cornea cross linking in patients with Keratoconus or other cornea thinning conditions.",
            "detailedDescription": "This study is an investigator initiated single center study that will be conducted over 10 years. Up to 300 patients with cornea thinning conditions will be enrolled. This is a prospective, single-arm, nonrandomized single site study to determine the safety and effectiveness of the PXL Platinum 330 system for performing collagen cross linking (CXL) in eyes with cornea thinning. Subjects with a history of keratoconus, pellucid marginal degeneration, thin corneas undergoing LASIK, PRK or INTACS will be evaluated for suitability as a candidate for CXL. Subjects that are candidates for CXL will be asked to participate in this study and will undergo the required screening procedures to determine eligibility. Informed consent will be obtained from each subject before performing any study procedures.\n\nEyes undergoing CXL will have topical anesthetic administered and then have topical riboflavin instilled on the cornea for 25 minutes, followed by UVA light 9mW/cm2 for 10 minutes. The CXL procedures will be performed on an outpatient basis using the PXL Platinum 330 System (UVA light source with riboflavin solution). All use of the PXL Platinum 330 System will be in accordance with this protocol and the general instructions provided be the manufacturer in the PXL Platinum 330 operator's manual.\n\nAll subjects will be evaluated at screening/baseline, Day 0 (treatment day), 1 day, 1 week and 1,3,6 and 12 months after treatment. Topographic keratometry, posterior cornea measurements (with Pentacam), cornea topography, manifest refraction, and measurements of best spectacle corrected visual acuity and intraocular pressure will be obtained at baseline and appropriate times after the CXL treatment. Safety monitoring throughout the study will include observations for subjective complaints, complications, adverse events, clinically significant findings on ophthalmic examination, dilated fundus examination and slit-lamp examination. Quality of vision and subjective complaints will be evaluated preoperatively and postoperatively with a vision related quality of life questionnaire."
        },
        "conditionsModule": {
            "conditions": [
                "Keratoconus"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Single arm, non blinded study to determine the effectiveness of the PXL Platinum 330 system and Peschke TE (topical 0.25% riboflavin solution) for cornea thinning conditions (which is the \"drug\" or solution under investigation in combination with the specific UV light delivery system)",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 300,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PXL 330",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive riboflavin 0.25% solution (Peschke TE), one drop every minute for 25 minutes to the eye, followed by UVA light 9mW/cm2 continuous mode for 10 minutes",
                    "interventionNames": [
                        "Device: PXL Platinum 330 system"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "PXL Platinum 330 system",
                    "description": "to determine the efficacy of riboflavin solution and UV light to treat cornea thinning conditions",
                    "armGroupLabels": [
                        "PXL 330"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Stability in maximum and mean keratometric diopters (Kmax)",
                    "description": "As measured by Pentacam tomographer (Oculus)",
                    "timeFrame": "one year"
                },
                {
                    "measure": "Change in Belin-Ambrosio ectasia score",
                    "description": "As measured by Pentacam tomographer (Oculus)",
                    "timeFrame": "one year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Pachymetry or corneal thickness (microns)",
                    "description": "As measured by Pentacam tomographer or ultrasound pachymeter",
                    "timeFrame": "one year"
                },
                {
                    "measure": "Change in best corrected visual acuity",
                    "description": "both spectacle and contact lens acuity, if needed",
                    "timeFrame": "one year"
                },
                {
                    "measure": "change in astigmatism degree or axis",
                    "description": "as measured by manifest refraction and keratometric astigmatism (Ks) per Pentacam",
                    "timeFrame": "one year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* healthy subjects with no other medical or ocular conditions\n\nSubjects who have one or both eyes that meet criteria 1 and 1 or more of the following criteria will be considered candidates for this study:\n\n* 18 years of age or older\n* Presence of central or inferior steepening (on Pentacam topograph)\n* Axial topography consistent with keratoconus, post-surgical ectasia, or pellucid marginal degeneration (See keratoconus grading section 7.0 for details)\n* Presence of one or more findings associated with keratoconus or pellucid marginal degeneration on slit lamp exam such as:\n\n  * Fleischer ring\n  * Vogt's striae\n  * Decentered corneal apex\n  * Munson's sign\n  * Rizzutti's sign\n  * Apical Corneal scarring consistent with Bowman's breaks\n  * Scissoring of the retinoscopic reflex\n  * Crab-claw appearance on topography\n* Steepest keratometry (Kmax) value ≥ 47.20 D on simK or Pentacam\n* I-S keratometry difference \\> 1.5 D on the Pentacam/Galilei/Orbscan/Cassini map or topography map\n* Posterior corneal elevation \\>16 microns (µm on Pentacam tomography)\n* Thinnest corneal point \\<485 microns (ultrasound pachymetry or Pentacam tomography)\n* Predicted Post LASIK/PRK stromal ablation depth \\<350 microns or expected keratometry \\>47.2 D, or patients undergoing PRK/SMILE in keratoconus suspect eyes\n* Bacterial or fungal corneal keratitis persistent and not responding despite \\> 2 weeks of standard antimicrobial therapy or with rapid progression of corneal thinning, with loss of \\>25% corneal thickness\n* Contact Lens Wearers Only:\n\n  * Removal of contact lenses for the required period of time prior to the screening refraction:\n\nContact Lens Type Minimum Discontinuation Time Soft 1 Week Soft Extended Wear 2 Weeks Soft Toric 3 Weeks Rigid gas permeable 2 Weeks per decade of wear\n\n* Signed written informed consent\n* Willingness and ability to comply with schedule for follow-up visits\n\nExclusion Criteria:\n\n* active infections, collagen vascular disease, allergic to product\n\nAll subjects meeting any of the following criteria will be excluded from this study:\n\n* Eyes classified as either normal or atypical normal on the severity grading scheme.\n* Corneal pachymetry at the screening exam that is \\<300 microns at the thinnest point in the eye(s) to be treated.\n* Previous ocular condition (other than refractive error) in the eye(s) to be treated that may predispose the eye for future complications, for example:\n\n  * History of or active corneal disease (e.g., herpes simplex, herpes zoster keratitis, recurrent erosion syndrome, acanthomeoeba, etc.)\n  * Clinically significant corneal scarring in the CXL treatment zone that is not related to keratoconus or, in the investigator's opinion, will interfere with the cross-linking procedure.\n* Pregnancy (including plan to become pregnant) or lactation during the course of the study\n* A known sensitivity to study medications\n* Patients with cognitive or ambulatory conditions that would prevent eye drop compliance with medications\n* Patients with nystagmus or any other condition that would prevent a steady gaze during the CXL treatment or other diagnostic tests.\n* Patients with a current condition that, in the physician's opinion, would interfere with or prolong epithelial healing.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "GREGORY R Cohen, MD",
                    "role": "CONTACT",
                    "phone": "5619818400",
                    "email": "bocalasik@yahoo.com"
                },
                {
                    "name": "Joshua D Cohen, MD",
                    "role": "CONTACT",
                    "phone": "5619818400",
                    "email": "joshua@cohenlaser.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kelly Fitzgerald",
                    "affiliation": "WCG IRB",
                    "role": "STUDY_CHAIR"
                }
            ],
            "locations": [
                {
                    "facility": "Cohen Laser and Vision Center",
                    "status": "RECRUITING",
                    "city": "Boca Raton",
                    "state": "Florida",
                    "zip": "33431-1806",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joshua Cohen, MD",
                            "role": "CONTACT",
                            "phone": "561-981-8400",
                            "email": "joshua@cohenlaser.com"
                        },
                        {
                            "name": "GREGORY Cohen, MD",
                            "role": "CONTACT",
                            "phone": "5614456824",
                            "email": "bocalasik@yahoo.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 26.3669,
                        "lon": -80.13033
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "16765803",
                    "type": "RESULT",
                    "citation": "Caporossi A, Baiocchi S, Mazzotta C, Traversi C, Caporossi T. Parasurgical therapy for keratoconus by riboflavin-ultraviolet type A rays induced cross-linking of corneal collagen: preliminary refractive results in an Italian study. J Cataract Refract Surg. 2006 May;32(5):837-45. doi: 10.1016/j.jcrs.2006.01.091."
                },
                {
                    "pmid": "20138607",
                    "type": "RESULT",
                    "citation": "Caporossi A, Mazzotta C, Baiocchi S, Caporossi T. Long-term results of riboflavin ultraviolet a corneal collagen cross-linking for keratoconus in Italy: the Siena eye cross study. Am J Ophthalmol. 2010 Apr;149(4):585-93. doi: 10.1016/j.ajo.2009.10.021. Epub 2010 Feb 6."
                },
                {
                    "pmid": "23347367",
                    "type": "RESULT",
                    "citation": "Chatzis N, Hafezi F. Progression of keratoconus and efficacy of pediatric [corrected] corneal collagen cross-linking in children and adolescents. J Refract Surg. 2012 Nov;28(11):753-8. doi: 10.3928/1081597X-20121011-01. Erratum In: J Refract Surg. 2013 Jan;29(1):72."
                },
                {
                    "pmid": "26491663",
                    "type": "RESULT",
                    "citation": "El Rami H, Chelala E, Dirani A, Fadlallah A, Fakhoury H, Cherfan C, Cherfan G, Jarade E. An Update on the Safety and Efficacy of Corneal Collagen Cross-Linking in Pediatric Keratoconus. Biomed Res Int. 2015;2015:257927. doi: 10.1155/2015/257927. Epub 2015 Sep 29."
                },
                {
                    "pmid": "18053900",
                    "type": "RESULT",
                    "citation": "Hafezi F, Kanellopoulos J, Wiltfang R, Seiler T. Corneal collagen crosslinking with riboflavin and ultraviolet A to treat induced keratectasia after laser in situ keratomileusis. J Cataract Refract Surg. 2007 Dec;33(12):2035-40. doi: 10.1016/j.jcrs.2007.07.028."
                },
                {
                    "pmid": "25055145",
                    "type": "RESULT",
                    "citation": "Kumar Kodavoor S, Arsiwala AZ, Ramamurthy D. One-year clinical study on efficacy of corneal cross-linking in Indian children with progressive keratoconus. Cornea. 2014 Sep;33(9):919-22. doi: 10.1097/ICO.0000000000000197."
                },
                {
                    "pmid": "17760642",
                    "type": "RESULT",
                    "citation": "Mazzotta C, Balestrazzi A, Baiocchi S, Traversi C, Caporossi A. Stromal haze after combined riboflavin-UVA corneal collagen cross-linking in keratoconus: in vivo confocal microscopic evaluation. Clin Exp Ophthalmol. 2007 Aug;35(6):580-2. doi: 10.1111/j.1442-9071.2007.01536.x."
                },
                {
                    "pmid": "26703505",
                    "type": "RESULT",
                    "citation": "Moramarco A, Iovieno A, Sartori A, Fontana L. Corneal stromal demarcation line after accelerated crosslinking using continuous and pulsed light. J Cataract Refract Surg. 2015 Nov;41(11):2546-51. doi: 10.1016/j.jcrs.2015.04.033."
                },
                {
                    "pmid": "25532633",
                    "type": "RESULT",
                    "citation": "Raiskup F, Theuring A, Pillunat LE, Spoerl E. Corneal collagen crosslinking with riboflavin and ultraviolet-A light in progressive keratoconus: ten-year results. J Cataract Refract Surg. 2015 Jan;41(1):41-6. doi: 10.1016/j.jcrs.2014.09.033."
                },
                {
                    "pmid": "22633357",
                    "type": "RESULT",
                    "citation": "Vinciguerra P, Albe E, Frueh BE, Trazza S, Epstein D. Two-year corneal cross-linking results in patients younger than 18 years with documented progressive keratoconus. Am J Ophthalmol. 2012 Sep;154(3):520-6. doi: 10.1016/j.ajo.2012.03.020. Epub 2012 May 24."
                },
                {
                    "pmid": "12719068",
                    "type": "RESULT",
                    "citation": "Wollensak G, Spoerl E, Seiler T. Riboflavin/ultraviolet-a-induced collagen crosslinking for the treatment of keratoconus. Am J Ophthalmol. 2003 May;135(5):620-7. doi: 10.1016/s0002-9394(02)02220-1."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007640",
                    "term": "Keratoconus"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003316",
                    "term": "Corneal Diseases"
                },
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10666",
                    "name": "Keratoconus",
                    "asFound": "Keratoconus",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6539",
                    "name": "Corneal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3218",
                    "name": "Keratoconus",
                    "asFound": "Keratoconus",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M15085",
                    "name": "Riboflavin",
                    "relevance": "LOW"
                },
                {
                    "id": "T463",
                    "name": "Riboflavin",
                    "relevance": "LOW"
                },
                {
                    "id": "T470",
                    "name": "Vitamin B2",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "Vi",
                    "name": "Vitamins"
                }
            ]
        }
    },
    "hasResults": false
}