{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03386500",
            "orgStudyIdInfo": {
                "id": "0247-17-FB"
            },
            "organization": {
                "fullName": "University of Nebraska",
                "class": "OTHER"
            },
            "briefTitle": "Safety Study of BMX-001 (Radio-protector) in Patients With Newly Diagnosed Anal Cancer",
            "officialTitle": "A Phase 1 Trial for Patients With Newly Diagnosed Anal Cancer Treated With Concurrent Radiation Therapy, 5FU, Mitomycin and BMX-001",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "safety-study-of-bmx-radio-protector-in-patients-with-newly-diagnosed-anal-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-11-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-12-07",
            "studyFirstSubmitQcDate": "2017-12-20",
            "studyFirstPostDateStruct": {
                "date": "2017-12-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Nebraska",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "BioMimetix JV, LLC",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this Phase 1/2 study, the investigators will conduct a safety and efficacy study of the combination of BMX-001 with standard radiation therapy (RT) and concurrent 5-fluorouracil (5FU)/mitomycin in newly diagnosed Anal Squamous Cell Carcinoma (ASCC) patients. The primary objectives are: Phase 1 - is to determine the maximum tolerated dose (MTD) of BMX-001 in ASCC patients receiving RT and concurrent 5FU/mitomycin chemotherapy.2. For phase II part: To examine the impact of BMX-001 on the overall acute ≥ grade 3 toxicity rate of the normal tissue including rectum, bladder, and skin in combination with RT and concurrent 5FU/mitomycin in treatment of newly diagnosed ASCC patients",
            "detailedDescription": "In this Phase 1/2 study, the investigators will conduct a safety and efficacy study of the combination of BMX-001 with standard radiation therapy (RT) and concurrent 5-fluorouracil (5FU)/mitomycin in newly diagnosed Anal Squamous Cell Carcinoma (ASCC) patients. At the time of writing of this protocol amendment, another Phase 1 study using BMX-001 with concurrent chemotherapy and radiation therapy in patient with newly diagnosed high-grade gliomas (BMX-HGG-001) has completed. This clinical trial has demonstrated no adverse effects in subcutaneous dosing up to 28 mg/subject load with half the loading dose (14 mg/subject) given biweekly for 8 weeks in 12 subjects. Three subjects were enrolled and dosed with 42 mg/subject load with half the loading dose given biweekly for 8 weeks. Of these three subjects, there was one dose-limiting toxicity of grade 3 tachycardia and grade 3 hypotension. The DLT in this subject occurred with the loading dose (42 mg sc). The patient was treated with fluids and hospital admitted for observation for 24 hours during which time the hypotension and tachycardia resolved. The cardiac rhythm was a sinus tachycardia and no other cardiac toxicity was observed. The tachycardia was assumed to have resulted from hypotension occurring following the sub-cutaneous injection of BMX-001 (42 mg). After the loading dose of BMX-001 and the described DLT, the subject continued on study and experienced no tachycardia or hypotension following administration of the subsequent 16 maintenance doses (20 mg sc). The sponsor determined that the Recommended Phase 2 Dose (RP2D) of BMX-001 is 28 mg/subject load followed by 14 mg/subject twice a week for up to eight weeks. This is the maximum dose that was tolerated with no adverse effects.\n\nThe most common related toxicity seen in the Phase 1 BMX-HGG-001 trial was grade 1 injection site reaction. There is no apparent toxicity to end organ tissues or bone marrow.\n\nThe completion of a Phase 1 clinical trial in patients with high-grade glioma undergoing brain radiation therapy plus chemotherapy with temozolomide has established the RP2D for BMX-001. The RP2D by sub-cutaneous injection is 28 mg/subject load followed by a maintenance dose of 14 mg/subject b.i.w. At the RP2D, there have been no BMX-001 dose limiting toxicities observed.\n\nBased on the completion of Phase 1 and establishment of a RP2D for this treatment regimen in patients undergoing radiation therapy and chemotherapy, the clinical trial described in this protocol of patients with newly diagnosed ASCC will proceed to Dose Level 3, after completion of Dose Level 1 and Dose Level 2, enrolling up to 20 subjects with a safety lead-in of 6 subjects. The reason for the safety lead-in is to confirm safety in subjects in this cohort receiving radiation therapy and 5FU/mitomycin.\n\nIn order to evaluate the pharmacokinetics (PK) of BMX-001 in combination with current chemoradiation, blood samples will be drawn for analysis in the a minimum of three and up to 6 patients in enrolled in the safety lead-in.\n\nIn this trial, the first dose of BMX-001 will be administered subcutaneously from 4 days up to 1 hour prior to the start of radiation treatment.\n\nBlood will be drawn for PK on the following days: Day 1 (before and after loading dose), Day 8, Day 22 and Day 36. Measures will be obtained at approximately the following times: -1 to 0 hour (before loading dose), 30 minutes after the drug is given, 4 hours post-dose, and 24 hours post-dose. This is described in Appendix A. Samples will be analyzed for BMX-001 using validated analytical methods at Dr. Ivan Spasojevic's laboratory at Duke University.\n\nSkin, GI, and GU symptoms will be measured on the day of screening, weekly during RT, 1 months, 4 months and 10 months after the completion of RT. Perianal skin will be assessed weekly during RT, 1 month, 4 months, and 10 months after completion of RT. Further follow up will be per standard of care."
        },
        "conditionsModule": {
            "conditions": [
                "Anal Cancer, Squamous Cell Carcinoma",
                "Radiation Exposure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Concurrent Radiation Therapy, 5FU, Mitomycin and BMX-001",
                    "type": "OTHER",
                    "description": "One arm includes all enrolled patients.",
                    "interventionNames": [
                        "Drug: BMX-001"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "BMX-001",
                    "description": "BMX-001 at escalating doses in combination with standard RT, 33 fractions to 59.4 Gy, plus Mitomycin at the standard dosing of 10 mg/m2 administered IV bolus at day 1 and day 29 as well as 5FU 1g/m2/d day 1-4 and 29-32.",
                    "armGroupLabels": [
                        "Concurrent Radiation Therapy, 5FU, Mitomycin and BMX-001"
                    ],
                    "otherNames": [
                        "MnTnBuOE-2-PyP5+",
                        "manganese butoxyethyl pyridyl porphyrin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD) of BMX-001",
                    "description": "MTD is defined as the highest dose level at which ≤ 1 out of 6 experienced DLT.",
                    "timeFrame": "Within year 1 of the two year study"
                },
                {
                    "measure": "Count of Adverse events, serious adverse events and dose limiting toxicities",
                    "description": "To examine acute grade 3 of normal tissue per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Impact of study treatment on acute rectal bleeding",
                    "description": "To examine acute grade 3 rectal bleeding per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Impact of study treatment on acute rectal pain",
                    "description": "To examine acute grade 3 rectal pain per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Impact of study treatment on bowel movements",
                    "description": "To examine acute grade 3 diarrhea per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Impact of study treatment on acute dysuria",
                    "description": "To examine acute grade 3 dysuria per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Impact of study treatment on acute hematuria",
                    "description": "To examine acute grade 3 hematuria per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Impact of study treatment on acute urinary frequency",
                    "description": "To examine acute grade 3 urinary frequency per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Impact of study treatment on acute perianal grade 3 radiation dermatitis per CTCAE 4.0",
                    "description": "To evaluate rate of acute perianal grade 3 radiation dermatitis per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Impact of study treatment on late rectal bleeding",
                    "description": "To examine grade 3 late rectal bleeding per CTCAE 4.0",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Impact of study treatment on rectal fibrosis",
                    "description": "To examine grade 3 rectal fibrosis by endoscopy",
                    "timeFrame": "at 10 months post RT"
                },
                {
                    "measure": "Effect of study treatment on local control survival (PFS).",
                    "description": "To assess local recurrence rate survival (PFS).",
                    "timeFrame": "at 10 months post RT"
                },
                {
                    "measure": "Effect of study treatment on overall survival (OS) survival (PFS).",
                    "description": "To assess OS rate survival (PFS).",
                    "timeFrame": "at 10 months post RT"
                },
                {
                    "measure": "Effect of study treatment on locoreginal progression free survival survival (PFS).",
                    "description": "To assess locoreginal progression free survival rate survival (PFS).",
                    "timeFrame": "at 10 months post RT"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Effect of study treatment on patient-reported outcomes of health-related quality of life (HRQoL)",
                    "description": "To evaluate patient-reported outcomes (EORTC QLQ C30 and CR29)",
                    "timeFrame": "10 months post RT"
                },
                {
                    "measure": "Effect of study treatment on urine levels of 4-hydroxynonenal (4-HNE)",
                    "description": "To measure 4-hydroxynonenal (4-HNE) in the urine.",
                    "timeFrame": "4 months post RT."
                },
                {
                    "measure": "Effect of study treatment on plasma levels of 4-hydroxynonenal (4-HNE)",
                    "description": "To measure 4-hydroxynonenal (4-HNE) in the plasma.",
                    "timeFrame": "4 months post RT."
                },
                {
                    "measure": "Effect of study treatment on serum level of 8-OHdG",
                    "description": "To measure 8-OHdG in the serum.",
                    "timeFrame": "4 months post RT."
                },
                {
                    "measure": "Effect of study treatment on blood cells level of 8-OHdG",
                    "description": "To measure 8-OHdG in the blood cells.",
                    "timeFrame": "4 months post RT."
                },
                {
                    "measure": "Effect of study treatment on urine level of 8-OHdG",
                    "description": "To measure 8-OHdG in the urine",
                    "timeFrame": "4 months post RT."
                },
                {
                    "measure": "Effect of study treatment on urine levels of malondialdehyde (MDA)",
                    "description": "To measure malondialdehyde (MDA) in the urine.",
                    "timeFrame": "4 months post RT."
                },
                {
                    "measure": "Effect of study treatment on plasma levels of malondialdehyde (MDA)",
                    "description": "To measure malondialdehyde (MDA) in the plasma.",
                    "timeFrame": "4 months post RT."
                },
                {
                    "measure": "Single-dose and repeated-dose pharmacokinetic profiles of BMX-001",
                    "description": "To measure serum drug concentration of BMX-001 after single-dose and repeated-dose BMX-001 delivery.",
                    "timeFrame": "up to 36 days of the chemoradiation phase."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with pathologically confirmed locally advanced anal squamous cell carcinoma (including oligometastatic disease) who will be receiving concurrent chemoradiation with standard 5FU/Mitomycin regimen with curative intent.\n* Any cancer stage that will require a dose of 59.4 cGy.\n* Age ≥ 19 years\n* Karnofsky Performance Status (KPS) ≥ 60%\n* Hemoglobin ≥ 9.0 g/dl, ANC ≥ 1,500 /dl, platelets ≥ 100,000 /dl (The use of transfusion or other intervention to achieve Hgb \\> 9.0 g/dl is acceptable)\n* Serum creatinine ≤ 1.5 mg/dl, serum SGOT and bilirubin ≤ 1.5 times upper limit of normal\n* Signed, written informed consent\n* Negative pregnancy test for women of child-bearing potential within 48 hours prior to first dose of BMX-001\n* Women of childbearing potential and male participants must agree to use a medically effective means of birth control throughout their participation in the treatment phase of the study and until 12 months following the last study treatment\n* PET/CT/ pelvic MRI done within 8 weeks of trial initiation\n\nExclusion Criteria:\n\n* Breast-feeding\n* Active infection requiring IV antibiotics 7 days before enrollment\n* Prior, unrelated malignancy requiring current active treatment with the exception of cervical carcinoma in situ, basal cell or carcinoma of the skin, invasive cancers with a 5-year disease-free interval, resected cancer of the bladder or low-grade (Gleason 6 or less) prostate cancer\n* Prior history of ASCC\n* Prior history of pelvic radiotherapy for any other type of malignancy\n* Known hypersensitivity to 5FU and/or mitomycin\n* Because corticosteroids are anti-inflammatory and could interrupt oxidative stress, patients will be required to be on stable or decreasing corticosteroids dose at the time of the study.\n* Inadequately controlled hypertension (defined as systolic blood pressure \\>150 mmHg and/or diastolic blood pressure \\> 100 mmHg)\n* Active or history of postural hypotension and autonomic dysfunction within the past year\n* Known hypersensitivity to BMX-001\n* Clinically significant (i.e. active) cardiovascular disease or cerebrovascular disease, for example cerebrovascular accidents ≤ 6 months prior to study enrollment, myocardial infarction ≤ 6 months prior to study enrollment, unstable angina, New York Heart Association (NYHA) Grade II or greater congestive heart failure (CHF), or serious cardiac arrhythmia uncontrolled by medication or potentially interfering with protocol treatment\n* History or evidence upon physical/neurological examination of central nervous system disease (e.g. seizures) unrelated to cancer unless adequately controlled by medication or potentially interfering with protocol treatment\n* Significant vascular disease (e.g., aortic aneurysm requiring surgical repair or recent arterial thrombosis) within 6 months prior to start of study treatment\n* A marked baseline prolongation of QT/QTc interval (e.g., repeated demonstration of a QTc interval \\>480 milliseconds (ms) (CTCAE grade 1) using the specific/usual choice by clinical center for correction factor.\n* A history of additional risk factors for Torsades de Pointes (TdP) (e.g., congestive heart failure, hypokalemia, known family history of Long QT Syndrome).",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "19 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessi E Delaney, RN, BSN",
                    "role": "CONTACT",
                    "phone": "402-559-8711",
                    "email": "jessdelaney@unmc.edu"
                },
                {
                    "name": "Erin E Rogers, BS",
                    "role": "CONTACT",
                    "phone": "402-559-0963",
                    "email": "errogers@unmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Chi Lin, MD",
                    "affiliation": "University of Nebraska",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Nebraska Medical Center",
                    "status": "RECRUITING",
                    "city": "Omaha",
                    "state": "Nebraska",
                    "zip": "68198",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessi E Delaney, RN, BSN",
                            "role": "CONTACT",
                            "phone": "402-559-8711",
                            "email": "jessdelaney@unmc.edu"
                        },
                        {
                            "name": "Erin E Rogers, BS",
                            "role": "CONTACT",
                            "phone": "402-559-0963",
                            "email": "errogers@unmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.25626,
                        "lon": -95.94043
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001005",
                    "term": "Anus Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012004",
                    "term": "Rectal Neoplasms"
                },
                {
                    "id": "D000015179",
                    "term": "Colorectal Neoplasms"
                },
                {
                    "id": "D000007414",
                    "term": "Intestinal Neoplasms"
                },
                {
                    "id": "D000005770",
                    "term": "Gastrointestinal Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000001004",
                    "term": "Anus Diseases"
                },
                {
                    "id": "D000012002",
                    "term": "Rectal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M4321",
                    "name": "Anus Neoplasms",
                    "asFound": "Anal Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "asFound": "Cancer, Squamous Cell",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M14846",
                    "name": "Rectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M17890",
                    "name": "Colorectal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M10448",
                    "name": "Intestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4320",
                    "name": "Anus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14844",
                    "name": "Rectal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T362",
                    "name": "Anal Cancer",
                    "asFound": "Anal Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008345",
                    "term": "Manganese"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014131",
                    "term": "Trace Elements"
                },
                {
                    "id": "D000018977",
                    "term": "Micronutrients"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8600",
                    "name": "Fluorouracil",
                    "relevance": "LOW"
                },
                {
                    "id": "M11903",
                    "name": "Mitomycins",
                    "relevance": "LOW"
                },
                {
                    "id": "M19053",
                    "name": "Mitomycin",
                    "relevance": "LOW"
                },
                {
                    "id": "M11335",
                    "name": "Manganese",
                    "asFound": "Lesser",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21009",
                    "name": "Micronutrients",
                    "relevance": "LOW"
                },
                {
                    "id": "M16885",
                    "name": "Trace Elements",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                }
            ]
        }
    },
    "hasResults": false
}