{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05995405",
            "orgStudyIdInfo": {
                "id": "GTX-104-003"
            },
            "organization": {
                "fullName": "Acasti Pharma Inc.",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety and Tolerability of GTX-104 Compared With Oral Nimodipine in Patients With aSAH",
            "officialTitle": "Safety and Tolerability of GTX-104 (Nimodipine Injection for IV Infusion) Compared With Oral Nimodipine in Patients Hospitalized for Aneurysmal Subarachnoid Hemorrhage (aSAH): a Prospective, Randomized Trial",
            "acronym": "STRIVE-ON",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-and-tolerability-of-gtx-compared-with-oral-nimodipine-in-patients-with-asah"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-31",
            "studyFirstSubmitQcDate": "2023-08-08",
            "studyFirstPostDateStruct": {
                "date": "2023-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Acasti Pharma Inc.",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to deliver nimodipine via IV directly into the bloodstream and to determine if this is as safe and tolerable as oral nimodipine capsules."
        },
        "conditionsModule": {
            "conditions": [
                "Aneurysmal Subarachnoid Hemorrhage (aSAH)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "GTX-104",
                    "type": "EXPERIMENTAL",
                    "description": "GTX-104 is a sterile concentrate of 10 mg nimodipine/5 mL (2 mg/mL), to be diluted in normal saline to obtain a dosing solution composed of dispersed micelles containing nimodipine for IV infusion. It will be administered as a continuous IV infusion of 0.15 mg/hour and a 30-minute IV bolus of 4 mg every 4 hours for up to 21 days",
                    "interventionNames": [
                        "Drug: GTX-104"
                    ]
                },
                {
                    "label": "Oral nimodipine",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Oral nimodipine is a soft gelatin capsule. The dose is 60 mg (two 30 mg capsules) every 4 hours for up to 21 consecutive days.",
                    "interventionNames": [
                        "Drug: Nimotop 30 MG Oral Capsule"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "GTX-104",
                    "description": "Nimodipine IV infusion",
                    "armGroupLabels": [
                        "GTX-104"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nimotop 30 MG Oral Capsule",
                    "description": "Oral nimodipine capsules",
                    "armGroupLabels": [
                        "Oral nimodipine"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence (% or proportion) of subjects with at least one episode of clinically significant hypotension with a reasonable possibility that GTX-104/oral nimodipine caused the event, according to the Endpoint Adjudication Committee.",
                    "description": "Hypotension events requiring medical treatment",
                    "timeFrame": "90 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total number of episodes of clinically significant hypotension",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Duration of episodes of clinically significant hypotension",
                    "description": "Calendar days",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Incidence and severity of Adverse Events (AEs) based on the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE, Version 5.0).",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Incidence of delayed cerebral ischemia (DCI)",
                    "description": "Delayed cerebral ischemia will be evaluated and defined by the following:\n\n* For subjects in whom changes in the mGCS and Abbreviated National Institutes of Health Stroke Scale (aNIHSS) are assessable: a decrease of at least 2 points on the mGCS or an increase of at least 2 points on the aNIHSS, lasting for at least 2 hours, where other medical or surgical causes are excluded. The deterioration is measured relative to the best score attained after aneurysm repair.\n* For subjects in whom the neurologic scales are not assessable: radiological evidence and clinical judgement.",
                    "timeFrame": "Day 1 - Day 21"
                },
                {
                    "measure": "Use of rescue therapy for DCI",
                    "description": "Rescue therapy is defined as induced hypertension, selective intraarterial infusion of vasodilator drugs or balloon angioplasty.",
                    "timeFrame": "Day 1 - Day 21"
                },
                {
                    "measure": "Suicidal ideation using the Columbia-Suicide Severity Rating Scale (C-SSRS) score of ≥ 4",
                    "timeFrame": "Day 1 - Day 90"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Number of intensive care unit (ICU) stays",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Duration of intensive care unit (ICU) stays",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Duration (calendar days) of mechanical ventilation",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Therapeutic Intensity Scale (TIS)",
                    "description": "Assessed on a daily basis until Day 14 post-aSAH for the occurrence or use of mechanical ventilation, ICP monitoring, a central venous or arterial line, an external ventricular drain, deep sedation, pharmacological paralysis, and whether or not the patient is comatose for a period of at least 8 hours on that day.",
                    "timeFrame": "Day 1 - Day 14"
                },
                {
                    "measure": "Number of hospital stays",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Duration of hospital stays",
                    "description": "Calendar days",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Hospital discharge disposition",
                    "description": "Discharge to: (e.g., home, rehabilitation, long-term care)",
                    "timeFrame": "Day 1 - Day 90"
                },
                {
                    "measure": "Quality of Life as measured by EQ-5D-3L",
                    "timeFrame": "Day 30 and Day 90"
                },
                {
                    "measure": "Modified Rankin Scale (mRS)",
                    "description": "0 - No symptoms\n\n1. - No significant disability despite symptoms; able to carry out all usual duties and activities\n2. - Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance\n3. - Moderate disability; requiring some help, but able to walk without assistance\n4. - Moderately severe disability; unable to walk and attend to bodily needs without assistance\n5. - Severe disability; bedridden, incontinent and requiring constant nursing care and attention\n6. - Dead",
                    "timeFrame": "Day 30 and Day 90"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female ≥18 years of age.\n2. Diagnosis of aneurysmal subarachnoid hemorrhage (aSAH) based on CT scan and angiography (computed tomography angiography \\[CTA\\], magnetic resonance angiography \\[MRA\\], or digital subtraction angiography \\[DSA\\]).\n3. Hunt and Hess score from I to V just prior to randomization.\n4. Subject or the subject's legal representative has signed informed consent (either in person or by fax, scan, or email) before any study-specific procedures are performed.\n5. Able to start IP within 96 hours from the onset of aSAH. Note 1: The onset of aSAH is defined as the time when the subject experienced the first symptom of aSAH (e.g., severe headache or loss of consciousness reported either by the subject or by a witness).\n\n   Note 2: If found unconscious or the time of first symptoms is unknown, the onset of aSAH will be defined as the last time the subject was seen at baseline neurological state.\n6. If a woman of childbearing potential (WOCBP), must have a negative pregnancy test during the pre-randomization phase (screening). A woman is not of childbearing potential if she has undergone surgical sterilization (total hysterectomy, or bilateral tubal ligation, or bilateral oophorectomy at least 6 weeks before taking IP) or if she is abstinent (see below) or postmenopausal and has had no menstrual bleeding of any kind including menstrual period, irregular bleeding, spotting, etc., for at least 12 months, with an appropriate clinical profile, and there is no other cause of amenorrhea (e.g., hormonal therapy, prior chemotherapy).\n\n   WOCBP and males whose sexual partners are WOCBP must agree to use barrier contraception and a second form of contraception while receiving IP and for 30 days following their last dose of IP. Alternatively, total abstinence is also considered a highly effective contraception method when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n7. Sexually active males must use a condom during intercourse while taking IP and for 30 days after the last dose of IP and should not father a child during this period. A condom is required to be used also by vasectomized men as well as during intercourse with a male partner to prevent delivery of the IP via seminal fluid.\n\nExclusion Criteria:\n\n1. Is at imminent risk of death and/or has Do Not Resuscitate (DNR) orders.\n2. Required cardiopulmonary resuscitation within 4 days prior to randomization.\n3. Has second- or third-degree atrio-ventricular block or bradycardia (heart rate ≤50 bpm) prior to randomization.\n4. Has history of cirrhosis (Child-Pugh class B and C) prior to randomization.\n5. Has alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) more than 2.5 times the upper limit of normal (ULN).\n6. Has history of malabsorption syndrome, recent ileus (in the last 3 months), or other gastrointestinal (GI) conditions that would interfere with absorption of nimodipine, in the opinion of the Investigator.\n7. Has a severe or unstable concomitant condition or disease other than what may be attributed to the SAH that, in the opinion of the Investigator, may increase the risk associated with study participation or nimodipine administration, or may interfere with the interpretation of study results.\n8. Has a history of recurrent syncope or hypotension that may interfere with the safety assessments of nimodipine.\n9. Has a known hypersensitivity to nimodipine or capsule constituents or to GTX-104.\n10. Is pregnant/has a positive serum or urine pregnancy test.\n11. Has received more than 12 doses (or 720 mg) of oral nimodipine (as a solution \\[e.g., Nymalize\\] or capsules) as part of the standard of care (SOC) for the ruptured aneurysm prior to randomization.\n12. Is receiving strong inhibitors of CYP3A4 such as some macrolide antibiotics (e.g., clarithromycin, telithromycin), some anti-HIV protease inhibitors (e.g., delavirdine, indinavir, nelfinavir, ritonavir, saquinavir), some azole antimycotics (e.g., ketoconazole, itraconazole, voriconazole), and some antidepressants (e.g., nefazadone). See Appendix 5.\n13. Is receiving or has received any other investigational agent(s)/device(s) in the last 30 days.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Carrie DAndrea, MS",
                    "role": "CONTACT",
                    "phone": "908-514-3969",
                    "email": "c.dandrea@acasti.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "R. Loch Macdonald, MD",
                    "affiliation": "Acasti Pharma Inc.",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brain and Spine Neurological Institute",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85013",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                },
                {
                    "facility": "Community Regional Medical Center",
                    "status": "RECRUITING",
                    "city": "Fresno",
                    "state": "California",
                    "zip": "93701",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.74773,
                        "lon": -119.77237
                    }
                },
                {
                    "facility": "Emory University School of Medicine Emergency Neurosciences",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30303",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Northwestern Feinberg Pavillion Neuro and Spine ICU",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Illinois Hospital and Health Sciences System",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Indiana University Health Methodist Hospital",
                    "status": "RECRUITING",
                    "city": "Indianapolis",
                    "state": "Indiana",
                    "zip": "46202",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.76838,
                        "lon": -86.15804
                    }
                },
                {
                    "facility": "University of Kentucky Hospital",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40536",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                },
                {
                    "facility": "University of Maryland Medical Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Mayo Clinic",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                },
                {
                    "facility": "Washington University",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "The Mount Sinai Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "NYU Langone Hospital - Brooklyn",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "11220",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "University of North Carolina",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                },
                {
                    "facility": "Duke University",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "University of Cincinnati Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45219",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                },
                {
                    "facility": "University Hospitals Cleveland Medical Center",
                    "status": "RECRUITING",
                    "city": "Cleveland",
                    "state": "Ohio",
                    "zip": "44106",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 41.4995,
                        "lon": -81.69541
                    }
                },
                {
                    "facility": "The Ohio State University Wexner Medical Center",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43210",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Oregon Health and Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                },
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                },
                {
                    "facility": "University of Texas Health Science Center at Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "Virginia Commonwealth University",
                    "status": "RECRUITING",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013345",
                    "term": "Subarachnoid Hemorrhage"
                },
                {
                    "id": "D000006470",
                    "term": "Hemorrhage"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000020300",
                    "term": "Intracranial Hemorrhages"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "asFound": "Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16135",
                    "name": "Subarachnoid Hemorrhage",
                    "asFound": "Subarachnoid Hemorrhage",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22113",
                    "name": "Intracranial Hemorrhages",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009553",
                    "term": "Nimodipine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000959",
                    "term": "Antihypertensive Agents"
                },
                {
                    "id": "D000002121",
                    "term": "Calcium Channel Blockers"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000077264",
                    "term": "Calcium-Regulating Hormones and Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M12492",
                    "name": "Nimodipine",
                    "asFound": "Muscle Metabolism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4277",
                    "name": "Antihypertensive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M5384",
                    "name": "Calcium Channel Blockers",
                    "relevance": "LOW"
                },
                {
                    "id": "M5381",
                    "name": "Calcium",
                    "relevance": "LOW"
                },
                {
                    "id": "M5398",
                    "name": "Calcium, Dietary",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnAg",
                    "name": "Antihypertensive Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "BDCA",
                    "name": "Bone Density Conservation Agents"
                }
            ]
        }
    },
    "hasResults": false
}