{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06329570",
            "orgStudyIdInfo": {
                "id": "NF-2023-03"
            },
            "organization": {
                "fullName": "NaviFUS Corporation",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety and Efficacy of Bevacizumab in Combination With NaviFUS System for the Treatment of Recurrent Glioblastoma Multiforme (rGBM)",
            "officialTitle": "A Prospective, Open-Label, Single-Arm Pilot Study to Evaluate the Safety and Efficacy of Bevacizumab in Combination With NaviFUS System for the Treatment of Recurrent Glioblastoma Multiforme (rGBM)",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "safety-and-efficacy-of-bevacizumab-in-combination-with-navifus-system-for-the-treatment-of-recurrent-glioblastoma-multiforme-rgbm"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-03-19",
            "studyFirstSubmitQcDate": "2024-03-19",
            "studyFirstPostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "NaviFUS Corporation",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "NaviFUS US LLC",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This will be a prospective, open-label, single-arm pilot study to investigate the safety and efficacy of Bevacizumab (BEV) in combination with microbubble (MB)-mediated FUS in patients with recurrent GBM. BEV represents the physician's best choice for the standard of care (SoC) in rGBM after previous treatment with surgery (if appropriate), standard radiotherapy with temozolomide chemotherapy, and with adjuvant temozolomide.",
            "detailedDescription": "The study aims to demonstrate the high safety profile and effectiveness of BEV+FUS-MB targeted therapy for brain tumors.\n\nAny patient with a histological diagnosis of GBM who meets all of the specific eligibility criteria may participate in this study by signing informed consent in person or through their legal representative. Eligible patients will undergo a 2-week baseline observation screening period.\n\nUp to 10 eligible patients will be enrolled in this study. Eligible patients will follow the standard operating procedures of BEV (10 mg/kg intravenous (IV) infusion over 30-90 minutes). After at least 30 minutes, patients will be administered microbubbles (MB) (Lumason®) at a dose of 0.1 mL/kg, along with optimal ultrasound exposure doses determined by the acoustic emission feedback FUS power control algorithm of the NaviFUS System. The treatment will be administered every 2 weeks up to 34 weeks or until evidence of progression disease (PD), intolerable toxicity precluding further treatment, non-compliance with study follow-up, or withdrawal of consent, whichever occurs first."
        },
        "conditionsModule": {
            "conditions": [
                "Glioblastoma Multiforme",
                "Glioblastoma",
                "Glioma",
                "Brain Tumor",
                "Neoplasms",
                "Neoplasms, Nerve Tissue"
            ],
            "keywords": [
                "NaviFUS System",
                "Blood-Brain Barrier Opening",
                "Focused Ultrasound",
                "Low-Intensity Focused Ultrasound",
                "Bevacizumab",
                "BEV"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "NaviFUS System",
                    "description": "Open the BBB using focused ultrasound and microbubble"
                },
                {
                    "type": "DRUG",
                    "name": "Lumason",
                    "description": "Open the BBB using focused ultrasound and microbubble",
                    "otherNames": [
                        "SonoVue"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Bevacizumab",
                    "description": "An anti-angiogenic agent to block tumor growth",
                    "otherNames": [
                        "Avastin"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Adverse Events (AEs)",
                    "description": "The incidence and severity of AEs associated with FUS-MB+BEV treatment in patients with rGBM",
                    "timeFrame": "up to 52 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "6-month Progression-Free Survival (PFS-6)",
                    "description": "PFS-6 is the proportion of patients who remain progression-free at the 6-month time point, as determined by Response Assessment in Neuro-Oncology (RANO) Criteria, from the time of their first treatment.",
                    "timeFrame": "up to 6 months"
                },
                {
                    "measure": "Progression-Free Survival (PFS)",
                    "description": "PFS is defined as the time from the date of first treatment to the earliest date of the first objective documentation of radiographic progression disease based on RANO Criteria, death, or last known follow-up due to any cause whichever occurs first. PFS will be followed continuously till the End-of-Study.",
                    "timeFrame": "up to 52 weeks"
                },
                {
                    "measure": "One-year Survival Rate",
                    "description": "One-year survival rate is the proportion of patients who remain alive at the one-year time point from the time of their first treatment.",
                    "timeFrame": "up to 12 months"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "OS is defined as the time from the date of first treatment to the earliest date of death or last known follow-up due to any cause whichever occurs first. OS will be followed continuously while subjects are on study and via phone interviews every 3 months during the survival follow-up phase of the study.",
                    "timeFrame": "up to 24 months"
                },
                {
                    "measure": "Objective Response Rate (ORR)",
                    "description": "ORR is defined as the proportion of patients who achieved a best overall response of complete response (CR) or partial response (PR) based on a combination of imaging and clinical features as assessed by the RANO Criteria.",
                    "timeFrame": "up to 52 weeks"
                },
                {
                    "measure": "Clinical Benefit Rate (CBR)",
                    "description": "CBR is defined as the proportion of patients who achieved an overall response of CR, PR, or SD based on a combination of imaging and clinical features as assessed by the RANO Criteria.",
                    "timeFrame": "up to 52 weeks"
                },
                {
                    "measure": "Local Disease Control on the MRI Images",
                    "description": "Local disease control is defined as the proportion of patients who achieved a CR, PR, or SD within the planning target tumor lesion, as assessed by the RANO Criteria.",
                    "timeFrame": "up to 52 weeks"
                },
                {
                    "measure": "Corticosteroid Consumption",
                    "description": "Changes in corticosteroid usage will be compared to baseline.",
                    "timeFrame": "up to 52 weeks"
                },
                {
                    "measure": "Quality of life (QoL) assessment",
                    "description": "The standardized and validated European Organization for Research and Treatment of Cancer (EORTC) quality of life questionnaire (QLQ-C30) and brain cancer questionnaire (QLQ-BN20, assessment specific to brain neoplasm) will be assessed at baseline and throughout treatment period. The changes in QoL during treatment will be compared to baseline. QoL is assessed based on the cancer or brain tumor patient's subjective evaluation of their current status, the presence or absence of the specific symptoms, and their overall general health.",
                    "timeFrame": "up to 52 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female patients ≥ 18 years of age at the time of study enrollment.\n2. Body mass index (BMI) ≥ 17 kg/m2.\n3. Patients diagnosed with glioblastoma must have unequivocal evidence of recurrence, as determined by contrast-enhanced magnetic resonance imaging (CE-MRI), following prior radiotherapy and temozolomide chemotherapy.\n4. Patients may have undergone surgery for recurrence. The patients should have completed surgery and adequately recovered prior to the time of study enrollment.\n5. Patients must have radiographic evidence of either at least an 80% resection of enhancing tumor following recurrence or a maximal measurable residual tumor ≤ 20 cm3.\n6. If patients are receiving corticosteroids, they must have been on a stable or decreasing dose of corticosteroids for at least 1 week prior to the planned first treatment.\n7. At the time of study enrollment, the minimum interval since the last event:\n\n   * 4 weeks out from invasive procedures (e.g., open biopsy, surgical resection, significant traumatic injury, or any other major surgery involving entry into a body cavity) and the patient must have recovered from the effects of surgery\n   * 1 week out from minor surgical procedures or core biopsies\n8. Patients must have recovered from the toxic effects of prior therapy at the time of study enrollment as follows:\n\n   * 4 weeks out from any investigational drug or device\n   * 4 weeks out from chemotherapy\n   * 6 weeks since the completion of a nitrosourea-containing chemotherapy regimen (e.g., Carmustine (BCNU))\n   * 12 weeks out from completion of radiotherapy\n9. Patients should have a life expectancy ≥ 12 weeks.\n10. Patients must have Karnofsky Performance Status (KPS) ≥ 70.\n11. Adequate hematopoietic, renal, hepatic, and coagulation function, defined as:\n\n    * Hemoglobin ≥ 10 g/dL\n    * Platelets ≥ 100,000/mm3\n    * Neutrophils ≥ 1,500/mm3\n    * Serum creatinine ≤ 1.5 × upper limit of normal (ULN)\n    * Urine protein creatinine ratio (UPCR) \\< 1 or urine dipstick for proteinuria ≤ 2+\n    * Alanine aminotransferase (ALT) \\< 3 × ULN\n    * Aspartate aminotransferase (AST) \\< 3 × ULN\n    * Total bilirubin (TBL) \\< 2 × ULN\n    * Prothrombin time ≤ 1.5 x ULN\n    * International Normalized Ratio (INR) \\< 1.5 These tests must be conducted within 2 weeks prior to the planned first treatment.\n12. The central of FUS exposure region is located close to the cortex, with a minimum distance of at least 30 mm beneath the skull bone.\n13. Females of childbearing potential must have a negative pregnancy test documented within 2 weeks prior to first treatment. Females of childbearing potential and male patients with partners of childbearing potential must agree to adhere to an acceptable method of contraception (as outlined below) from prior to the first study treatment until at least 6 months after the completion of last treatment. Standard acceptable methods of contraception include the use of highly effective methods such as hormonal contraception, diaphragm, cervical cap, vaginal sponge, condom, spermicide, vasectomy, intrauterine device, or abstinence from sexual activity.\n14. Patients are able and willing to have peripheral intravenous (IV) line placement of Bevacizumab and are able to have hair shaved (either whole head or in the region where the coupling membrane will touch) prior to FUS treatment.\n15. Patients or their legal representatives are able to provide written informed consent for participation in the trial and patients are willing to comply the procedures (i.e., study-related assessments), instructions, and restrictions outlined in this study in the duration of the study.\n\nExclusion Criteria:\n\n1. Patients who have radiographic evidence of multifocal enhancing tumors.\n2. Patients who have undergone previous treatment with anti-angiogenic therapy, including Bevacizumab, or other VEGF inhibitors or VEGF-receptor signaling inhibitors.\n3. Patients who have previously received Carmustine wafers implantation during re-operation.\n4. Patients who have previously received or are currently undergoing tumor treating fields (TTF) treatment.\n5. Uncontrolled or significant cardiovascular disease, including any of the following:\n\n   * New York Heart Association (NYHA) Grade II or above congestive heart failure (CHF) within 12 months prior to study enrollment\n   * Unstable angina pectoris\n   * Medical history of myocardial infarction within 6 months prior to study enrollment\n   * Cardiac shunt\n6. Stroke (except for transient ischemic attack; TIA) within 6 months prior to study enrollment\n7. Patients with implanted electronic device, for example, implanted cardioverter-defibrillator (ICD), cardiac pacemaker, permanent medication pumps, cochlear implants, responsive neurostimulator (RNS), deep brain stimulation (DBS), or other electronic devices implanted in the brain.\n8. Patients with inadequately controlled hypertension, defined as systolic blood pressure \\> 150 mmHg and/or diastolic blood pressure \\> 100 mmHg while on medication, within 2 weeks prior to first treatment.\n9. Patients with evidence of any thrombotic or hemorrhagic events, including but not limited to:\n\n   * Inherited bleeding diathesis or significant coagulopathy with the risk of bleeding (i.e., in the absence of therapeutic anticoagulation).\n   * History of pulmonary haemorrhage/haemoptysis ≥ grade 2 according to the CTCAE version 5.0 criteria within 1 month prior to study enrollment.\n   * Arterial or venous thrombosis (e.g., pulmonary embolism) within 6 months prior to study enrollment.\n10. Patients with unstable pulmonary disease or chronic obstructive pulmonary disease (COPD) exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of study enrollment.\n11. Patients who have psychiatric illness/social situations that would limit compliance with study requirements.\n12. Know HIV-positive patient, however, that HIV testing is not required for entry into this study.\n13. Acute bacterial or fungal infection requiring intravenous antibiotics at the time of study enrollment.\n14. History or evidence of active gastroduodenal ulcer, gastrointestinal perforations/fistula, or intra-abdominal abscess within 6 months prior to study enrollment.\n15. Receiving anticoagulant (e.g., warfarin or LMW heparin) or antiplatelet (e.g., aspirin) therapy within 1 week prior to beginning treatment.\n16. Known sensitivity/allergy to Magnetic Resonance Imaging (MRI) contrast agents, Computer Tomography (CT) contrast agents, Lumason® , Avastin® , or any of their components.\n17. Pregnant (positive pregnancy test) or breast-feeding women.\n18. Use of any recreational drugs or history of drug addiction.\n19. Other concurrent severe and/or uncontrolled concomitant medical conditions (e.g., active or uncontrolled infection, uncontrolled epilepsy, uncontrolled diabetes) that could cause unacceptable safety risks or compromise compliance with the protocol.\n20. Any other condition that, in the Investigator's discretion, might increase the risk to the patients or compromise the evaluation of the clinical trial endpoints.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sheang-Tze Fung, Ph.D.",
                    "role": "CONTACT",
                    "phone": "02-25860560",
                    "phoneExt": "167",
                    "email": "stfung@navifus.com"
                },
                {
                    "name": "Arthur Lung, Ph.D.",
                    "role": "CONTACT",
                    "phone": "02-25860560",
                    "phoneExt": "180",
                    "email": "arthur.lung@navifus.com"
                }
            ],
            "locations": [
                {
                    "facility": "University of Virginia",
                    "city": "Charlottesville",
                    "state": "Virginia",
                    "zip": "22903",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jason Sheehan, M.D., Ph.D.",
                            "role": "CONTACT",
                            "phone": "434-924-8129",
                            "email": "JPS2F@uvahealth.org"
                        },
                        {
                            "name": "Arthur Lung, Ph.D.",
                            "role": "CONTACT",
                            "phone": "02-25860560",
                            "phoneExt": "180",
                            "email": "arthur.lung@navifus.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.02931,
                        "lon": -78.47668
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27192459",
                    "type": "BACKGROUND",
                    "citation": "Liu HL, Hsu PH, Lin CY, Huang CW, Chai WY, Chu PC, Huang CY, Chen PY, Yang LY, Kuo JS, Wei KC. Focused Ultrasound Enhances Central Nervous System Delivery of Bevacizumab for Malignant Glioma Treatment. Radiology. 2016 Oct;281(1):99-108. doi: 10.1148/radiol.2016152444. Epub 2016 May 18."
                },
                {
                    "pmid": "32617293",
                    "type": "BACKGROUND",
                    "citation": "Chen KT, Lin YJ, Chai WY, Lin CJ, Chen PY, Huang CY, Kuo JS, Liu HL, Wei KC. Neuronavigation-guided focused ultrasound (NaviFUS) for transcranial blood-brain barrier opening in recurrent glioblastoma patients: clinical trial protocol. Ann Transl Med. 2020 Jun;8(11):673. doi: 10.21037/atm-20-344."
                },
                {
                    "pmid": "33547073",
                    "type": "BACKGROUND",
                    "citation": "Chen KT, Chai WY, Lin YJ, Lin CJ, Chen PY, Tsai HC, Huang CY, Kuo JS, Liu HL, Wei KC. Neuronavigation-guided focused ultrasound for transcranial blood-brain barrier opening and immunostimulation in brain tumors. Sci Adv. 2021 Feb 5;7(6):eabd0772. doi: 10.1126/sciadv.abd0772. Print 2021 Feb."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000005909",
                    "term": "Glioblastoma"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001254",
                    "term": "Astrocytoma"
                },
                {
                    "id": "D000005910",
                    "term": "Glioma"
                },
                {
                    "id": "D000018302",
                    "term": "Neoplasms, Neuroepithelial"
                },
                {
                    "id": "D000017599",
                    "term": "Neuroectodermal Tumors"
                },
                {
                    "id": "D000009373",
                    "term": "Neoplasms, Germ Cell and Embryonal"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9020",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "M14850",
                    "name": "Recurrence",
                    "relevance": "LOW"
                },
                {
                    "id": "M9019",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5209",
                    "name": "Brain Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "asFound": "Neoplasms, Nerve Tissue",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4561",
                    "name": "Astrocytoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M20446",
                    "name": "Neoplasms, Neuroepithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M19845",
                    "name": "Neuroectodermal Tumors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20388",
                    "name": "Neuroectodermal Tumors, Primitive",
                    "relevance": "LOW"
                },
                {
                    "id": "M12318",
                    "name": "Neoplasms, Germ Cell and Embryonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "T2519",
                    "name": "Glioma",
                    "relevance": "LOW"
                },
                {
                    "id": "T2518",
                    "name": "Glioblastoma",
                    "asFound": "Glioblastoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4092",
                    "name": "Neuroepithelioma",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068258",
                    "term": "Bevacizumab"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000020533",
                    "term": "Angiogenesis Inhibitors"
                },
                {
                    "id": "D000043924",
                    "term": "Angiogenesis Modulating Agents"
                },
                {
                    "id": "D000006133",
                    "term": "Growth Substances"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000006131",
                    "term": "Growth Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M246",
                    "name": "Bevacizumab",
                    "asFound": "Non-",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22318",
                    "name": "Angiogenesis Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M9231",
                    "name": "Growth Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}