{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02455479",
            "orgStudyIdInfo": {
                "id": "1206012440"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01DA048524",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01DA048524"
                }
            ],
            "organization": {
                "fullName": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "briefTitle": "Safety Study of a Disrupted Adenovirus (Ad) Serotype Cocaine Vaccine for Cocaine-dependent Individuals",
            "officialTitle": "Phase I Randomized, Double-blind, Placebo Control Study for an Anti-cocaine Vaccine",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-study-of-a-disrupted-adenovirus-ad-serotype-cocaine-vaccine-for-cocaine-dependent-individuals"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2012-06-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2015-05-19",
            "studyFirstSubmitQcDate": "2015-05-26",
            "studyFirstPostDateStruct": {
                "date": "2015-05-27",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2023-12-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Weill Medical College of Cornell University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess the safety and preliminary efficacy of an anti-cocaine vaccine called dAd5GNE in cocaine-dependent individuals. It uses the concept of a vaccine to treat the neurological effects of cocaine by evoking \"immunity\" to prevent the effects of cocaine on the brain.",
            "detailedDescription": "This is a Phase I dose-ranging, placebo-controlled, double blind study assessing the safety and preliminary efficacy of an anti-cocaine vaccine called \"dAd5GNE vaccine\". The vaccine is designed to prevent cocaine from reaching the brain. The vaccine is comprised of GNE, a cocaine-like molecule that is linked to the capsid protein of a disrupted serotype 5 adenovirus. The vaccine is used to evoke \"immunity\" to prevent cocaine from reaching the brain. The vaccine evokes an immune system response and stimulates the creation of anti-cocaine antibodies. The antibodies bind to the cocaine molecules when a person takes cocaine and prevents the cocaine molecules from reaching the brain. This cocaine-antibody complex is not able to cross the blood brain barrier and thus eliminates the effects of cocaine on the brain, as seen in pre-clinical studies done by our group. In mice, rats and nonhuman primates, this vaccine evoked a persistent, high titer, high affinity IgG anti-cocaine antibody response. The pre-clinical studies conducted establish efficacy for high anti-cocaine antibody titers. The immunity sequesters parenterally administered cocaine in the blood, in mice, rats and nonhuman primates (Appendix I-III).\n\nFor each subject, the study will take place over a period of 32 weeks from the time of the first vaccine administration, and will enroll cocaine addicts, as defined by the Diagnostic and Statistical Manual of Mental Disorders, 5th edition, Text Revisions (DSM-V-TR)."
        },
        "conditionsModule": {
            "conditions": [
                "Cocaine Dependence"
            ],
            "keywords": [
                "cocaine vaccine",
                "cocaine dependence",
                "Cocaine"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1: 100µg",
                    "type": "OTHER",
                    "description": "Subjects will receive 100µg dAd5GNE vaccine or placebo at weeks 0, 4, 8, 12, 16 and 20.",
                    "interventionNames": [
                        "Biological: dAd5GNE Vaccine",
                        "Biological: Placebo"
                    ]
                },
                {
                    "label": "Cohort 2: 316 µg",
                    "type": "OTHER",
                    "description": "Subjects will receive 316 µg dAd5GNE vaccine or placebo at weeks 0, 4, 8, 12, 16 and 20.",
                    "interventionNames": [
                        "Biological: dAd5GNE Vaccine",
                        "Biological: Placebo"
                    ]
                },
                {
                    "label": "Cohort 3: 1000µg",
                    "type": "OTHER",
                    "description": "Subjects will receive 1000 µg dAd5GNE vaccine or placebo at weeks 0, 4, 8, 12, 16 and 20.",
                    "interventionNames": [
                        "Biological: dAd5GNE Vaccine",
                        "Biological: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "dAd5GNE Vaccine",
                    "description": "dAd5GNE Vaccine or Placebo dAd5GNE Vaccine",
                    "armGroupLabels": [
                        "Cohort 1: 100µg",
                        "Cohort 2: 316 µg",
                        "Cohort 3: 1000µg"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Placebo",
                    "description": "dAd5GNE Vaccine or Placebo dAd5GNE Vaccine",
                    "armGroupLabels": [
                        "Cohort 1: 100µg",
                        "Cohort 2: 316 µg",
                        "Cohort 3: 1000µg"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety of dAd5GNE vaccine",
                    "description": "The primary endpoint is to establish the safety of dAd5GNE vaccine using general safety parameters, which includes a general assessment.",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "Safety of dAd5GNE vaccine",
                    "description": "The primary endpoint is to establish the safety of dAd5GNE vaccine using general safety parameters, which includes a blood test.",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "Safety of dAd5GNE vaccine",
                    "description": "The primary endpoint is to establish the safety of dAd5GNE vaccine using general safety parameters, which includes urinalysis.",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "Safety of dAd5GNE vaccine",
                    "description": "The primary endpoint is to establish the safety of dAd5GNE vaccine using general safety parameters, which includes chest x-ray.",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "Safety of dAd5GNE vaccine",
                    "description": "The primary endpoint is to establish the safety of dAd5GNE vaccine using general safety parameters, which includes ophthalmology exam.",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "Safety of dAd5GNE vaccine",
                    "description": "The primary endpoint is to establish the safety of dAd5GNE vaccine using general safety parameters, which includes EKG.",
                    "timeFrame": "32 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Urine cocaine metabolites",
                    "description": "Urine will be tested for benzoylecgonine (BE). The accepted value for a positive urine cocaine is urine BE of ≥ 300 ng/mL.",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "Anti-cocaine antibody levels over time",
                    "description": "The primary endpoint is average cocaine titers (week 10 - week 22) \\> 4.0 x 105 titer units.",
                    "timeFrame": "32 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "For Information Only",
                    "description": "Anti-cocaine antibody subtypes, affinity, and specificity",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "For Information Only",
                    "description": "Anti-Ad5 antibodies",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "For Information Only",
                    "description": "Cocaine craving self-report",
                    "timeFrame": "32 weeks"
                },
                {
                    "measure": "For Information Only",
                    "description": "Timeline followback (TLFB) drug use calendar",
                    "timeFrame": "32 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Accrual will be random, with no bias as to gender or racial/ethnic group. Because the accrual process will be random, it is possible that there may be differences in the proportion of males and females, and racial/ethnic groups among the study individuals. All subjects will be concurrently participating in behavioral therapy programs run by Dr. Beeder's clinical team. Each case will be reviewed with the Eligibility Committee, comprised of three investigators other than the PI, to determine eligibility. The Principal Investigator will not participate in this process.\n\nAll subjects must fulfill all inclusion criteria and none of the exclusion criteria in order to participate in this study.\n\nInclusion Criteria:\n\n1. All subjects should be able to provide informed consent.\n2. Must provide HIV informed consent.\n3. Males and females, 21- 69 years of age.\n4. Individuals that have been diagnosed with a cocaine use disorder according to DSM-V-TR criteria, with documented evidence of cocaine use within the past 60 days and have previously used an average of 1 to 10 grams of powdered and/or crack cocaine (via insufflation or smoking only) per week. Any prior 1 to 4 month period of cocaine abstinence in the past year will be excluded when calculating average cocaine use to evaluate study eligibility.\n\n6. Fertile males and females must agree to use adequate forms of contraception for the duration of the entire study.\n\n7. Body weight \\> 45 kg.\n\nExclusion Criteria:\n\n1. Individuals not deemed in good overall health by the investigator.\n2. Diagnosed history of severe psychotic disorders.\n3. Abnormal EKG at screening with changes consistent with cardiac disease.\n4. History of significant cardiovascular disease, hypertension, prior myocardial infarction and/or cerebrovascular event.\n5. Individuals who are currently on beta-blockers.\n6. Physical signs or laboratory values suggestive of systemic disorders.\n7. History of attempted suicide, as assessed by Columbia-Suicide Severity Rating Scale (C-SSRS) and/or committed homicide.\n8. History of diagnosed obsessive compulsive disorder (OCD).\n9. Known allergy to soy.\n10. Individuals who are currently taking alprazolam (Xanax) or ziprasidone (Geodon).\n11. Evidence of active infection of any types, including COVID-19, or positive for human immunodeficiency virus (HIV).\n12. Historical or current use of immunomodulators or immunosuppressants \\<5 years prior to screening.\n13. Receipt of blood within 3 months of screening.\n14. Females who are pregnant or nursing.\n15. Concurrent participation in any other FDA approved Investigational New Drug.\n16. Abnormal liver function (transaminases greater than 2x the upper limit of normal values)\n17. eGFR \\<30 mL/min/1.73 m2\n18. Severe substance use disorder based on DSM-V-TR criteria (excluding cocaine, nicotine, caffeine, alcohol, marijuana and opiates prescribed for medication assisted therapy or pain treatment) currently not in remission according to one of the following criteria:\n\n    * Early Full Remission: This specifier is used if none of the criteria for Dependence or Abuse have been met for at least 1 month, but less than 12 months OR\n    * Early Partial Remission: This specifier is used if only one or more (but not all) of the criteria for Dependence or Abuse has/have been met for at least 1 month, but less than 12 months. OR\n    * Sustained Full Remission: This specifier is used if none of the criteria for Dependence or Abuse have been met at any time during a period of 12 months or longer OR\n    * Sustained Partial Remission: This specifier is used if only one or more (but not all) of the criteria for Dependence or Abuse has/have been met for a period of 12 months or longer OR\n    * On Agonist Therapy: This specifier is used if the individual is on a prescribed agonist medication, and none of the criteria for Dependence or Abuse has been met for that class of medication for at least the past month (except tolerance to, or withdrawal from, the agonist). This category also applies to those being treated for Dependence using a partial agonist or an agonist/antagonist OR\n    * Substance Use Related Disorder (mild) up to two disorders: Patients that are assessed to have mild substance-use-related disorders according to the DSM-V criteria will be allowed to participate in the study as long as the number of the disorder-resulting substances does not exceed two (with the exception of the nicotine, caffeine, alcohol, marijuana and opiates prescribed for medication assisted therapy or pain treatment).\n19. History of any seizure disorder.\n20. Individuals with history of Guillain-Barré Syndrome.\n21. Diagnosis of \\>2 Substance Use Related Disorders (mild) based on DSM-V- TR criteria (excluding nicotine, caffeine, alcohol, marijuana and opiates prescribed for medication assisted therapy or pain treatment\n22. On a prescribed agonist medication, with criteria for dependence or abuse for that class ofmedication for at least the past month (except tolerance to, or withdrawal from, the agonist",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "maximumAge": "69 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sandra Hyde",
                    "role": "CONTACT",
                    "phone": "646-962-2672",
                    "email": "sah2003@med.cornell.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ronald G Crystal, MD",
                    "affiliation": "Weill Medical College of Cornell University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "WCMC Department of Genetic Medicine",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10021",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandra Hyde",
                            "role": "CONTACT",
                            "phone": "646-962-2672",
                            "email": "sah2003@med.cornell.edu"
                        },
                        {
                            "name": "Niamh Savage",
                            "role": "CONTACT",
                            "email": "nis2049@med.cornell.edu"
                        },
                        {
                            "name": "Ronald Crystal, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019970",
                    "term": "Cocaine-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3610",
                    "name": "Adenoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M21841",
                    "name": "Cocaine-Related Disorders",
                    "asFound": "Cocaine Dependence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "relevance": "LOW"
                },
                {
                    "id": "M6271",
                    "name": "Cocaine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}