{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04843904",
            "orgStudyIdInfo": {
                "id": "20-415"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Safe Accelerated Venetoclax Escalation in CLL",
            "officialTitle": "SAVE (Safe Accelerated Venetoclax Escalation): A Phase Ib Study of Venetoclax Monotherapy With Accelerated Dose Ramp-up in Patients With CLL",
            "acronym": "SAVE",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "safe-accelerated-venetoclax-escalation-in-cll"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-04-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-06-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-30",
            "studyFirstSubmitQcDate": "2021-04-12",
            "studyFirstPostDateStruct": {
                "date": "2021-04-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jennifer Crombie, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This research study is trying to determine which patients with newly diagnosed or relapsed/refractory chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL), as grouped by their risk for tumor lysis syndrome (TLS), are able to safely tolerate an accelerated, daily venetoclax dose ramp-up rather than the standard approved schedule (5-week dose ramp-up).\n\nThe name of the study drug involved in this study is:\n\n* Venetoclax\n\nThe following drugs may also be included in some participants treatment regimen:\n\n* Obinutuzumab\n* Rituximab",
            "detailedDescription": "This is an open label phase Ib study of an accelerated venetoclax ramp-up in patients with CLL/SLL in either the front-line or relapsed/refractory setting. This clinical trial is testing a new dosing schedule of a drug that is normally dosed in a different fashion. As such, venetoclax is considered an investigational drug when given in this new schedule. \"Investigational\" means that the drug is being studied. The U.S. Food and Drug Administration (FDA) has approved venetoclax as a treatment option for CLL or SLL but the approval is based on a different schedule.\n\nVenetoclax is an oral drug inhibitor of BCL-2, a protein that regulates the death of cells in the body. It has been FDA approved with or without rituximab for the treatment of adult patients with CLL/SLL who have received at least one prior therapy, with obinutuzumab for frontline therapy of CLL/SLL, as well in combination with azacitabine, decitabine, or low-dose cytarabine for the treatment of adults with newly diagnosed acute myeloid leukemia (AML).\n\nVenetoclax is typically started at a low dose and increased on a weekly basis, over 5 weeks, to the desired dose for patients with CLL/SLL.This study is trying to determine if patients can safely increase the venetoclax dose in the hospital on a daily basis, over 5 days rather than weekly, and which patients, grouped by their risk for TLS, with newly diagnosed or relapsed/refractory CLL/SLL, are able to safely tolerate this accelerated, daily venetoclax dose ramp-up.\n\nThe research study procedures include screening for eligibility and study treatment including evaluations and follow up visits.\n\nAll participants will be actively followed for approximately 3 months. Following completion of the active study period, participants will be encouraged to return for a response evaluation. Following this, patients will enter a long-term follow up period where they will be observed for a maximum of 5 years.\n\nIt is expected that about 40 people will take part in this research study."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Lymphocytic Leukemia",
                "Small Lymphocytic Lymphoma"
            ],
            "keywords": [
                "Chronic Lymphocytic Leukemia",
                "Small Lymphocytic Lymphoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Venetoclax",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be separated into two cohorts: Cohort A: Patients at low risk for TLS. Cohort B: Patients with both median and high risk for TLS.\n\nFive (5) participants from cohort A will be initially enrolled, if these first 5 participants tolerate the accelerated ramp-up, cohorts A and B will enroll simultaneously.\n\nAll participants will be hospitalized and receive venetoclax daily with accelerated dose increases over 5 days to reach full dose. After reaching full dose, participants will be discharged and continue daily venetoclax at home.\n\nPer doctor assessment, some participants may also receive rituximab or obinutuzumab as part of the treatment regimen with venetoclax.\n\nRituximab: Given every 28 days starting on the second study cycle and continuing for up to 6 cycles as per standard of care.\n\nObinutuzumab: Days 1, 2, 8, and 15 of cycle 1 and once every 28 days there after for up to 6 cycles as per standard of care.",
                    "interventionNames": [
                        "Drug: Venetoclax",
                        "Drug: Obinutuzumab",
                        "Drug: Rituximab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Tablet, taken by mouth",
                    "armGroupLabels": [
                        "Venetoclax"
                    ],
                    "otherNames": [
                        "Venclexta"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Obinutuzumab",
                    "description": "Given as an infusion into the vein (intravenous, IV).",
                    "armGroupLabels": [
                        "Venetoclax"
                    ],
                    "otherNames": [
                        "Gazyva"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Rituximab",
                    "description": "Given as an infusion into the vein (intravenous, IV).",
                    "armGroupLabels": [
                        "Venetoclax"
                    ],
                    "otherNames": [
                        "Rituxan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Highest risk TLS group that can safely tolerate the daily ramp up",
                    "description": "Rates of laboratory and clinical TLS",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Objective response rate (ORR)",
                    "description": "Evaluated using the 2018 iwCLL criteria for CLL",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Complete response (CR) rate",
                    "description": "Evaluated using the 2018 iwCLL criteria for CLL",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Progression free survival (PFS)",
                    "description": "Time to progression or death",
                    "timeFrame": "From date of enrollment until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 5 years"
                },
                {
                    "measure": "Overall survival (OS)",
                    "description": "Death due to any cause",
                    "timeFrame": "From date of enrollment until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 5 years"
                },
                {
                    "measure": "Rate of undetectable minimal residual disease (uMRD)",
                    "description": "Determined by flow cytometry and ClonoSeq",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must have a confirmed diagnosis of chronic lymphocytic leukemia or small lymphocytic lymphoma per IW-CLL 201814 requiring therapy based on at least one of the following criteria as listed below:\n\n  * Evidence of progressive marrow failure as manifested by the development of, or worsening of, anemia (hemoglobin \\<11.0 g/L) and/or thrombocytopenia (platelets \\<100 x 109/L)\n  * Massive (≥6 cm below the left costal margin), progressive, or symptomatic splenomegaly\n  * Massive nodes (at least 10 cm longest diameter), progressive, or symptomatic\n  * lymphadenopathy\n  * Progressive lymphocytosis with an increase of more than 50% over a 2-month period or LDT of \\<6 months. Lymphocyte doubling time may be obtained by linear regression extrapolation of absolute lymphocyte counts obtained at intervals of 2 weeks over an observation period of 2 to 3 months.\n  * Autoimmune anemia and/or thrombocytopenia that is poorly responsive to corticosteroids or other standard therapy\n  * Documented constitutional symptoms, defined as 1 or more of the following disease related symptoms or signs: unintentional weight loss \\>10% within 6 months prior to screening, significant fatigue (inability to work or perform usual activities), fevers \\>100.5° F or 38.0° C for 2 or more weeks prior to screening without evidence of infection, night sweats for more than 1 month prior to screening without evidence of infection\n* Both previously untreated and relapsed or refractory patients will be eligible, including those who will be receiving venetoclax as monotherapy or in combination with anti-CD20 monoclonal antibody therapy\n* Age greater or equal to 18 years\n* ECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A)\n* Patients must meet the following hematologic criteria at screening, unless they have significant bone marrow involvement of CLL confirmed on biopsy:\n\n  * Absolute neutrophil count ≥1000 cells/mm3. Growth factor is allowed in order to achieve this\n  * Platelet count ≥25,000 cells/mm3 (25 x 109/L) independent of transfusion within 7 days of screening\n* Adequate hepatic function defined as:\n\n  * Serum aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3.0 x upper limit of normal (ULN), bilirubin ≤1.5 x ULN (unless bilirubin rise is due to Gilbert's syndrome or of non-hepatic origin)\n* Adequate renal function as defined as:\n\n  * Serum creatinine ≤1.5 times the ULN or creatinine clearance ≥ 50 mL/min using a 24-hour urine collection\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal, barrier method or abstinence) prior to study entry and for the duration of study participation\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Treatment with venetoclax within the past 6 months\n* Transformation of CLL to aggressive NHL (Richter's transformation or pro-lymphocytic leukemia)\n* Patients receiving cancer therapy (i.e., chemotherapy, radiation therapy, immunotherapy, biologic therapy, surgery within 2 weeks of Cycle 1/Day 1 with the following exceptions:\n\n  * CD20 antibody therapy (i.e. rituximab or obinutuzumab) if it is being used as part of the venetoclax regimen (see inclusion criteria 3.1.2)\n  * For patients on targeted therapies, a washout of least five half lives is required\n  * Patients who experience clinical deterioration may start therapy after a shorter washout period with prior approval by the PI\n  * Corticosteroid therapy (prednisone or equivalent \\<=20 mg daily) is allowed\n* Confirmed central nervous system involvement\n* Allogeneic hematologic stem cell transplant within 6 months of starting study treatment or active graft vs. host disease (GVHD) requiring treatment or prophylaxis\n* Active malignancy requiring therapy that would interact with venetoclax as per the discretion of the treating investigator\n* Any active systemic infection requiring IV antibiotics or other uncontrolled, active infections\n* Known history of human immunodeficiency virus (HIV), hepatitis C virus (HCV), or hepatitis B virus (HBV)\n* Major surgery within 4 weeks of first dose of study drug\n* Currently active, clinically significant cardiovascular disease, such as uncontrolled arrhythmia or Class 3 or 4 congestive heart failure as defined by the New York Heart Association Functional Classification; or a history of myocardial infarction, unstable angina, or acute coronary syndrome within 6 months of initial dosing on study\n* Use of Coumadin for anticoagulation (other anticoagulants permitted)\n* Lactating or pregnant\n* Concurrent administration of medications or foods that are strong inhibitors or inducers of CYP3A . The concomitant use of drugs or foods that are strong or moderate inhibitors or inducers of CYP3A are not allowed beginning 1 week prior to the first dose of venetoclax.\n* Patients with ongoing use of prophylactic antibiotics are eligible as long as there is no evidence of active infection and the antibiotic is not included on the list of prohibited medications\n* Unable to swallow capsules or malabsorption syndrome, active disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel, symptomatic inflammatory bowel disease or ulcerative colitis, or partial or complete bowel obstruction resulting in malabsorption or chronic diarrhea\n* Active abuse of alcohol",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Celeste Carey, MS",
                    "role": "CONTACT",
                    "phone": "877-DF-TRIAL",
                    "email": "celeste_carey@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jennifer Crombie, MD",
                    "affiliation": "Dana-Farber Cancer Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Dana-Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Crombie, MD",
                            "role": "CONTACT",
                            "phone": "617-582-9086",
                            "email": "JLCROMBIE@PARTNERS.ORG"
                        },
                        {
                            "name": "Jennifer Crombie, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
            "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000015451",
                    "term": "Leukemia, Lymphocytic, Chronic, B-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000015448",
                    "term": "Leukemia, B-Cell"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M18116",
                    "name": "Leukemia, Lymphocytic, Chronic, B-Cell",
                    "asFound": "Small lymphocytic lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M18115",
                    "name": "Leukemia, B-Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T1308",
                    "name": "Chronic Lymphocytic Leukemia",
                    "asFound": "Chronic Lymphocytic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000069283",
                    "term": "Rituximab"
                },
                {
                    "id": "C000543332",
                    "term": "Obinutuzumab"
                },
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "0.1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M373",
                    "name": "Rituximab",
                    "asFound": "Infusion",
                    "relevance": "HIGH"
                },
                {
                    "id": "M288906",
                    "name": "Obinutuzumab",
                    "asFound": "Plate",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                }
            ]
        }
    },
    "hasResults": false
}