{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05591027",
            "orgStudyIdInfo": {
                "id": "17767"
            },
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Target Engagement of Centella Asiatica in Cognitive Impairment",
            "officialTitle": "Safety and Target Engagement of Centella Asiatica in Cognitive Impairment",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "safety-and-target-engagement-of-centella-asiatica-in-cognitive-impairment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-16",
            "studyFirstSubmitQcDate": "2022-10-18",
            "studyFirstPostDateStruct": {
                "date": "2022-10-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Amala Soumyanath",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Oregon Health and Science University"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Alzheimer's Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial is focused on determining whether biological signatures of target engagement by a Centella asiatica water extract product administered orally for 6 weeks can be measured in comparison to placebo. This study will also assess the safety and tolerability of the Centella asiatica water extract product.",
            "detailedDescription": "This Phase I study is a randomized, double-blind, placebo-controlled, clinical trial of 48 participants to evaluate safety, tolerability, and biological signatures of target engagement of brain neuronal viability, oxidative stress, and brain mitochondrial activity of a Centella asiatica water extract product (CAP) in older adults aged 65-85 years with mild cognitive impairment or mild Alzheimer's disease (AD). The intervention is taken orally daily for six weeks and pre and post assessments will be collected."
        },
        "conditionsModule": {
            "conditions": [
                "Mild Cognitive Impairment",
                "Alzheimer's Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "48 participants will be randomized to receive either Centella asiatica water extract product (CAP) or placebo treatment. Participants will be stratified by sex so that CAP and placebo arms have equal numbers of each sex.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Drug product and placebo will be prepared at Oregon's Wild Harvest using a formula that matches taste, smell, and appearance. The Research Pharmacy at Oregon Health and Science University will maintain information on product allocation (drug or placebo) to individual participants.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Centella asiatica water extract product (CAP) 4g",
                    "type": "EXPERIMENTAL",
                    "description": "A sachet of containing 4g dried hot water extract (CAW) of Centella asiatica combined with inactive ingredients (excipients) will be dissolved in water and orally consumed daily as a drink for six weeks. Assessments will be collected at baseline and after six weeks of daily intervention.",
                    "interventionNames": [
                        "Drug: Centella asiatica product"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "A sachet of inactive ingredients (excipients) identical in composition to those found in the active arm will be be dissolved in water and orally consumed daily for six weeks. Assessments will be collected at baseline and after six weeks of daily intervention.",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Centella asiatica product",
                    "description": "A sachet of powdered product containing 4 g of a dried hot water extract of Centella asiatica as the active ingredient, combined with inactive ingredients (excipients) for color and taste dissolved in 10 oz of warm or room temperature water and consumed orally.",
                    "armGroupLabels": [
                        "Centella asiatica water extract product (CAP) 4g"
                    ],
                    "otherNames": [
                        "CAP"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "A sachet of powdered inactive ingredients (excipients) for color and taste identical in volume to those found in the active arm (CAP) dissolved in 10 oz of warm or room temperature water and consumed orally.",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in brain N-acetylaspartate (NAA) to creatine (Cr) metabolite ratio (NAA/Cr) after 6 weeks on intervention.",
                    "description": "N-acetylaspartate (NAA)/creatine (Cr) metabolite ratio (NAA/Cr) in the brain determined through 1H-Magnetic Resonance Spectroscopic Imaging of a single brain slice as an indicator of neuronal viability and mitochondrial activity.",
                    "timeFrame": "Baseline and 6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in urinary 8-hydroxy-2-deoxyguanosine (8 OHdG)/creatinine ratio after 6 weeks on intervention.",
                    "description": "Ratio of 8-hydroxy-deoxyguanosine (8 OHdG) to creatinine in urine, as a measure of oxidative stress as determined by means of enzyme linked immunosorbent assay.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Change from baseline in plasma 8-hydroxy-2-deoxyguanosine (8-OhdG) after 6 weeks on intervention.",
                    "description": "A peripheral venous sample will be collected. Levels of plasma 8-hydroxy-deoxyguanosine will be determined by means of the 8-hydroxy-2-deoxyguanosine enzyme linked immunosorbent assay as a measure of oxidative stress.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Adverse events (AE) arising during, and up to 4 weeks after, 6 weeks on intervention.",
                    "description": "A standard multi-system questionnaire will record the type and severity (range 0 = none, 1 = mild, 2 = moderate, 3 = severe, 4 = life-threatening, 5 = fatal) of any adverse events. The Investigators will evaluate any changes in symptoms from baseline, and consider alternative clinical explanations, to determine if the changes are adverse events attributable to the study intervention. The investigators will determine the proportion of participants who report each type of adverse event following administration of CAP compared to placebo.",
                    "timeFrame": "Baseline, 2 weeks, 4 weeks, 6 weeks, 8 weeks and 10 weeks"
                },
                {
                    "measure": "Oral temperature measured at study visits.",
                    "description": "Oral temperature will be measured in degrees Celsius by means of a thermometer. Temperatures falling outside the normal range (33.2-38.2 degrees Celsius) will be compared to baseline levels, and alternative clinical explanations considered, in order to determine if they are attributable to the study intervention. The investigators will determine the proportion of all participants who develop changes in temperature following administration of CAP compared to placebo.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Pulse rate measured at study visits.",
                    "description": "Pulse rate will be measured peripherally over one minute. Pulse rates falling outside the normal range (60-80 beats per minute) will be compared to baseline levels, and alternative clinical explanations considered, in order to determine if they are attributable to the study intervention. The investigators will determine the proportion of all participants who develop changes in pulse rate following administration of CAP compared to placebo.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Change from baseline in seated blood pressure after 6 weeks on intervention.",
                    "description": "Seated blood pressure will be measured in millimeters mercury. Blood pressure readings falling outside the normal range (90-130/60-80 millimeters Mercury) will be compared to baseline levels, and alternative clinical explanations considered, in order to determine if they are attributable to the study intervention. The investigators will determine the proportion of all participants who develop changes in blood pressure following administration of CAP compared to placebo.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Change from baseline in body mass index after 6 weeks on intervention.",
                    "description": "Height in centimeters and weight in kilograms will be measured and aggregated to measure body mass index in kilograms per meter squared (kg/m2). Changes in body mass index greater than two kilograms per meter squared from baseline levels, along with consideration of alternative clinical explanations, will be used to determine attribution to the study intervention. The investigators will determine the proportion of all participants who develop changes in body mass index of greater than two units (kilograms per meter squared) following administration of CAP compared to placebo.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Change from baseline in electrocardiography signals after 6 weeks on intervention.",
                    "description": "Resting electrocardiography will be measured for up to five minutes using a five lead mobile electrocardiogram. Changes in P wave shape or length, QRS complex shape or length, and QT interval from baseline will be measured, and alternative clinical explanations considered, in order to determine if any changes are attributable to the study intervention. The investigators will determine the proportion of all participants who develop changes in electrocardiography from baseline following CAP administration compared to placebo.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Change from baseline liver function after 6 weeks on intervention.",
                    "description": "A comprehensive metabolic panel will measure alanine aminotransferase and aspartate aminotransferase in units per liter as markers of liver function. Enzyme levels falling outside the normal range (0-35 Units per liter for alanine aminotransferase and 17-59 Units per liter for aspartate aminotransferase) will be compared to baseline levels, and alternative clinical explanations considered, in order to determine if elevations are attributable to the study intervention. The investigators will aggregate the measures by using an elevation in either enzyme function as a reflection of overall liver function. The investigators will determine the proportion of all participants who develop abnormal laboratory values following administration of CAP compared to placebo.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Change from baseline in kidney function after 6 weeks on intervention.",
                    "description": "A comprehensive metabolic panel will measure creatinine and blood urea nitrogen levels in milligrams per deciliter as markers of kidney function. Each parameter falling outside the normal range ( 0.5 to 1.2 milligrams per deciliter for creatinine and 7 to 20 milligrams per deciliter for blood urea nitrogen), will be compared to baseline values and alternative clinical explanations considered, in order to determine if elevations are attributable to the study intervention. The investigators will aggregate the measures by using an elevation in either blood urea nitrogen or creatinine as a reflection of overall kidney function. The investigators will determine the proportion of all participants who develop abnormal laboratory values following administration of CAP compared to placebo.",
                    "timeFrame": "Baseline and 6 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change from baseline in cortical and hippocampal levels of Adenosine triphosphate (ATP)/total phosphate after 6 weeks on intervention.",
                    "description": "Cortical and hippocampal levels of ATP as a proportion of total phosphate as detected through 31P- Magnetic Resonance Spectroscopic Imaging.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Change from baseline in cortical and hippocampal levels of phosphocreatine (PCr)/total phosphate after 6 weeks on intervention.",
                    "description": "Cortical and hippocampal levels of phosphocreatine (PCr) as a proportion of total phosphate as detected through 31P- Magnetic Resonance Spectroscopic Imaging.",
                    "timeFrame": "Baseline and six weeks"
                },
                {
                    "measure": "Change from baseline in cortical and hippocampal levels of inorganic phosphate (Pi)/total phosphate after 6 weeks on intervention.",
                    "description": "Cortical and hippocampal levels of inorganic phosphate (Pi) as a proportion of total phosphate as detected through 31P- Magnetic Resonance Spectroscopic Imaging.",
                    "timeFrame": "Baseline and 6 weeks"
                },
                {
                    "measure": "Change from baseline in cortical and hippocampal phosphocreatine/inorganic phosphate ratio (PCr/Pi) after 6 weeks on intervention.",
                    "description": "Ratio of Cortical and hippocampal levels of phosphocreatine and inorganic phosphate as detected through 31P- Magnetic Resonance Spectroscopic Imaging.",
                    "timeFrame": "Baseline and 6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n* Age 65-85, male and female\n* Sufficient English language skills to complete all tests\n* Sufficient vision and hearing to complete all tests\n* No known allergies to Centella asiatica\n* Absence of significant depression symptoms (Geriatric Depression Scale-15 score of \\< 5).\n* Total score of \\<2 on the suicidal ideation subscale (measures 3, 7, 11, 12 and 14) of the Geriatric Depression Scale.\n* Body Mass Index (BMI) greater than 17 and less than 35 at screening\n* General health status that will not interfere with the ability to complete the study\n* Willingness to discontinue all botanical dietary supplements for one week prior to and during the study.\n* Willingness to undertake multiple MRI scans\n* Meet the National Institute of Aging - Alzheimer's Association core clinical criteria for MCI or probable AD dementia with a Clinical Dementia Rating score of 0.5-1 and Mini Mental State Examination score of 20-28 at screening and baseline\n* Participants who report a history of participative memory decline with gradual onset and slow progression over the last one year before screening MUST be corroborated by an informant.\n* Participants on acetylcholinesterase inhibitor or memantine therapy for AD must be on a stable dose for at least 12 weeks prior to baseline visit.\n* Participants must have an identified caregiver/study partner that can accompany participant to all study visits.\n\nExclusion criteria:\n\n* Current smoking, alcohol, or substance abuse according to DSM-V criteria\n* Women who are pregnant, planning to become pregnant, or breastfeeding\n* Men who are actively trying to conceive a child or planning to within three months of study completion\n* Severe aversion to venipuncture\n* Abnormal labs indicating asymptomatic and untreated urinary tract infection\n* Cancer within the last five years, with the exception of localized prostate cancer (Gleason Grade \\< 3) and non-metastatic skin cancers\n* Comorbid conditions such as type I diabetes mellitus, poorly controlled type II diabetes mellitus (HbA1c \\> 7%), kidney failure, liver failure, hepatitis, blood disorders, clinical symptomatic orthostatic hypotension, and unstable or significantly symptomatic cardiovascular disease\n* Significant disease of the Central Nervous System (CNS) such as brain tumor, seizure disorder, subdural hematoma, cranial arteritis, or clinically significant stroke\n* Major depression, schizophrenia, or other major psychiatric disorder defined by DSM-V criteria\n* Medications: anti-epileptics, sedatives, amitriptyline, anticoagulants (e.g., warfarin), investigational drugs used within five half-lives of baseline visit, systemic corticosteroids, neuroleptics, anti-Parkinsonian agents, narcotic analgesics, nicotine (tobacco, patches, gum, lozenges, etc.), Cannabis sativa (herb or edibles), beta blockers and anti-depressant medications that have not been at stable dosage for two months (including SSRIs, SNRIs)\n* Non-Alzheimer dementia such as vascular dementia, normal pressure hydrocephalus, or Parkinson's disease\n* MMSE score of \\< 20 or \\> 28\n* Unwilling to maintain stable dosage of AD medications throughout study duration\n* Unwilling to maintain stable dosage of intervention throughout the course of the study\n* Contraindications to Magnetic Resonance Imaging (MRI) and Magnetic Resonance Spectroscopic Imaging (MRSI) scans (some metal implants, pacemakers, claustrophobia)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Amala Soumyanath, PhD",
                    "role": "CONTACT",
                    "phone": "503-494-6878",
                    "email": "soumyana@ohsu.edu"
                },
                {
                    "name": "Lucy Allison, MS",
                    "role": "CONTACT",
                    "phone": "503-418-8197",
                    "email": "allisolu@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Amala Soumyanath, Ph.D",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Joseph Quinn, MD",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Health & Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amala Soumyanath, PhD",
                            "role": "CONTACT",
                            "phone": "503-494-6878",
                            "email": "soumyana@ohsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35096945",
                    "type": "BACKGROUND",
                    "citation": "Wright KM, McFerrin J, Alcazar Magana A, Roberts J, Caruso M, Kretzschmar D, Stevens JF, Maier CS, Quinn JF, Soumyanath A. Developing a Rational, Optimized Product of Centella asiatica for Examination in Clinical Trials: Real World Challenges. Front Nutr. 2022 Jan 14;8:799137. doi: 10.3389/fnut.2021.799137. eCollection 2021."
                },
                {
                    "pmid": "35204098",
                    "type": "BACKGROUND",
                    "citation": "Wright KM, Bollen M, David J, Speers AB, Brandes MS, Gray NE, Alcazar Magana A, McClure C, Stevens JF, Maier CS, Quinn JF, Soumyanath A. Pharmacokinetics and Pharmacodynamics of Key Components of a Standardized Centella asiatica Product in Cognitively Impaired Older Adults: A Phase 1, Double-Blind, Randomized Clinical Trial. Antioxidants (Basel). 2022 Jan 23;11(2):215. doi: 10.3390/antiox11020215."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "There is no plan to release individual participant data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Alzheimer's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T172",
                    "name": "Gotu Kola",
                    "asFound": "At delivery",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}