{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05357378",
            "orgStudyIdInfo": {
                "id": "HIT-002"
            },
            "organization": {
                "fullName": "Hip Innovation Technology",
                "class": "INDUSTRY"
            },
            "briefTitle": "Safety and Effectiveness of the HIT Reverse HRS",
            "officialTitle": "Safety and Effectiveness of the Hip Innovation Technology Reverse Hip Replacement System in Primary Total Hip Arthroplasty: A Pivotal Study",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "safety-and-effectiveness-of-the-hit-reverse-hrs"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-15",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2035-07-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-20",
            "studyFirstSubmitQcDate": "2022-04-27",
            "studyFirstPostDateStruct": {
                "date": "2022-05-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Hip Innovation Technology",
                "class": "INDUSTRY"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine if the use of the HIT Reverse Hip Replacement System is safe and effective in patients undergoing total hip replacement. We will determine whether it is safe and effective by comparing it to the control devices.",
            "detailedDescription": "This is a randomized, controlled, multi-center clinical trial. Subjects meeting inclusion and exclusion criteria will be recruited from patients undergoing primary THA at up to 20 investigational sites. Subjects in the Experimental Arm will receive the Investigational Device. Subjects in the Control Arm will receive one of the already-marketed semi- constrained uncemented hip systems using a metal-on-highly-cross-linked polyethylene (XLPE) or ceramic-on-XLPE bearing combination. The following hip systems will be eligible for subjects in the Control Arm:\n\n* DePuy Synthes Corail® Total Hip System in combination with Pinnacle® Complete Acetabular Hip System;\n* Zimmer Biomet Taperloc® Complete Hip System in combination with G7® Acetabular System;\n* Stryker Accolade® II femoral stem in combination with Stryker Trident® II acetabular cup;\n* Smith \\& Nephew Anthology® Total Hip System in combination with R3® Acetabular System.\n\nSurgery, post-surgical care, and rehabilitation will be per standard of care (SOC) for both arms."
        },
        "conditionsModule": {
            "conditions": [
                "Degenerative Joint Disease",
                "Osteoarthritis, Hip",
                "Avascular Necrosis of Hip",
                "Traumatic Arthropathy-Hip"
            ],
            "keywords": [
                "total hip arthroplasty"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 288,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental Arm - HIT Reverse HRS",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects in the Experimental Arm will receive the HIT Reverse HRS Investigational Device. Implantation of the Investigational Device is performed using standard surgical procedures for THA, as described in the Instructions for Use (IFU). The control hip systems will be implanted in accordance with their respective IFU, which are also in line with standard surgical approaches for THA.",
                    "interventionNames": [
                        "Device: Hip Innovation Technology Reverse Hip Replacement System"
                    ]
                },
                {
                    "label": "Control Arm",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Subjects in the Control Arm will receive one of the already-marketed semi- constrained uncemented hip systems using a metal-on-highly-cross-linked polyethylene (XLPE) or ceramic-on-XLPE bearing combination.",
                    "interventionNames": [
                        "Device: Already-marketed semi-constrained uncemented hip systems using a metal-on-XLPE or ceramic-on-XLPE bearing combination."
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Hip Innovation Technology Reverse Hip Replacement System",
                    "description": "Implantation of the Investigational Device is performed using standard surgical procedures for THA, as described in the Instructions for Use (IFU). The control hip systems will be implanted in accordance with their respective IFU, which are also in line with standard surgical approaches for THA.",
                    "armGroupLabels": [
                        "Experimental Arm - HIT Reverse HRS"
                    ],
                    "otherNames": [
                        "HIT Reverse HRS"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Already-marketed semi-constrained uncemented hip systems using a metal-on-XLPE or ceramic-on-XLPE bearing combination.",
                    "description": "Control Arm subjects will receive one of the already-marketed semi-constrained uncemented hip systems using a metal-on-XLPE or ceramic-on-XLPE bearing combination.\n\n* DePuy Synthes Corail® Total Hip System in combination with Pinnacle® Complete Acetabular Hip System.\n* Zimmer Biomet Taperloc® Complete Hip System in combination with G7® Acetabular System.\n* Stryker Accolade® II femoral stem in combination with Stryker Trident® II acetabular cup.\n* Smith \\& Nephew Anthology® Total Hip System in combination with R3® Acetabular System.",
                    "armGroupLabels": [
                        "Control Arm"
                    ],
                    "otherNames": [
                        "DePuy Synthes Corail® Total Hip System in combination with Pinnacle® Complete Acetabular Hip System.",
                        "Zimmer Biomet Taperloc® Complete Hip System in combination with G7® Acetabular System.",
                        "Stryker Accolade® II femoral stem in combination with Stryker Trident® II acetabular cup.",
                        "Smith & Nephew Anthology® Total Hip System in combination with R3® Acetabular System."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "OHS of 36 or more at the 2-year follow-up visit",
                    "description": "The Oxford Hip Score (OHS) is a 12-item patient-reported outcome measure designed and developed to assess function and pain in patients undergoing hip replacement surgery. It ranges from 0 (poor) to 48 (best).",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Change in OHS of 12 or more at the 2-year follow-up visit compared to baseline.",
                    "description": "The Oxford Hip Score (OHS) is a 12-item patient-reported outcome measure designed and developed to assess function and pain in patients undergoing hip replacement surgery. It ranges from 0 (poor) to 48 (best).",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Radiologic success at the 2-year follow-up",
                    "description": "Defined as\n\n* No radiolucencies greater than 2 mm in 50% or more of the cup or stem zones;\n* No femoral or acetabular subsidence greater than or equal to 5 mm from baseline;\n* No acetabular cup inclination change greater than 4 degrees from baseline.",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Absence of revision at the 2-year follow-up visit",
                    "description": "No reoperations that led to removal or replacement of any of the acetabular or femoral components.",
                    "timeFrame": "24 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in OHS compared to baseline at all follow-up visits.",
                    "description": "The Oxford Hip Score (OHS) is a 12-item patient-reported outcome measure designed and developed to assess function and pain in patients undergoing hip replacement surgery. It ranges from 0 (poor) to 48 (best).",
                    "timeFrame": "24 months"
                },
                {
                    "measure": "Change in HHS compared to baseline at all follow-up visits.",
                    "description": "The Harris Hip Score (HHS) is a clinician-based 10-item questionnaire used to evaluate the results of hip surgery. It is comprised of 4 sub-sections yielding a maximum possible score of 100 points collectively, including pain (44 points), function (47 points), absence of deformity (4 points), and range of motion (5 points).\n\nMeasured as Cohen's effect size, the improvements of THA are in the range of 3 and higher (Singh et al., 2016). The traditional categorization of HHS is: \\< 70, poor; 70-79, fair; 80-89, good; and 90-100, excellent.",
                    "timeFrame": "24 months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Exploratory Endpoints: OHS at all follow-up visits",
                    "description": "The Oxford Hip Score (OHS) is a 12-item patient-reported outcome measure designed and developed to assess function and pain in patients undergoing hip replacement surgery. It ranges from 0 (poor) to 48 (best).",
                    "timeFrame": "10 year"
                },
                {
                    "measure": "Exploratory Endpoints: HHS sub-scores (Pain, Function, Absence of Deformity, Range of Motion) at all follow-up visits.",
                    "description": "The Harris Hip Score (HHS) is a clinician-based 10-item questionnaire used to evaluate the results of hip surgery. It is comprised of 4 sub-sections yielding a maximum possible score of 100 points collectively, including pain (44 points), function (47 points), absence of deformity (4 points), and range of motion (5 points).\n\nMeasured as Cohen's effect size, the improvements of THA are in the range of 3 and higher (Singh et al., 2016). The traditional categorization of HHS is: \\< 70, poor; 70-79, fair; 80-89, good; and 90-100, excellent.",
                    "timeFrame": "10 year"
                },
                {
                    "measure": "Exploratory Endpoints: Device survivorship",
                    "description": "Device survivorship is measured as a cardinal event. Any reoperation in which the entire device or part of the device has been removed or replaced will be defined as a device revision.",
                    "timeFrame": "10 year"
                },
                {
                    "measure": "Exploratory Endpoints: Radiographic evaluation of linear penetration of the femoral head at the 2-year follow-up visit.",
                    "description": "This study requires anteroposterior (AP)-pelvis and lateral (frog-leg or Lauenstein position) views obtained in the supine position on all subjects. An additional AP-hip image will be needed only if the AP-pelvis cannot provide a complete implant image. Radiographs will be obtained at the immediate postoperative follow-up (AP-pelvis only), and at the 6-week, 6-month, 1-year, 2-year, 3-year, 4-year, 5-year, and 10-year follow-up visits. Radiographs will be transferred to the Central Radiology Lab for processing and evaluation by an independent radiologist.",
                    "timeFrame": "10 year"
                },
                {
                    "measure": "Exploratory Endpoints: Metal ion level assessment of titanium, cobalt, and chromium.",
                    "description": "All subjects will have baseline metal ion level (Ti, Co, and Cr) identified before study THA. Further, all subjects will be monitored for metal ions (Ti, Co, and Cr) at 1-, 2-, 3-, 4-, 5-, 7-, and 10-year follow-up visits.",
                    "timeFrame": "10 year"
                },
                {
                    "measure": "Exploratory Endpoints: Subject Satisfaction with Outcome.",
                    "description": "Subject Satisfaction with Outcome will be evaluated at the 1, 2-, 3-, 4- 5-, 7- and 10-year follow-up visits using a 4-point ordinal scale. The questionnaire will ask subjects how satisfied they are with the outcome of the surgery. The available answers will include: Very Satisfied (4); Somewhat Satisfied (3); Somewhat Dissatisfied (2); and Very Dissatisfied (1).",
                    "timeFrame": "10 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient requires primary THA due to NIDJD or any of its composite diagnoses such as osteoarthritis, avascular necrosis, posttraumatic arthritis, slipped capital epiphysis, fracture of the pelvis, and diastrophic variant requiring unilateral primary THA.\n* Patient is between 50 (inclusive) and 75 (inclusive) years of age at the time of enrollment.\n* Patient has preoperative medical clearance and is free from or treated for medical conditions that would pose excessive operative risk.\n* Patient has a signed and dated Informed Consent Form (ICF).\n* Patient is willing and able to participate in required follow-up visits at the investigational site and to complete study procedures and questionnaires.\n\nExclusion Criteria:\n\n* Patient has received earlier THA, hemi-arthroplasty, or fusion in the contralateral hip in the last 24 months.\n* Patient has received earlier THA, hemi-arthroplasty, or fusion in the contralateral hip more than 24 months ago and has a contralateral hip-specific pain rating of ≥2 on a Numeric Rating Scale 0-10.\n* Patient needs bilateral hip replacement or has a planned THA on the contralateral hip joint in the next 24 months.\n* Patient needs knee arthroplasty or has a planned total knee arthroplasty in the next 24 months.\n* Patient has a known allergy to titanium and/or XLPE.\n* Patient has known metal sensitivities to cobalt chromium (CoCr).\n* Patient has a history of septic arthritis in the index joint.\n* Patient has insufficient acetabular or femoral bone stock in which good anchorage of the implants is unlikely or impossible.\n* Patient has total or partial absence of the muscular or ligamentous apparatus.\n* Patient has known moderate to severe renal insufficiency.\n* Patient has vascular insufficiency, muscular atrophy, or neuromuscular disease in either leg (based on the Investigator's judgment).\n* Patient has a deformity of the affected limb or significant anatomic variance of the affected hip.\n* Patient has an active malignancy or history of invasive malignancy within the last 5 years, except for superficial basal cell carcinoma or squamous cell carcinoma of the skin that has been definitively treated. Patients with carcinoma in situ of the uterine cervix definitively treated more than 1 year prior to enrollment may enter the study.\n* Patient has Paget's disease, Charcot-Marie-Tooth disease, or osteomalacia.\n* Patient has an inflammatory DJD including any of its composite diagnoses: rheumatoid arthritis, systemic lupus erythematosus, pigmented villonodular synovitis, juvenile rheumatoid arthritis, and other arthritic processes of inflammatory or autoimmune etiology.\n* Patient has any condition that would interfere with self-assessment of pain, function, or quality of life (QoL) required for patient-reported outcomes during the study (based on the Investigator's judgment).\n* Patient has a Body Mass Index (BMI) of 40 or higher.\n* Patient has an active infection (e.g., hepatitis, Acquired Immune Deficiency Syndrome (AIDS), AIDS-related Complex (ARC)) that is systemic or at the site of the intended surgery.\n* Patient is currently participating in any investigational study not related to this study's preoperative or postoperative care.\n* Patient is currently pregnant or is planning to become pregnant during the study.\n* Patient is a competitive or professional athlete.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "George Diamantoni",
                    "role": "CONTACT",
                    "phone": "1-866-832-4471",
                    "email": "g.diamantoni@hit-irh.com"
                }
            ],
            "locations": [
                {
                    "facility": "Division of Orthopaedic Surgery",
                    "status": "RECRUITING",
                    "city": "Somers Point",
                    "state": "New Jersey",
                    "zip": "08244",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen Zabinski",
                            "role": "CONTACT",
                            "phone": "609-226-9560",
                            "email": "sjzabinski@comcast.net"
                        },
                        {
                            "name": "Valerie Paul",
                            "role": "CONTACT",
                            "phone": "609-927-1999",
                            "email": "vpaul@shoreorthodocs.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.31762,
                        "lon": -74.5946
                    }
                },
                {
                    "facility": "JIS Orthopedics",
                    "status": "RECRUITING",
                    "city": "New Albany",
                    "state": "Ohio",
                    "zip": "43054",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "David A Crawford, MD",
                            "role": "CONTACT",
                            "phone": "614-221-6331",
                            "email": "CrawfordDA@jisortho.com"
                        },
                        {
                            "name": "Michael Sneller",
                            "role": "CONTACT",
                            "phone": "614-964-0348",
                            "email": "snellerma@jisortho.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.08117,
                        "lon": -82.80879
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "27286675",
                    "type": "BACKGROUND",
                    "citation": "Singh JA, Schleck C, Harmsen S, Lewallen D. Clinically important improvement thresholds for Harris Hip Score and its ability to predict revision risk after primary total hip arthroplasty. BMC Musculoskelet Disord. 2016 Jun 10;17:256. doi: 10.1186/s12891-016-1106-8."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000015207",
                    "term": "Osteoarthritis, Hip"
                },
                {
                    "id": "D000009336",
                    "term": "Necrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Degenerative Joint Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "asFound": "Joint Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17912",
                    "name": "Osteoarthritis, Hip",
                    "asFound": "Osteoarthritis, Hip",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12284",
                    "name": "Necrosis",
                    "asFound": "Necrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6165",
                    "name": "Cimetidine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}