{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04746677",
            "orgStudyIdInfo": {
                "id": "G200288"
            },
            "organization": {
                "fullName": "Beth Israel Deaconess Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Efficacy of Endovascular Repair of Complex Aortic Pathology With Physician-modified Endovascular Grafts (PMEGs)",
            "officialTitle": "Single-Center Investigational Device Exemption Trial: Safety and Efficacy of Endovascular Repair of Complex Aortic Pathology With Physician-modified Endovascular Grafts (PMEGs)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-and-efficacy-of-endovascular-repair-of-complex-aortic-pathology-with-physician-modified-endovascular-grafts-pmegs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-28",
            "studyFirstSubmitQcDate": "2021-02-06",
            "studyFirstPostDateStruct": {
                "date": "2021-02-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-18",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Marc L. Schermerhorn, MD",
                "investigatorTitle": "Chief, Vascular and Endovascular Surgery",
                "investigatorAffiliation": "Beth Israel Deaconess Medical Center"
            },
            "leadSponsor": {
                "name": "Beth Israel Deaconess Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to examine the safety and effectiveness of physician-modified endovascular grafts (PMEGs) for endovascular repair of complex aortic pathology in high-risk patients. The study is divided into three study arms based on the subject's aortic pathology: (1) Complex abdominal aortic aneurysm (AAA); (2) Thoracoabdominal aortic aneurysm; and (3) Aortic dissection.",
            "detailedDescription": "Complex aortic pathology, comprised of aneurysmal disease and aortic dissection involving the visceral aortic segment, presents a technical challenge for repair due to involvement of the renal and/or mesenteric arteries. Traditionally, the gold standard for repair has been open repair. However, open repair of these diseases is associated with high perioperative morbidity and mortality. Therefore, for patients with significant medical comorbidities or complex surgical/anatomical features, the risk of open surgery may be prohibitive.\n\nAs endovascular techniques have become increasingly advanced, options for the endovascular treatment of complex aortic pathology involving the visceral segment have been developed. The predominant approach is fenestrated or branched endovascular aortic repair (F/B-EVAR) with fenestrated or branched endovascular grafts. Currently, there is only one device FDA-approved for commercial use in the United States, the Zenith Fenestrated AAA Endovascular Graft (Cook Medical, Bloomington, IN). However, its use is limited by the design specifications of the device and the required manufacturing time in patients requiring more urgent repair. Therefore, many patients with complex aortic pathology are not eligible for repair with this device, and there are currently no other FDA-approved options for definitive repair.\n\nOne option for definitive repair of complex aortic pathology in patients ineligible for the Zenith fenestrated device is endovascular repair with a physician-modified endovascular graft (PMEG). For this procedure, the operating surgeon modifies an FDA-approved endovascular graft to incorporate fenestrations or branches based on the patient's anatomy. Numerous reports have been published demonstrating that this procedure can be performed with high technical success, and acceptable perioperative and mid-term results in high-risk patients.\n\nThe primary objective of the study is to evaluate safety and effectiveness of PMEGs for the endovascular repair of complex aortic pathology in high-risk patients. The safety outcomes include perioperative mortality (defined as death \\<30 days postoperative or during the index hospitalization) and major adverse events, along with mortality and adverse events during follow-up. Effectiveness outcomes include initial technical success, endoleak rate, target vessel patency, and rate of reintervention. Patients will be followed for five years. Patients will be evaluated preoperatively, at the time of the procedure, at the time of discharge from the index hospitalization, 1-month post-procedure, 6-months post-procedure, and 1-year post-procedure, and annually for five-years."
        },
        "conditionsModule": {
            "conditions": [
                "Abdominal Aortic Aneurysm",
                "Thoracoabdominal Aortic Aneurysm",
                "Aortic Dissection"
            ],
            "keywords": [
                "Fenestrated endovascular aortic repair",
                "Branched endovascular aortic repair",
                "Complex aortic aneurysm repair"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 180,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Complex abdominal aortic aneurysm (AAA)",
                    "type": "EXPERIMENTAL",
                    "description": "Includes juxtarenal AAA, suprarenal AAA, and type IV thoracoabdominal aortic aneurysm",
                    "interventionNames": [
                        "Device: Endovascular aortic repair with a physician-modified endovascular graft (PMEG)"
                    ]
                },
                {
                    "label": "Thoracoabdominal aortic aneurysm (TAAA)",
                    "type": "EXPERIMENTAL",
                    "description": "Includes Type I, Type II, and Type III TAAA",
                    "interventionNames": [
                        "Device: Endovascular aortic repair with a physician-modified endovascular graft (PMEG)"
                    ]
                },
                {
                    "label": "Type B aortic dissection",
                    "type": "EXPERIMENTAL",
                    "description": "Includes all Type B dissections",
                    "interventionNames": [
                        "Device: Endovascular aortic repair with a physician-modified endovascular graft (PMEG)"
                    ]
                },
                {
                    "label": "Expanded Selection Arm",
                    "type": "EXPERIMENTAL",
                    "description": "Includes high risk subjects who do not meet inclusion criteria for Arms !-3",
                    "interventionNames": [
                        "Device: Endovascular aortic repair with a physician-modified endovascular graft (PMEG)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Endovascular aortic repair with a physician-modified endovascular graft (PMEG)",
                    "description": "Endovascular aortic repair with a physician-modified endovascular graft (PMEG)",
                    "armGroupLabels": [
                        "Complex abdominal aortic aneurysm (AAA)",
                        "Expanded Selection Arm",
                        "Thoracoabdominal aortic aneurysm (TAAA)",
                        "Type B aortic dissection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Perioperative mortality",
                    "description": "Rate of death",
                    "timeFrame": "Up to 30-days after surgery"
                },
                {
                    "measure": "Perioperative major adverse events",
                    "description": "Rates of:\n\n* Stroke\n* Respiratory failure (defined as postoperative intubation \\>48 hours or reintubation)\n* Myocardial infarction\n* Bowel ischemia requiring treatment\n* Renal failure requiring dialysis\n* Acute limb ischemia\n* Paraplegia",
                    "timeFrame": "Up to 30-days after surgery"
                },
                {
                    "measure": "All-cause mortality",
                    "description": "Rate of death due to any cause at: 30-days, 6-months, 1-year, and annually to 5-years",
                    "timeFrame": "30-days to 5-years"
                },
                {
                    "measure": "Aneurysm-related mortality",
                    "description": "Rate of aneurysm-related death at: 30-days, 6-months, 1-year, and annually to 5-years",
                    "timeFrame": "30-days to 5-years"
                },
                {
                    "measure": "Long-term major adverse events",
                    "description": "Rate of major adverse events at: 6-months, 1-year, and annually to 5-years\n\nLong-term major adverse event is defined as having at least one of the following:\n\n* Death\n* Stroke (deemed related to the device, the procedure, or a reintervention)\n* Bowel ischemia requiring treatment (deemed related to the device, the procedure, or a reintervention)\n* Renal failure requiring dialysis (deemed related to the device, the procedure, reintervention, or follow-up imaging)\n* Acute limb ischemia (deemed related to the device, the procedure, or a reintervention)",
                    "timeFrame": "6-months to 5-years"
                },
                {
                    "measure": "Technical success",
                    "description": "Defined as successful delivery of the physician-modified graft in the planned location with patency of all intended target vessels and without unintentional coverage of any aortic branches, along with successful removal of the delivery system",
                    "timeFrame": "24 hours"
                },
                {
                    "measure": "Device-related reintervention",
                    "description": "Rate of device-related reintervention at: 30-days, 6-months, 1-year, and annually to 5-years",
                    "timeFrame": "30-days to 5-years"
                },
                {
                    "measure": "Aneurysm rupture",
                    "description": "Rate of aneurysm rupture at: 30-days, 6-months, 1-year, and annually to 5-years",
                    "timeFrame": "30-days to 5-years"
                },
                {
                    "measure": "Conversion to open repair",
                    "description": "Rate of conversion to open repair at: 30-days, 6-months, 1-year, and annually to 5-years",
                    "timeFrame": "30-days to 5-years"
                },
                {
                    "measure": "Endoleaks",
                    "description": "Rate of Type I, II, III, IV, and V endoleaks at: 30-days, 6-months, 1-year, and annually to 5-years",
                    "timeFrame": "30-days to 5-years"
                },
                {
                    "measure": "Main device occlusion",
                    "description": "Rate of main device occlusion at: 30-days, 6-months, 1-year, and annually to 5-years",
                    "timeFrame": "30-days to 5-years"
                },
                {
                    "measure": "Target vessel patency",
                    "description": "Rate of target vessel patency at: 30-days, 6-months, 1-year, and annually to 5-years",
                    "timeFrame": "30-days to 5-years"
                },
                {
                    "measure": "Residual aneurysm sac status",
                    "description": "Rate of residual sac status (stable, regressing, expanding) at 6-months, 1-year, and annually to 5-years, defined as the following:\n\n* Stable: maximum diameter within 5 mm of the diameter at 30-day follow-up\n* Regressing: maximum diameter ≥5 mm less than the diameter at 30-day follow-up\n* Expanding: maximum diameter ≥5 mm greater than the diameter at 30-day follow-up",
                    "timeFrame": "6-months, 1-year, and annually to 5-years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "INCLUSION CRITERIA:\n\nGeneral inclusion criteria (applicable to all 3 study arms):\n\n* Aortic pathology that fits one of the study arms (see below for detailed description)\n* Aortic pathology that cannot be treated within the Instructions for Use of an FDA- approved, commercially-available device\n* Aortic aneurysm that can be treated within the Instructions for Use of an FDA-approved, commercially-available custom-manufactured device but deemed unsafe to wait the required time for device manufacturing\n* Subject is at high-risk of morbidity and mortality with open surgical repair based on cardiopulmonary function, extent of comorbid disease, and anatomic complexity\n* Iliac and/or femoral access vessel morphology that is compatible with vascular access techniques, devices, or accessories, with or without use of a surgical or endovascular conduit\n* Non-aneurysmal aortic segment proximal to the aortic pathology with a:\n\n  * Minimum neck length of 20 mm\n  * Diameter between 20 - 42 mm\n* Non-aneurysmal aortic or iliac segment distal to the aortic pathology with:\n\n  * Aortic distal fixation site greater than 20 mm in length and diameter between 20-42 mm\n  * Iliac artery distal fixation site greater than 10 mm in length and diameter range 8- 25 mm\n* Age ≥21 years old\n* Life expectancy: ≥2 years\n\nArm1:\n\n* Complex abdominal aortic aneurysm, specifically juxtarenal or suprarenal abdominal aortic aneurysm or type IV thoracoabdominal aortic aneurysm, with maximum diameter of ≥5.5 cm for men or ≥5.0 cm for women, growth ≥0.5 cm in 6 months, or concomitant iliac aneurysm ≥3 cm\n* Prior endovascular aortic aneurysm repair with loss of proximal seal requiring incorporation of the renal arteries, SMA, and/or CA for repair, without aneurysmal disease extending above the diaphragmatic hiatus\n* Prior open abdominal aortic aneurysm repair with aneurysmal disease proximal to the repair requiring incorporation of the renal arteries, SMA, and/or CA for repair, without aneurysmal disease above the diaphragmatic hiatus\n* Saccular complex abdominal aortic aneurysm deemed at significant risk for rupture\n* Symptomatic complex aortic aneurysm\n* Penetrating aortic ulcer with depth ≥1 cm or width ≥2 cm, for which endovascular repair requires incorporation of the renal arteries, SMA, and/or CA, without involvement of the aorta above the diaphragmatic hiatus\n* Aortic pseudoaneurysm for which endovascular repair requires incorporation of the renal arteries, SMA, and/or CA, without involvement of the aorta above the diaphragmatic hiatus\n\nArm2:\n\n* Type I, II, or III thoracoabdominal aortic aneurysm with maximum diameter of ≥5.5 cm, or growth ≥0.5 cm in 6 months\n* Prior endovascular aortic aneurysm repair with loss of proximal seal requiring incorporation of the renal arteries, SMA, and/or CA for repair with aneurysmal disease extending above the diaphragmatic hiatus\n* Prior thoracic endovascular aneurysm repair with loss of distal seal requiring incorporation of the renal arteries, SMA, and/or CA for repair\n* Prior open abdominal aortic aneurysm repair with aneurysmal disease proximal to the repair requiring incorporation of the renal arteries, SMA, and/or CA for repair, with aneurysmal disease above the diaphragmatic hiatus\n* Saccular type I, II, or III thoracoabdominal aortic aneurysm deemed at significant risk for rupture\n* Symptomatic type I, II, or III thoracoabdominal aortic aneurysm\n* Penetrating aortic ulcer with depth ≥1 cm or width ≥2 cm, for which endovascular repair requires incorporation of the renal arteries, SMA, and/or CA, with involvement of the aorta above the diaphragmatic hiatus\n* Aortic pseudoaneurysm for which endovascular repair requires incorporation of the renal arteries, SMA, and/or CA, with involvement of the aorta above the diaphragmatic hiatus\n\nArm 3:\n\n* Acute or chronic type B aortic dissection with indication for repair including, but not limited to renal, mesenteric, or lower extremity malperfusion, progression of dissection, or persistence of symptoms despite optimal medical therapy\n* Prior repair of type A dissection and development of acute or chronic type B dissection component with indication for repair (listed above)\n* Aortic intramural hematoma (IMH) with indication for repair including, but not limited to renal, mesenteric, or lower extremity malperfusion, progression of dissection, or more typically, persistence of symptoms despite optimal medical therapy\n\nArm 4\n\n* Patient does not meet the inclusion/exclusion criteria of Arms 1 - 3\n* Patient has prohibitive operative risk for open repair and no other viable endovascular treatment option\n* Estimated perioperative risk is lower than the estimated 1-year mortality without surgery\n\nEXCLUSION CRITERIA:\n\nGeneral Exclusion Criteria\n\n* Subject is eligible for enrollment in a manufacturer-sponsored IDE at the investigational site\n* Subject is unwilling to comply with the follow-up schedule\n* Inability or refusal to give informed consent by subject or legal representative\n* Subject is pregnant or breastfeeding\n* Subject has a ruptured aneurysm\n\nMedical Exclusion Criteria\n\n* Known sensitivities or allergies to the materials of construction of the devices\n* Known hypersensitivity or contraindication to anticoagulation or contrast media that cannot be adequately medically managed\n* Uncorrectable coagulopathy\n* Body habitus that would inhibit x-ray visualization of the aorta or exceeds the safe capacity of the equipment\n* Systemic or local infection that may increase the risk of endovascular graft infection\n* Diagnosis of connective tissue disorders (e.g., Marfan Syndrome, Ehler's Danlos Syndrome)\n\nAnatomic Exclusion Criteria\n\n* Inability to perform open or endovascular iliac conduit in patients with inadequate femoral/iliac access\n* Excessive thrombus or calcification within the neck of the aneurysm\n* Visceral vessel anatomy not compatible with placement of a physician-modified endovascular graft due to occlusive disease or small size",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "21 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Theresa Bishop, BSN",
                    "role": "CONTACT",
                    "phone": "617-632-9975",
                    "email": "tbishop@bidmc.harvard.edu"
                },
                {
                    "name": "Mary Trovato",
                    "role": "CONTACT",
                    "phone": "617-632-7488",
                    "email": "mtrovato@bidmc.harvard.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Beth Israel Deaconess Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Theresa Bishop",
                            "role": "CONTACT",
                            "phone": "617-632-9975",
                            "email": "tbishop@bidmc.harvard.edu"
                        },
                        {
                            "name": "Mary Trovato",
                            "role": "CONTACT",
                            "phone": "617-632-7488",
                            "email": "mtrovato@bidmc.harvard.edu"
                        },
                        {
                            "name": "Marc L Schermerhorn, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Nicholas J Swerdlow, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000783",
                    "term": "Aneurysm"
                },
                {
                    "id": "D000001014",
                    "term": "Aortic Aneurysm"
                },
                {
                    "id": "D000017544",
                    "term": "Aortic Aneurysm, Abdominal"
                },
                {
                    "id": "D000000784",
                    "term": "Aortic Dissection"
                },
                {
                    "id": "D000094624",
                    "term": "Aortic Aneurysm, Thoracoabdominal"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000001018",
                    "term": "Aortic Diseases"
                },
                {
                    "id": "D000094665",
                    "term": "Dissection, Blood Vessel"
                },
                {
                    "id": "D000094683",
                    "term": "Acute Aortic Syndrome"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4113",
                    "name": "Aneurysm",
                    "asFound": "Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4330",
                    "name": "Aortic Aneurysm",
                    "asFound": "Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3070",
                    "name": "Aortic Aneurysm, Thoracoabdominal",
                    "asFound": "Thoracoabdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4114",
                    "name": "Aortic Dissection",
                    "asFound": "Aortic Dissection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19800",
                    "name": "Aortic Aneurysm, Abdominal",
                    "asFound": "Abdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M4334",
                    "name": "Aortic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3081",
                    "name": "Dissection, Blood Vessel",
                    "relevance": "LOW"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M3085",
                    "name": "Acute Aortic Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "T66",
                    "name": "Abdominal Aortic Aneurysm",
                    "asFound": "Abdominal Aortic Aneurysm",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}