{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05895474",
            "orgStudyIdInfo": {
                "id": "Pro00124407"
            },
            "organization": {
                "fullName": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "briefTitle": "Safety Assessment of Central Medial Thalamus Stimulation Using Transcranial Focused Ultrasound",
            "officialTitle": "Safety Assessment of Central Medial Thalamus Stimulation Using Attune ATTN201 Transcranial Focused Ultrasound Stimulator",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-assessment-of-central-medial-thalamus-stimulation-using-transcranial-focused-ultrasound"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-23",
            "studyFirstSubmitQcDate": "2023-05-31",
            "studyFirstPostDateStruct": {
                "date": "2023-06-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Allison Wilkerson",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Medical University of South Carolina"
            },
            "leadSponsor": {
                "name": "Medical University of South Carolina",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Attune Neurosciences Inc",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purposes of this research study are to investigate closed-loop and personalized focused ultrasound as a technique to study how the brain works and to evaluate the safety and effectiveness of the Attune ATTN201 device. This study will objectively assess brain parenchyma morphology, and neuropsychiatric and neuropsychological function, following Transcranial Focused Ultrasound (tFUS) exposure. Electroencephalographic recordings during parametric sweeps will be obtained for observation of changes in the brain network activity, primarily focused on the Central Medial Thalamus (CMT). The CMT maintains strong network connectivity to the cortex and plays a potent role in sleep induction. tFUS has recently emerged as a powerful tool for targeted deep brain neuromodulation and has, in theory, the ability to modulate the activity of the CMT without affecting overlying tissue.",
            "detailedDescription": "This research study will examine the safety and tolerability of the novel, wearable device Attune ATTN201. This device uses transcranial focused ultrasound (tFUS), a form of noninvasive brain stimulation that uses sound waves to excite or inhibit the brain. The investigators research questions seek to answer how using brain imaging can guide the use of tFUS to stimulate a specific target unique to the participant's brain. This target, the Thalamus, is involved in everyday brain processing and activity. Using the participant's specific brain anatomy and tFUS, the investigators can precisely target this structure and further understand its role in the various functions. Unlike existing technologies, this device will incorporate offline usage, allowing users to comfortably wear the device out of the clinic or research setting for the first time. The unique offline guidance approach uses the participant's head shape and brain anatomy to allow for customizable and repeatable ultrasound delivery to exact, preprogrammed targets. This device will be tested over the course of 1 month per participant, and will offer insights into preparing a larger clinical trial for tFUS use."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ],
            "keywords": [
                "Transcranial Focused Ultrasound (tFUS)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "Part One:\n\nEach participant will receive 1 focused ultrasound stimulation conditions per visit for 4 visits\n\nPart Two:\n\nIf called back, participant will receive 1 focused ultrasound stimulation conditions per visit for 4 visits",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Randomization files will be provided by the sponsor and be blinded to the participants, care provider, and investigators",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Focused Ultrasound Dose #1",
                    "type": "EXPERIMENTAL",
                    "description": "Focused Ultrasound will be administered using high frequency stimulation as condition 1. Stimulation will last 1-10 minutes.",
                    "interventionNames": [
                        "Device: Transcranial Focused Ultrasound"
                    ]
                },
                {
                    "label": "Focused Ultrasound Dose #2",
                    "type": "EXPERIMENTAL",
                    "description": "Focused Ultrasound will be administered using medium frequency stimulation as condition 2. Stimulation will last 1-10 minutes.",
                    "interventionNames": [
                        "Device: Transcranial Focused Ultrasound"
                    ]
                },
                {
                    "label": "Focused Ultrasound Dose #3",
                    "type": "EXPERIMENTAL",
                    "description": "Focused Ultrasound will be administered using low frequency stimulation as condition 4. Stimulation will last 1-10 minutes.",
                    "interventionNames": [
                        "Device: Transcranial Focused Ultrasound"
                    ]
                },
                {
                    "label": "Focused Ultrasound Dose #4",
                    "type": "SHAM_COMPARATOR",
                    "description": "Focused Ultrasound will be administered using the sham condition.",
                    "interventionNames": [
                        "Device: Transcranial Focused Ultrasound"
                    ]
                },
                {
                    "label": "Focused Ultrasound Dose #5",
                    "type": "SHAM_COMPARATOR",
                    "description": "Focused Ultrasound will be administered using the sham condition.",
                    "interventionNames": [
                        "Device: Transcranial Focused Ultrasound"
                    ]
                },
                {
                    "label": "Focused Ultrasound Dose #6",
                    "type": "EXPERIMENTAL",
                    "description": "Focused Ultrasound will be administered using low frequency stimulation as condition 4. Stimulation will last 1-10 minutes.",
                    "interventionNames": [
                        "Device: Transcranial Focused Ultrasound"
                    ]
                },
                {
                    "label": "Focused Ultrasound Dose #7",
                    "type": "EXPERIMENTAL",
                    "description": "Focused Ultrasound will be administered using medium frequency stimulation as condition 4. Stimulation will last 1-10 minutes.",
                    "interventionNames": [
                        "Device: Transcranial Focused Ultrasound"
                    ]
                },
                {
                    "label": "Focused Ultrasound Dose #8",
                    "type": "EXPERIMENTAL",
                    "description": "Focused Ultrasound will be administered using high frequency stimulation as condition 4. Stimulation will last 1-10 minutes.",
                    "interventionNames": [
                        "Device: Transcranial Focused Ultrasound"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Transcranial Focused Ultrasound",
                    "description": "Using MRI-guided targeting, we will administer focused ultrasound in one of the 4 stimulation conditions",
                    "armGroupLabels": [
                        "Focused Ultrasound Dose #1",
                        "Focused Ultrasound Dose #2",
                        "Focused Ultrasound Dose #3",
                        "Focused Ultrasound Dose #4",
                        "Focused Ultrasound Dose #5",
                        "Focused Ultrasound Dose #6",
                        "Focused Ultrasound Dose #7",
                        "Focused Ultrasound Dose #8"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility of tFUS in healthy adults looking at retention and with a tFUS credibility questionnaire",
                    "description": "A credibility questionnaire will be used to asses feasibility. The credibility scale maximum is 36 and minimum is 0, a higher ratings means higher credibility score which is a better outcome.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Incidence of Adverse Events and Side Effects as assessed by Review of Systems Screener",
                    "description": "This study will be demonstrating the safety of using tFUS in healthy adults by assessing adverse events and side effects using the Review of Systems (RSS) questionnaire. The minimum value of the RSS scale is 0 and the maximum is 75, the higher the score the more severe the side effects meaning a worse outcome.",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Dose-response effects of tFUS on electroencephalographic (EEG) recordings",
                    "description": "Comparing pre-tFUS and post-tFUS resting state EEG data will determine whether there are specific effects relating to the parameters administered.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Effects of tFUS parameter alterations between part one and part two on electroencephalographic (EEG) recordings and behavior",
                    "description": "Comparing within-subject part two results on behavioral tasks and EEG recordings to those found in part one",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female\n* Age 22-55\n* Endorse good health with no history of mental or physical illness or implanted metal\n* English as a primary language\n* Capacity to consent\n* Negative urine pregnancy test if a female of childbearing potential\n* Willingness to adhere to the tFUS study schedule and assessments\n\nExclusion Criteria:\n\n* Any current psychiatric diagnosis or current Clinical Global Impression ratings of psychiatric illness \\> 1\n* Neurodevelopmental disorders, history of CNS disease, concussion, overnight hospitalization, or other neurologic sequela, tumors, seizures, meningitis, encephalitis, or abnormal CT or MRI of the brain\n* Any psychotropic medication is taken within 5 half-lives of procedure time\n* Any head trauma resulting in loss of consciousness\n* Visual impairment (except the use of glasses)\n* Inability to complete cognitive testing\n* Active participation or plan for enrollment in another evidence-based clinical trial affecting the psychosocial function\n* Repeated abuse or dependence upon drugs (excluding nicotine and caffeine) or taking medications including stimulants, modafinil, thyroid medication, or steroids\n* Implanted devices/ferrous metal of any kind\n* History of seizure or epilepsy, currently taking medications that lower seizure thresholds\n* Claustrophobia or other conditions that would prevent the MRI assessment.\n* Pregnancy (or suspected/possible pregnancy or plan to become pregnant in the short term).\n\n  * Urine Pregnancy Test: If the subject is a woman of childbearing potential and /or a man capable of fathering a child before, during, and/or after participation precautions should be taken. Examples of acceptable methods of birth control for participants involved in the study include birth control pills, patches, IUDs, condoms, sponges, diaphragm with spermicide, or avoiding sexual activity that could cause the subject to become pregnant.\n* Inability to adhere to the treatment schedule.\n* Inability to fit the wearable device to the user's head.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Allison K Wilkerson, PhD",
                    "role": "CONTACT",
                    "phone": "8437924636",
                    "email": "wilkersa@musc.edu"
                },
                {
                    "name": "Lisa M McTeague, PhD",
                    "role": "CONTACT",
                    "phone": "8437928274",
                    "email": "mcteague@musc.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Medical University of South Carolina",
                    "status": "RECRUITING",
                    "city": "Charleston",
                    "state": "South Carolina",
                    "zip": "29425",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lisa M McTeague, PhD",
                            "role": "CONTACT",
                            "phone": "843-792-8274",
                            "email": "mcteague@musc.edu"
                        },
                        {
                            "name": "Allison K Wilkerson, PhD",
                            "role": "CONTACT",
                            "phone": "843-792-4636",
                            "email": "wilkersa@musc.edu"
                        },
                        {
                            "name": "Jacob Weaver, MS",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.77657,
                        "lon": -79.93092
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}