{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05601661",
            "orgStudyIdInfo": {
                "id": "HSC-MS-22-0579"
            },
            "organization": {
                "fullName": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Feasibility of Paired Vagus Nerve Stimulation With Rehabilitation for Improving Upper Extremity Function in People With Cervical Spinal Cord Injury",
            "officialTitle": "Safety and Feasibility of Paired Vagus Nerve Stimulation With Rehabilitation for Improving Upper Extremity Function in People With Cervical Spinal Cord Injury: A Pilot Randomized Control Trial.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-and-feasibility-of-paired-vagus-nerve-stimulation-with-rehabilitation-for-improving-upper-extremity-function-in-people-with-cervical-spinal-cord-injury"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-07-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-17",
            "studyFirstSubmitQcDate": "2022-10-31",
            "studyFirstPostDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Radha Korupolu",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "The University of Texas Health Science Center, Houston"
            },
            "leadSponsor": {
                "name": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "MicroTransponder Inc.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the safety and feasibility of pairing vagus nerve stimulation (VNS) with rehabilitation and to determine the efficacy of pairing VNS with rehabilitation.",
            "detailedDescription": "The current study will evaluate the safety and feasibility of a novel rehabilitation protocol to improve upper limb motor recovery in adults with incomplete cervical SCI. In this double-blinded, randomized, placebo-controlled pilot trial, 8 adults (above 18 years) with cervical SCI will be randomly assigned in a 1:1 ratio to active VNS paired with rehabilitation or control VNS paired with rehabilitation. All participants will be implanted with a VNS device and randomized to receive either active VNS (0.8mA) or control VNS (0.0 mA) paired with upper limb rehabilitation. All participants will receive three 1.5-hour sessions per week for 6 weeks of in-clinic therapy, followed by a daily, 30 minutes home therapy program for 90 days. The rehabilitation therapy involves repetitive, progressive, task-specific exercises adjusted to the participant's functional level. Participants, assessors, and therapists will maintain blinding until the completion of this phase. After 90 days, in phase II, participants in the control VNS group will cross over to receive active VNS paired with rehabilitation. Safety and feasibility measures are the primary outcomes of this study. Safety measures will include the incidence of surgical and VNS therapy-related events. Feasibility metrics include reporting attrition rate and compliance rate with both in-clinic therapy sessions and home exercise programs. To measure efficacy, change in Graded and Redefined Assessment of Strength, Sensibility, and Prehension from baseline to immediately after 6-week in-clinic treatment and 90-day assessment will be analyzed. Additional clinical outcomes include the Toronto Rehab Institute Hand Function Test, Capabilities of Upper Extremity Questionnaire, spinal cord injury independence self-care measure, and spinal cord injury quality of life. The results of this study will provide valuable information on safety and feasibility and insight into the efficacy of pairing VNS with rehabilitation in people with SCI. Knowledge obtained from this study will lay the groundwork for future large randomized control trials to assess the dosing and effectiveness of pairing VNS with rehabilitation."
        },
        "conditionsModule": {
            "conditions": [
                "Cervical Spinal Cord Injury"
            ],
            "keywords": [
                "vagus nerve stimulation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 8,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the treatment group will receive 18 goal-directed upper extremity rehabilitation therapy sessions with paired VNS over six weeks. Followed by 90 days home exercise program.",
                    "interventionNames": [
                        "Device: Active VNS",
                        "Other: Arm rehabilitation"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "SHAM_COMPARATOR",
                    "description": "Participants in the control group will receive 18 goal-directed upper extremity rehabilitation therapy sessions with sham VNS over six weeks. Followed by 90 days home exercise program.",
                    "interventionNames": [
                        "Device: Sham VNS",
                        "Other: Arm rehabilitation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active VNS",
                    "description": "An implantable system consisting of an implantable neurostimulator (model 1001 Implantable Pulse Generator (IPG)) and an implantable lead and electrode (Model 30000 VNS lead) will be used. An external system consisting of an external controller (Model 2000 Wireless Transmitter) and an external software system (computer and Model 4001 Microtransponder SAPS® software) will provide clinical control of settings for the implantable pulse generator (IPG) . All VNS devices (Vivistim System® ) will be provided as a donation by Microtransponder Inc. The device is programmed to stimulate for 0.5s on each button push. After surgical recovery, participants will receive five stimulations in reducing strength (starting at 0.8mA and then reducing to 0.1mA each step) at the beginning of each therapy session, followed by stimulation (0.8 mA)",
                    "armGroupLabels": [
                        "Treatment group"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham VNS",
                    "description": "An implantable system consisting of an implantable neurostimulator (model 1001 Implantable Pulse Generator (IPG)) and an implantable lead and electrode (Model 30000 VNS lead) will be used. An external system consisting of an external controller (Model 2000 Wireless Transmitter) and an external software system (computer and Model 4001 Microtransponder SAPS® software) will provide clinical control of settings for the implantable pulse generator (IPG) . All VNS devices (Vivistim System® ) will be provided as a donation by Microtransponder Inc. The device is programmed to stimulate for 0.5s on each button push. After surgical recovery, participants will receive five stimulations in reducing strength (starting at 0.8mA and then reducing to 0.1mA each step) at the beginning of each therapy session, followed by stimulation (0 mA)",
                    "armGroupLabels": [
                        "Control Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Arm rehabilitation",
                    "description": ". The rehabilitation therapy involves arm and hand exercises with objects. The therapist will select these exercises based on movement abilities. Tasks will be selected from six functional task categories: reach and grasp, gross movement, object flipping, simulated eating tasks, inserting objects, and opening containers. Approximately 30-50 repetitions will be performed in each category. On average, 300-500 repetitions will be performed during each session within 1.5-2hours.",
                    "armGroupLabels": [
                        "Control Group",
                        "Treatment group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety as assessed by number of subjects with post surgical complications",
                    "description": "post-surgical complications include but are not limited to dysphagia, hematoma, hoarseness of voice, vocal cord paralysis, edema, pain, and post-surgical infection",
                    "timeFrame": "90-day follow-up"
                },
                {
                    "measure": "Safety as assessed by number of subjects with change in systolic blood pressure",
                    "timeFrame": "pretreatment, post treatment (about 6 weeks after pre treatment )"
                },
                {
                    "measure": "Safety as assessed by number of subjects with change in diastolic blood pressure",
                    "timeFrame": "pretreatment, post treatment (about 6 weeks after pre treatment )"
                },
                {
                    "measure": "Safety as assessed by number of subjects with change in heart rate",
                    "timeFrame": "pretreatment, post treatment (about 6 weeks after pre treatment )"
                },
                {
                    "measure": "Safety as assessed by number of subjects with change in respiratory rate",
                    "timeFrame": "pretreatment, post treatment (about 6 weeks after pre treatment )"
                },
                {
                    "measure": "Safety as assessed by number of subjects with change in autonomic dysreflexia",
                    "timeFrame": "pretreatment, post treatment (about 6 weeks after pre treatment )"
                },
                {
                    "measure": "Safety as assessed by number of subjects with worsening spasticity",
                    "timeFrame": "pretreatment, post treatment (about 6 weeks after pre treatment )"
                },
                {
                    "measure": "Safety as assessed by number of subjects with change in pain at stimulation site",
                    "timeFrame": "pretreatment, post treatment (about 6 weeks after pre treatment )"
                },
                {
                    "measure": "Feasibility as assessed by the number of participants that completed all the sessions",
                    "timeFrame": "end of study(about 132 days after enrollment)"
                },
                {
                    "measure": "Feasibility as assessed by the number of participants that dropped out of the study",
                    "timeFrame": "end of study(about 132 days after enrollment)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in hand function as assessed by the Toronto Rehab Institute Hand Function Test (TRI-HFT)",
                    "description": "This is a 14 item questionnaire and each is scored from 1(no movement elicited) to 8(normal grasp) a higher number indicating better hand function",
                    "timeFrame": "baseline, post-treatment (first day after 6 week inclinic therapy), 30 days, and 90 days follow-up."
                },
                {
                    "measure": "Change in capability of using arms and hands as assessed by the Capabilities of Upper Extremity Questionnaire (CUE-Q)",
                    "description": "This is a 17 item questionnaire and each is scored from 1(totally limited) to 7(not at all limited), a higher number indicating better outcome",
                    "timeFrame": "baseline, post-treatment (first day after 6 week inclinic therapy), 30 days, and 90 days follow-up."
                },
                {
                    "measure": "Change in self care independence as assessed by the Spinal Cord Injury Independence Measure-III (SCIM-III) self-care subscore",
                    "description": "This is a 4 item questionnaire and each is scored from 0(need total assistance) to 3(completely independent), higher score indicating more independence.",
                    "timeFrame": "baseline, post-treatment (first day after 6 week inclinic therapy), 30 days, and 90 days follow-up."
                },
                {
                    "measure": "Quality of Life as assessed by the Spinal Cord Injury- Quality of Life (SCI-QoL) questionnaire",
                    "description": "This questionnaire has 3 parts:\n\n1. basic mobility: this is a 11 item questionnaire and each is scored from 1(unable to do) to 5(can do without difficulty)higher score indicating more mobility\n2. Fine Motor: This is a 9 item questionnaire and each is scored from 1(unable to do) to 5(can do without difficulty)higher score indicating better outcome\n3. self care: This is a 11 item questionnaire and each is scored from 1(unable to do) to 5(can do without difficulty)higher score indicating better outcome",
                    "timeFrame": "baseline, post-treatment (first day after 6 week inclinic therapy), 30 days, and 90 days follow-up."
                },
                {
                    "measure": "Change in Pain as assessed by the International SCI pain basic data subset (version 2).",
                    "description": "This is an 6 item questionnaire and each is scored from 0 (no pain) -10 (pain as bad as you can imagine), a higher score indicating more pain.",
                    "timeFrame": "baseline, post-treatment (first day after 6 week inclinic therapy), 30 days, and 90 days follow-up."
                },
                {
                    "measure": "Change in Depression as assessed by the Patient Health Questionnaire (PHQ-8)",
                    "description": "This is an eight item questionnaire and each is scored from 0(not at all) to 3(nearly every day) a higher score indicating worse outcome",
                    "timeFrame": "baseline, post-treatment (first day after 6 week inclinic therapy), 30 days, and 90 days follow-up."
                },
                {
                    "measure": "Change in degree of upper limb impairment as assessed by the Graded Redefined Assessment of Strength Sensibility and Prehension (GRASSP) survey.",
                    "description": "The 3 measured domains are as follows:\n\n1. Strength: Motor grading of 10 arm and hand muscles for right and left arm will be performed. Each muscle is graded from 0 to 5 for a maximum score of 50, a higher number indicating more strength.\n2. Dorsal and palmar sensation: Each test location is scored from 0 to 4. Three locations for the dorsal side of each hand and 3 for palmer location of each hand are summed to render a subtest total score between 0 and 12 a higher score indicating more sensation.\n3. Prehension:\n\n   1. Qualitative prehension: The participant performs 3 tasks using each hand and is scored from 0-12 a higher number indicating a better outcome\n   2. Quantitative prehension: he participant performs 6 tasks using each hand and is scored from 0-30 a higher number indicating a better outcome",
                    "timeFrame": "baseline, post-treatment (first day after 6 week inclinic therapy), 30 days, and 90 days follow-up."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* a diagnosis of traumatic incomplete (AIS B-D) cervical spinal cord injury (C8 and above)\n* at least 12 months post-traumatic SCI\n* demonstrate some residual movement in the upper limb (e.g., able to perform pinch movement with thumb and index finger)\n* meet all clinical criteria for the surgical VNS implantation as determined by the PI, neurosurgeon, and anesthesiologist.\n\nExclusion Criteria:\n\n* non-traumatic SCI, injury\n* presence of ongoing dysphasia or aspiration difficulties\n* evidence of vagus pre-existing vocal cord paralysis as determined with laryngoscopy procedure\n* participants with prior left-sided anterior cervical surgery who exhibit too much of scar tissue at the surgery site which will be determined by neurosurgeon\n* concomitant clinically significant brain injury\n* history of prior injury to a vagus nerve\n* receiving medication that may significantly interfere with the actions of VNS on neurotransmitter systems at study entry\n* other comorbidities or complications that will hinder or contraindicate surgical procedure\n* medical or mental instability\n* pregnancy or plans to become pregnant during the study period.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Radha Korupolu, MD",
                    "role": "CONTACT",
                    "phone": "713-797-5233",
                    "email": "Radha.Korupolu@uth.tmc.edu"
                },
                {
                    "name": "Alyssa Miller",
                    "role": "CONTACT",
                    "phone": "713-797-7132",
                    "email": "Alyssa.Miller@uth.tmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Radha Korupolu",
                    "affiliation": "The University of Texas Health Science Center, Houston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas Health Science Center at Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Radha Korupolu",
                            "role": "CONTACT",
                            "phone": "713-797-5233",
                            "email": "Radha.Korupolu@uth.tmc.edu"
                        },
                        {
                            "name": "Alyssa Miller",
                            "role": "CONTACT",
                            "phone": "713-797-7132.",
                            "email": "Alyssa.Miller@uth.tmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}