{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04734106",
            "orgStudyIdInfo": {
                "id": "IRB00069987"
            },
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Efficacy of Aloe Vera in the Management of the Symptoms of Interstitial Cystitis",
            "officialTitle": "A Double-Blind, Placebo-Controlled Study to Establish the Safety and Efficacy of Super-Concentrated, Freeze-Dried Aloe Vera in the Management of the Symptoms of Interstitial Cystitis",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "safety-and-efficacy-of-aloe-vera-in-the-management-of-the-symptoms-of-interstitial-cystitis"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-27",
            "studyFirstSubmitQcDate": "2021-02-01",
            "studyFirstPostDateStruct": {
                "date": "2021-02-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Desert Harvest",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to assess the safety and efficacy of super-concentrated, freeze-dried aloe vera capsules for treatment of interstitial cystitis.",
            "detailedDescription": "After being informed about the study and potential risks, all participants who have provided written informed consent will be screened to determine eligibility for study entry. Participants who meet the eligibility requirements will be randomized in a double-blind manner (participant and investigator) in a 4:1 ratio to aloe vera (study group) or placebo (control group), respectively. The dosing regimen will be increased by 3 capsules every month for 3 months and then reduced by 2 capsules every week during the fourth month for both groups. Participants will remain in the study for sixteen weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Interstitial Cystitis",
                "Chronic Interstitial Cystitis",
                "Bladder Pain Syndrome"
            ],
            "keywords": [
                "Interstitial Cystitis (IC)",
                "Bladder Pain Syndrome",
                "Urinary urgency",
                "Urinary frequency",
                "Bladder pain",
                "Nocturia",
                "Urinary incontinence"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Desert Harvest Super-Concentrated, Freeze-Dried Aloe Vera Capsules",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will self-administer Desert Harvest super-concentrated, freeze-dried aloe vera capsules orally over a sixteen week period. The dosing regimen includes administering 3 capsules twice daily for the first month, 3 capsules three times daily for the second month, and 4 capsules three times daily for the third month. During the fourth month, participants will administer 10 capsules per day the first week (4 in the morning, 2 in the afternoon, and 4 in the evening), 8 capsules per day the second week (4 in the morning, 4 in the evening), 6 capsules per day the third week (3 in the morning, 3 in the evening), and 4 capsules per day the fourth week (2 in the morning, 2 in the evening). A participant must stay on a minimum of 6 capsules per day for the first three months in order to remain in the study.",
                    "interventionNames": [
                        "Drug: Desert Harvest Aloe Vera Capsules"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Participants will self-administer placebo capsules orally, matching the dosing regimen of the experimental treatment, over a sixteen week period. Placebo capsules will be identical in appearance and packaging to the experimental capsules.",
                    "interventionNames": [
                        "Other: Placebo Capsules"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Desert Harvest Aloe Vera Capsules",
                    "description": "600 mg pure, freeze-dried aloe vera super-concentrate with a minimum of 200 mg glycosaminoglycan per capsule.",
                    "armGroupLabels": [
                        "Desert Harvest Super-Concentrated, Freeze-Dried Aloe Vera Capsules"
                    ],
                    "otherNames": [
                        "Desert Harvest Super-Concentrated, Freeze-Dried Aloe Vera"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Placebo Capsules",
                    "description": "550mg of Avicel microcrystalline cellulose per two-piece, hard-shelled gelatin capsule.",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Avicel"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Safety, as measured by the Change in the number and severity of adverse events (AE)",
                    "description": "Non-serious adverse events will be defined as any new medical condition or worsening of an existing medical condition, not to include the disease being studied. Severe adverse events will be defined as any adverse event that results in death, a life-threatening event, inpatient hospitalization, prolongation of existing hospitalization (hospitalization for an elective treatment of a pre-existing condition will not be considered a serious event), disability or incapacity, or an important medical event, which, though not included previously, may jeopardize the participant and may require medical or surgical intervention.",
                    "timeFrame": "Week 16"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Interstitial cystitis (IC)/bladder pain syndrome (BPS) symptoms, as measured by the O'Leary Sant Questionnaire",
                    "description": "The O'Leary-Sant questionnaire is composed of the Interstitial Cystitis Symptom Index (ICSI) and Problem Index (ICPI) which contains four questions related to urinary and pain symptoms. For the ICSI (score range: 0-19 points), 3 of the 4 questions utilize a range of 0-5 with 0 indicating the symptom is never experienced and 5 indicating the symptom is almost always experienced. The fourth question utilizes a range of 0-4 with 0 indicating the symptom is never experienced and 4 indicating the symptom is almost always experienced. For the ICPI (score range: 0-16 points), all four questions utilize a range of 0-4 with 0 indicating it is no problem and 4 indicating it is a big problem.",
                    "timeFrame": "Baseline, Weeks 4, 8, 12, and 16"
                },
                {
                    "measure": "Change in Suprapubic Pain, as measured by the Genitourinary Pain Index (GUPI) questionnaire",
                    "description": "The GUPI questionnaire (score range: 0 - 45) contains nine overarching items related to urinary symptoms, pain, and impact on quality of life. Responses to items 1a, 1b, 1c, 1d, 2a, 2b, 2c, 2d, 3 and 4 are used to create a pain subscale with scores ranging from 0 -23, 0 indicating no pain and 23 indicating pain as bad as you can imagine. Responses to items 5 and 6 are used to create a urinary subscale with scores ranging from 0 -10, 0 indicating urinary symptoms are never experienced and 10 indicating they are almost always experienced. Responses to items 7, 8, and 9 are used to create a quality of life impact subscale with scores ranging from 0 -12, 0 indicating no disturbance in quality of life and 10 indicating a large disturbance in quality of life. All subscales are summed to calculate a total score.",
                    "timeFrame": "Baseline, Weeks 4, 8, 12, and 16"
                },
                {
                    "measure": "Change in Urinary Frequency, as measured by 24-Hour Voiding Diaries",
                    "description": "Participants will be instructed on how to complete a 24-hour voiding diary during the initial screening visit. The participant will use a new diary sheet for every 24-hour period with sections identifying time of day (with wake time and bed time indicated by participant), fluid intake (type of fluid ingested and amount in oz), urination (amount in oz voided into urinary hat or urinal), amount of urine drained via catheter if applicable, leaks (any time a participant experienced involuntary urine loss indicated by a check mark in the corresponding time column) if applicable, and pad changes (every time pad was dry indicated by a D in the corresponding time column or with a \"S\" \"M\" or \"L\" if the pad was wet with urine indicating a small, moderate, or large amount in the corresponding time column) if applicable.",
                    "timeFrame": "Baseline, Weeks 1, 2, 3, 4, 8, and 12"
                },
                {
                    "measure": "Change in Sexual Functioning and Satisfaction, as measured by the Male and Female Patient-Reported Outcomes Measurement Information System (PROMIS) Sexual Function and Satisfaction Brief Profile",
                    "description": "The Male and Female PROMIS Sexual Function and Satisfaction brief profile provides participants with questions related to their sexual functioning and satisfaction within the last 30 days. The male version of the questionnaire (score range: 0-50) consists of 10 items, while the female version (score range: 0-70) consists of 14 items. For both of the gender-specific versions, lower scores indicate lower interest, sexual satisfaction, and discomfort while higher scores indicate higher interest, sexual satisfaction, and discomfort.",
                    "timeFrame": "Baseline, Weeks 4, 8, 12, and 16"
                },
                {
                    "measure": "Change in Perceived Quality of Life, as measured by the McGill Quality of Life questionnaire",
                    "description": "The McGill Quality of Life (MQOL) is a self-reported measure that contains 16-items with a single-item global scale used to measure quality of life over a 2-day timeframe. Items are scored 1-10, with 0 indicating the lowest score (not a problem) and 10 indicating the highest score (tremendous problem), for five sub-scales (physical well-being, physical symptoms, psychological, existential, and support). An overall index score can be calculated by summing the means of the five sub-scales to measure overall quality of life.",
                    "timeFrame": "Baseline and Week 16"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Females or males, aged 18 years or older\n* Females of childbearing potential must agree to use acceptable methods of birth control. Acceptable methods are oral and injectable preparations, double barrier, vasectomized partner, or abstinence.\n* Participant must sign and date the informed consent.\n* Participant must report a urinary frequency of at least 11 times per 24-hour day, on average over the previous four weeks.\n* Participant must report a pain/discomfort score of 4 or greater on a 0-9 Likert scale.\n* These reported urinary symptoms of frequency and pain/discomfort must have been present for at least the previous 24 weeks prior to the first baseline screening visit.\n* Participants must report in the baseline voiding diary at least one voided volume greater than or equal to 75cc in a 24-hour period.\n\nExclusion Criteria:\n\n* Known allergy or intolerance to aloe vera in any form as reported by the participant or derived from medical records.\n* History of Bladder tumors (malignant or benign).\n* Current active bladder or urethral calculus.\n* History of urethral cancer within the previous five years.\n* Any disease which, in the opinion of the investigator, may be unstable or have bearing on the outcome of the study, including severe debilitating concurrent medical conditions such as coronary artery disease, azotemia, moderate to severe hepatic insufficiency, etc.\n* Previous treatment with Cytoxan (cyclophosphamide).\n* History of cyclophosphamide or chemical cystitis or tuberculosis or radiation cystitis.\n* History of pelvic radiation treatment, bladder cancer or cancer in situ, or urethral cancer.\n* History of any other neoplastic process currently requiring systemic, nonprophylactic treatment.\n* History of urethral diverticulum.\n* Inability to void spontaneously.\n* Subjects with interstitial cystitis symptoms alleviated by current therapy regimen.\n* Uncontrolled diabetes mellitus.\n* Previous enrollment in an aloe vera study.\n* Previous use of Desert Harvest super-concentrated, freeze-dried aloe vera capsules.\n* Any imminent change in residence that could compromise compliance.\n* Unlikely to be compliant due to unmanaged medical or psychological problem, including dementia, aphasia, or other deficits of cognition or speech/language function that will interfere with the participant's ability to complete the study.\n* Substance abuse or dependency problem within the past two years for which patient received no treatment.\n\nMale-Specific Exclusion Criteria:\n\n* Males with a history of prostate cancer within the previous five years.\n* Males with a prostatic infection within the previous three months.\n\nFemale-Specific Exclusion Criteria:\n\n* Females with a history of uterine, cervical, or vaginal cancer within the previous five years.\n* Pregnant or lactating females.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen Walker, PhD",
                    "role": "CONTACT",
                    "phone": "3367137272",
                    "email": "swalker@wakehealth.edu"
                },
                {
                    "name": "Kaylee A Ferrara, BS",
                    "role": "CONTACT",
                    "phone": "336-713-1693",
                    "email": "kferrara@wakehealth.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stephen Walker, PhD",
                    "affiliation": "Wake Forest Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wake Forest Baptist Hospital",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27157",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kaylee A Ferrara, BS",
                            "role": "CONTACT",
                            "phone": "336-713-1693",
                            "email": "kferrara@wakehealth.edu"
                        },
                        {
                            "name": "Stephen Walker, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003556",
                    "term": "Cystitis"
                },
                {
                    "id": "D000018856",
                    "term": "Cystitis, Interstitial"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001745",
                    "term": "Urinary Bladder Diseases"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M17299",
                    "name": "Urinary Incontinence",
                    "relevance": "LOW"
                },
                {
                    "id": "M7936",
                    "name": "Enuresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6761",
                    "name": "Cystitis",
                    "asFound": "Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27158",
                    "name": "Nocturia",
                    "relevance": "LOW"
                },
                {
                    "id": "M20903",
                    "name": "Cystitis, Interstitial",
                    "asFound": "Interstitial Cystitis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5026",
                    "name": "Urinary Bladder Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T51",
                    "name": "Aloe",
                    "asFound": "Needle biopsy",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}