{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05779930",
            "orgStudyIdInfo": {
                "id": "AutoCAR19"
            },
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Feasibility of CD19 CAR T Cells Using CliniMACS Prodigy for Relapsed/Refractory CD19 Positive ALL and NHL",
            "officialTitle": "Safety and Feasibility of On-Site Manufacture of CD19 CAR T Cells Using the CliniMACS Prodigy in Pediatric and Young Adult Patients With Relapsed/Refractory CD19 Positive Acute Lymphoblastic Leukemia and Non-Hodgkin's Lymphoma",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "safety-and-feasibility-of-car-t-cells-using-clinimacs-prodigy-for-relapsed-refractory-positive-all-and-nhl"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "NOT_YET_RECRUITING",
            "startDateStruct": {
                "date": "2024-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-17",
            "studyFirstSubmitQcDate": "2023-03-09",
            "studyFirstPostDateStruct": {
                "date": "2023-03-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Margaret Lamb",
                "investigatorTitle": "Assistant Professor of Pediatrics",
                "investigatorAffiliation": "Nationwide Children's Hospital"
            },
            "leadSponsor": {
                "name": "Nationwide Children's Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This pilot study examines the safety and efficacy of anti-CD19 CAR T cells manufactured on-site in children and young adults with relapsed or refractory CD19+ B cell acute lymphoblastic leukemia or CD19+ B cell non Hodgkin lymphoma.\n\nPatients will undergo screening, leukapheresis (cell collection), lymphodepleting chemotherapy with fludarabine and cyclophosphamide, followed by the anti-CD19 CAR T cell infusion. The lymphodepleting chemotherapy is administered over four days IV to prepare the body for the CAR T cells. The anti-CD19 CAR-T cells are infused between 2-14 days after the last dose of chemotherapy. This study is designed for participants to begin lymphodepleting chemotherapy during the CAR T cell manufacture and receive a fresh cell infusion on the day that manufacturing is complete. Some patients may need more time in between the cell collection and the CAR T cell infusion, therefore, the cells may be manufactured and frozen prior to administration. Patients will be followed for a year after the cell infusion on the study and for up to 15 years to monitor for potential long term side effects of cell therapy.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\n* To examine the feasibility of manufacture and administration of autologous CD19 CAR T cells at a minimum target dose of 0.3 x 10\\^6 to 1 x 10\\^6 per kilogram for patients \\<50 kg and a flat dose of 0.3 - 1 x 10\\^8 for patients ≥50 kg using the Miltenyi CliniMACS Prodigy automated T Cell Transduction (TCT) process.\n* To evaluate the safety of administration of CD19 CAR T cells after lymphodepletion with fludarabine and cyclophosphamide.\n\nSECONDARY OBJECTIVE:\n\n• To estimate the efficacy of CD19 specific CAR-T cells in pediatric and young adult patients with relapsed/refractory CD19+ B-cell ALL and NHL.\n\nEXPLORATORY OBJECTIVE:\n\n• To evaluate the persistence of CD19 CAR T cells after infusion.\n\nThe autologous lymphocytes are collected from the patient via apheresis. The apheresis product is then transported to the on-site GMP facility for manufacture of the CAR T cell product. Patients may be admitted to begin lymphodepleting chemotherapy during the CAR T cell manufacturing process. When the CAR T cell product is ready, the cells may be administered fresh or may be cryopreserved for use at a later date depending on the patient's clinical status.\n\nAll patients will be admitted to the hospital to undergo a Fludarabine/Cyclophosphamide based leukoreduction conditioning regimen to be completed 2-14 days prior to CAR T cell infusion. Patients will be admitted for a minimum of 7 days after the CAR T infusion to monitor for toxicity including cytokine release syndrome, neurologic toxicity, and tumor lysis syndrome.\n\nLymphodepleting chemotherapy:\n\n* Fludarabine 30 mg/m2/day IV x 4 days\n* Cyclophosphamide 500 mg/m2/day IV x 2 days\n\nCD19 CAR T cell dose:\n\n* 0.3 x 10\\^6 to 1 x 10\\^6 per kilogram for patients \\<50 kg\n* Flat dose of 0.3 - 1 x 10\\^8 for patients ≥50 kg"
        },
        "conditionsModule": {
            "conditions": [
                "Acute Lymphoblastic Leukemia, in Relapse",
                "Non-Hodgkin's Lymphoma, Relapsed",
                "Non-Hodgkin's Lymphoma Refractory",
                "Acute Lymphoblastic Leukemia With Failed Remission",
                "B-cell Non Hodgkin Lymphoma",
                "B Cell Leukemia"
            ],
            "keywords": [
                "ALL",
                "NHL",
                "CD19 CAR T cells"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A single-arm, unblinded, pilot treatment study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 12,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Leukopharesis: cells collected with a target of ≥1 x10\\^9 TNC with ≥3% CD3+ cells.\n\nLymphodepleting chemotherapy: 4 days of IV chemotherapy with fludarabine and cyclophosphamide.\n\n* Fludarabine 30 mg/m2/day IV x 4 days (days -6 through -3)\n* Cyclophosphamide 500 mg/m2/day IV x 2 days (days -6 and-5)\n\nanti-CD19 CAR T cells:\n\n* 0.3 - 1 x 10\\^6 per kilogram for patients \\<50 kg\n* Flat dose of 0.3 - 1 x 10\\^8 for patients ≥50 kg\n\nThe cell infusion will take place on day 0 (at least 2 days after completion of lymphodepleting chemotherapy). The patient will receive pre-medication with acetaminophen and diphenhydramine 30-60 minutes prior to the cell infusion.",
                    "interventionNames": [
                        "Biological: CD19 specific Chimeric Antigen Receptor T Cell"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "CD19 specific Chimeric Antigen Receptor T Cell",
                    "description": "Infusion of CD19 CAR-T Cells manufactured on-site using the CliniMACS Prodigy",
                    "armGroupLabels": [
                        "Treatment"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of products successfully manufactured and infused with a goal of 0.3-1 x 10^6 per kilogram for patients <50 kg and a flat dose of 0.3-1 x 10^8 for patients ≥50 kg",
                    "description": "Reported as the proportion of products successfully manufactured and infused",
                    "timeFrame": "4 years"
                },
                {
                    "measure": "Incidence and severity of adverse events",
                    "description": "Summarized with descriptive statistics",
                    "timeFrame": "Up to 1 year after CAR T cell infusion"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall response rate",
                    "description": "Proportion of patients achieving a response at 1 month post infusion",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Complete response rate for B cell Acute Lymphoblastic Leukemia",
                    "description": "Complete response rate at 1 month post infusion",
                    "timeFrame": "Measured 1 month post-infusion"
                },
                {
                    "measure": "Best overall response for B cell Non-Hodgkin's Lymphoma",
                    "description": "Best overall response (complete response, partial response, stable disease, progressive disease)",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "MRD negative response rates for Acute Lymphoblastic Leukemia",
                    "description": "MRD status at 30 days post infusion will be presented with descriptive statistics. MRD will be performed utilizing both flow cytometry and NGS.",
                    "timeFrame": "Measured 1 month post-infusion"
                },
                {
                    "measure": "Overall survival",
                    "description": "Overall survival and event free survival will be assessed using the Kaplan-Meier method. Survival will be measured as the time from cell infusion to event or censoring.",
                    "timeFrame": "up to 15 years"
                },
                {
                    "measure": "Event free survival",
                    "description": "Overall survival and event free survival will be assessed using the Kaplan-Meier method. Survival will be measured as the time from cell infusion to event or censoring.",
                    "timeFrame": "up to 15 years"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "CD19 CAR T cell persistence",
                    "description": "Measured by flow cytometry or PCR",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Eligible Diseases:\n\nRelapsed or refractory pediatric B-Cell ALL as defined by at least one of the following criteria:\n\n* Second or greater relapse OR\n* Any relapse after allogeneic SCT OR\n* Not achieving a CR after 2 cycles of standard chemotherapy regimen (including persistent MRD positive disease) OR\n* Not achieving a CR after 1 cycle of standard chemotherapy for relapsed leukemia (including persistent MRD positive disease) OR\n* Patients with Philadelphia chromosome positive (Ph+) ALL who are intolerant or have failed 3 lines of tyrosine kinase inhibitor (TKI) therapy, or if TKI therapy is contraindicated OR\n* Patients who meet accepted indications for allogeneic HSCT for pediatric ALL but are deemed unfit for HSCT by their treating physician are eligible for this study. This includes high risk patients in first relapse.\n\nPatients with relapsed or refractory pediatric B cell non-Hodgkin's Lymphoma as defined by:\n\n* Refractory to second-line or later lines of standard chemotherapy OR\n* Patients with residual disease after primary therapy and not eligible for autologous SCT OR\n* Any relapse after previous allogeneic or autologous SCT OR\n* Beyond 1st CR with relapsed or persistent disease and not eligible or appropriate for conventional allogeneic or autologous SCT\n\nNote: patients with a history of blinatumomab therapy are eligible for this study.\n\nInclusion Criteria:\n\n* For relapsed patients, CD19 tumor expression demonstrated in bone marrow or peripheral blood by flow cytometry at most recent relapse or reconfirmed after CD19 directed therapy in ALL patients. For patients with NHL, documentation of CD19 positivity must be available from biopsy at diagnosis or most recent tumor biopsy.\n* Age 0 to age 30 at the time of initial diagnosis. Note: the first three subjects enrolled must be ≥16 years of age\n* Karnofsky (age ≥ 16 years) or Lansky (age \\< 16 years) performance status ≥ 50 at screening\n* Patients with active CNS leukemia involvement defined as CNS-3 by CSF findings only are eligible but will have their infusion delayed until CNS disease is reduced to CNS-1 or CNS-2 by CSF findings. Patients with other forms of active CNS-3 leukemic involvement such as CNS parenchymal or ocular disease, cranial nerve involvement or significant leptomeningeal disease are eligible if there is documented evidence of disease stabilization for at least 1 month prior to CD19 CAR T cell infusion.\n* Meets criteria for non-hematopoietic organ function:\n\n  * Renal function: Estimated glomerular filtration rate ≥60 mL/min x appropriate estimation of patient's body surface area m2/1.73m2 using the modified Schwartz formula for pediatric patients and Crockcoft Gault formula for adults.\n  * Liver function: Total bilirubin ≤ 2 mg/dl or ≤ 2.5 x ULN for age (unless Gilbert's syndrome) and ALT and AST ≤ 5 x ULN for age (unless related to leukemic involvement)\n  * Cardiac function: left ventricular ejection fraction ≥40%\n  * Pulmonary function: minimum level of pulmonary reserve defined as ≤ grade 1 dyspnea and pulse oxygenation \\>91% on room air\n* Sexually active males and females of childbearing potential must agree to use a form of contraception considered effective and medically acceptable by the Investigator.\n* Signed consent by parent/guardian and assent if appropriate for subjects \\< 18 years of age. Signed consent by patient/subject if ≥18 years of age.\n\nExclusion Criteria:\n\n* Acute/ongoing neurologic toxicity \\> Grade 1 with the exception of a history of controlled seizures or fixed neurologic deficits that have been stable/improving over the past 1 months.\n* Active untreated infection. Viremia by PCR analysis is not considered an active infection but may require immediate viral prophylaxis. Patients with possible fungal infections must have had at least 2 weeks of appropriate anti-fungal therapy and be asymptomatic.\n* Patients with concomitant genetic syndrome: such as patients with Fanconi anemia, Kostmann syndrome, Shwachman syndrome or any other known bone marrow failure syndrome. Patients with Down Syndrome will not be excluded.\n* Presence of Grade 2 to 4 acute or extensive chronic graft versus-host disease (GVHD) at the time of enrollment\n* Patient has participated in an investigational research study using an investigational agent within the last 30 days prior to screening\n* Pregnant or nursing (lactating) women.\n* Active or latent hepatitis B or active hepatitis C (test within 8 weeks of screening), or any uncontrolled infection at screening\n* HIV positive test within 8 weeks of screening\n* Allogeneic HSCT within 3 months of enrollment\n* Any prior CD19 CAR T cell therapy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Clelie Peck",
                    "role": "CONTACT",
                    "phone": "614-722-5634",
                    "email": "clelie.peck@nationwidechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Margaret Lamb, MD",
                    "affiliation": "Nationwide Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nationwide Children's Hospital",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008223",
                    "term": "Lymphoma"
                },
                {
                    "id": "D000007938",
                    "term": "Leukemia"
                },
                {
                    "id": "D000008228",
                    "term": "Lymphoma, Non-Hodgkin"
                },
                {
                    "id": "D000054198",
                    "term": "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
                },
                {
                    "id": "D000007945",
                    "term": "Leukemia, Lymphoid"
                },
                {
                    "id": "D000016393",
                    "term": "Lymphoma, B-Cell"
                },
                {
                    "id": "D000015448",
                    "term": "Leukemia, B-Cell"
                },
                {
                    "id": "D000015451",
                    "term": "Leukemia, Lymphocytic, Chronic, B-Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000008206",
                    "term": "Lymphatic Diseases"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11220",
                    "name": "Lymphoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18116",
                    "name": "Leukemia, Lymphocytic, Chronic, B-Cell",
                    "asFound": "B Cell Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18828",
                    "name": "Lymphoma, B-Cell",
                    "asFound": "B-Cell Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27585",
                    "name": "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "asFound": "Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10951",
                    "name": "Leukemia, Lymphoid",
                    "asFound": "Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M18115",
                    "name": "Leukemia, B-Cell",
                    "asFound": "B Cell Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11222",
                    "name": "Lymphoma, Non-Hodgkin",
                    "asFound": "Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11203",
                    "name": "Lymphatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T3543",
                    "name": "Lymphosarcoma",
                    "asFound": "Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T1308",
                    "name": "Chronic Lymphocytic Leukemia",
                    "asFound": "B Cell Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T640",
                    "name": "B-cell Lymphoma",
                    "asFound": "B-Cell Non-Hodgkin Lymphoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "T175",
                    "name": "Acute Lymphoblastic Leukemia",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T3533",
                    "name": "Lymphoblastic Lymphoma",
                    "asFound": "Acute Lymphoblastic Leukemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "relevance": "LOW"
                },
                {
                    "id": "M2340",
                    "name": "Acetaminophen",
                    "relevance": "LOW"
                },
                {
                    "id": "M283230",
                    "name": "Fludarabine",
                    "relevance": "LOW"
                },
                {
                    "id": "M225513",
                    "name": "Fludarabine phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M14268",
                    "name": "Promethazine",
                    "relevance": "LOW"
                },
                {
                    "id": "M7338",
                    "name": "Diphenhydramine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Antipy",
                    "name": "Antipyretics"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "AAll",
                    "name": "Anti-Allergic Agents"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}