{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04926285",
            "orgStudyIdInfo": {
                "id": "2021-0450"
            },
            "organization": {
                "fullName": "University of Illinois at Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Safety and Efficacy of Venetoclax With Escalating Doses of Omacetaxine in Patients With Acute Myeloid Leukemia Safety and Efficacy of Venetoclax With Escalating Doses of Omacetaxine in Patients With Acute Myeloid Leukemia (AML)",
            "officialTitle": "VEN-OM: Phase IB/II Study Of Safety And Efficacy Of Venetoclax When Combined With Escalating Doses Of Omacetaxine In Patients With AML Failing Treatment With Venetoclax-Containing Regimens",
            "acronym": "VEN-OM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "safety-and-efficacy-of-venetoclax-with-escalating-doses-of-omacetaxine-in-patients-with-acute-myeloid-leukemia-safety-and-efficacy-of-venetoclax-with-escalating-doses-of-omacetaxine-in-patients-with-acute-myeloid-leukemia-aml"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-06-08",
            "studyFirstSubmitQcDate": "2021-06-08",
            "studyFirstPostDateStruct": {
                "date": "2021-06-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-31",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "John Quigley",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Illinois at Chicago"
            },
            "leadSponsor": {
                "name": "University of Illinois at Chicago",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This will be a single arm, open label Phase Ib dose-escalation study of the combination of VEN and OM, conducted using an innovative Bayesian Optimal Interval-design, to find the MTD in participants with AML failing treatment with venetoclax-containing regimens. Treatment plan will consist of an induction phase, followed by a consolidation phase if applicable.",
            "detailedDescription": "This is a Phase Ib study of VEN and OM, the investigator will conduct a Bayesian Optimal Interval-designed trial following the approach of Yuan et al 40 to find the MTD with a target DLT rate of 2%, 4 pre-specified doses, and between 24 and up to 30 participants. Beginning with the first participant treated at the lowest dose of OM 0.625 mg/m2 q12h with VEN 400 mg, dose escalation and de-escalation of OM will involve a comparison of the observed DLT rate (p) at the current dose with a pair of fixed, pre-specified boundary rates: λe (escalation) with p ≤ 0.157; λd (de-escalation) with p ≥ 0.238; or otherwise remain at the same dose per the dosing schedule. The trial will start with a cohort size of 1 participant (unless DLT is experienced) and escalated for each subsequent participant until the first DLT occurs and the current dose cohort is expanded to 3.40 In a simulation of these conditions with a target DLT rate of 20% (1), the percentage correct selection of the MTD is between 60% with enrollment of 20 participants and 70% with enrollment of 24 participants. Implementation of the trial design will be performed using R package 'BOIN'. If the investigator observes an unexpected toxicity in Cohort 1 the investigator will use OM 0.5 mg/m2 daily with VEN for Cohort -1 Following each cycle, participants will be evaluated for complete response (CR) by International Working Group (IWG) criteria 41\n\nThe subject visit schedule and procedures are below:\n\nScreening Visit:\n\nPhysical Exam (vital signs, medical history, prior therapies, height and weight) Urine Pregnancy Test, EKG, Blood Work (Complete blood count, (CBC), basic metabolic panel (BMP), Uric Acid, Albumin, ALT/AST, bilirubin, alkaline phosphatase, protein, LDH, PT/INR, PTT and fibrinogen, HIV, Hepatitis B/C) Bone Marrow Aspirate\n\nTreatment Visits:\n\nDay 1 of Each Cycle:\n\nPhysical Exam Urine Pregnancy Test, EKG, (only after 1st, 7th and 11th dose of study medication) Blood Work (Complete blood count, (CBC), basic metabolic panel (BMP), Uric Acid, Albumin, ALT/AST, bilirubin, alkaline phosphatase, protein, LDH, PT/INR, PTT and fibrinogen, HIV, Hepatitis B/C) Study Drug (s) Given\n\nDay 28 of each Cycle:\n\nBone Marrow Biopsy Safety Follow Up Visit: (14 days + 7 days after the last dose of treatment) performed 14 days (±7 days) after the last dose of treatment. Physical Exam, Blood Work (Complete blood count, (CBC), basic metabolic panel (BMP), Uric Acid, Albumin, ALT/AST, bilirubin, alkaline phosphatase, protein, LDH, PT/INR, PTT and fibrinogen, HIV, Hepatitis B/C) Long Term Follow Up Visit: (every 2 months ±14 days for 12 months), Physical Exam Blood Work (Complete blood count, (CBC), basic metabolic panel (BMP), Uric Acid, Albumin, ALT/AST, bilirubin, alkaline phosphatase, protein, LDH, PT/INR, PTT and fibrinogen, HIV, Hepatitis B/C)"
        },
        "conditionsModule": {
            "conditions": [
                "Relapsed or Refractory Hematologic Malignancies"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cohort 1",
                    "type": "EXPERIMENTAL",
                    "description": "Omacetaxine 0.625 mg/m2 SQ injection q12h days 1-7 with Venetoclax 400 mg orally daily on days 4-28 Cycles are 28 days",
                    "interventionNames": [
                        "Drug: Omacetaxine",
                        "Drug: Venetoclax"
                    ]
                },
                {
                    "label": "Cohort 2",
                    "type": "EXPERIMENTAL",
                    "description": "Omacetaxine 1.25 mg/m2 SQ injection q12h days 1-7 with Venetoclax 400 mg orally daily on days 4-28 Cycles are 28 days",
                    "interventionNames": [
                        "Drug: Omacetaxine",
                        "Drug: Venetoclax"
                    ]
                },
                {
                    "label": "Cohort 3",
                    "type": "EXPERIMENTAL",
                    "description": "Omacetaxine 2.0 mg/m2 SQ injection q12h days 1-7 with Venetoclax 400 mg orally daily on days 4-28 Cycles are 28 days",
                    "interventionNames": [
                        "Drug: Omacetaxine",
                        "Drug: Venetoclax"
                    ]
                },
                {
                    "label": "Cohort 4",
                    "type": "EXPERIMENTAL",
                    "description": "Omacetaxine 2.5 mg/m2 SQ injection q12h days 1-7 with Venetoclax 400 mg orally daily on days 4-28 Cycles are 28 days",
                    "interventionNames": [
                        "Drug: Omacetaxine",
                        "Drug: Venetoclax"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Omacetaxine",
                    "description": "Escalating doses of Omacetaxine 0.625 mg/m2 q12h, 1.25 mg/m2 q12h, 2.0 mg/m2 q12h, and 2.5 mg/m2 q12h",
                    "armGroupLabels": [
                        "Cohort 1",
                        "Cohort 2",
                        "Cohort 3",
                        "Cohort 4"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Venetoclax",
                    "description": "Venetoclax at 400mg",
                    "armGroupLabels": [
                        "Cohort 1",
                        "Cohort 2",
                        "Cohort 3",
                        "Cohort 4"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum tolerated dose (MTD) of Omacetaxine in combination with Venetoclax",
                    "description": "What is the MTD of Omacetaxine in combination with Venetoclax?",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Efficacy of Omacetaxine in combination with Venetoclax",
                    "description": "Number of participants achieving Overall Response Rate (ORR) after 3 cycles which includes Complete Response (CR) and Complete Remission with Incomplete hematologic recovery (CRi )",
                    "timeFrame": "16 weeks"
                },
                {
                    "measure": "Evaluate AEs",
                    "description": "Number of participants having treatment related AES using CTCAE v5.0 criteria",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Number of participants having OS measured from the date of entry to the date of death from any cause",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Number of participants having OS measured from the date of entry to the date of death from any cause",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Event Free Survival (EFS)",
                    "description": "Number of participants having EFS measured from the date of entry to the date of treatment failure, disease relapse, or death from any cause",
                    "timeFrame": "6 months"
                },
                {
                    "measure": "Event Free Survival (EFS)",
                    "description": "Number of participants having EFS measured from the date of entry to the date of treatment failure, disease relapse, or death from any cause",
                    "timeFrame": "12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-75 years of age at time of consent.\n2. Have relapsed/refractory AML (primary or secondary) and have progressed on ≥ 1 line of therapy, at least one of which must have included a VEN-containing regimen.\n3. Eastern Cooperative Oncology Group (ECOG) Performance score 0-2\n4. Prior cancer treatment must be completed at least 21 days prior to registration and the subject must have recovered from all reversible acute toxic effects of the regimen (other than alopecia) to ≤ Grade 1 or baseline.\n\n   i. With the exception of Hydroxyurea; if Hydroxyurea is used to reduce the white blood blast count to \\< 25 x 109/L, then it must be discontinued at least 48 hours prior to registration and bone marrow/peripheral blood sampling, and the subject must have recovered from all reversible acute toxic effects to ≤ Grade 1 or baseline.\n5. Life expectancy of 6 months or greater as determined by the treating physician.\n6. Demonstrate adequate organ function as defined in the table below; all screening labs to be obtained within 28 days prior to registration.\n\n   System Laboratory Value Renal Creatinine/Calculated creatinine clearance (CrCl) CrCl ≥ 50 mL/min using the Cockcroft-Gault formula Hepatic Bilirubin ≤ 1.5 × upper limit of normal (ULN). Excluding patients diagnosed with Gilbert's syndrome Aspartate aminotransferase (AST) ≤ 3 × ULN Alanine aminotransferase (ALT) ≤ 3 × ULN\n7. Provided written informed consent and HIPAA authorization for release of personal health information, approved by an Institutional Review Board (IRB).\n8. NOTE: HIPAA authorization may be included in the informed consent or obtained separately.\n9. Females of childbearing potential must have a negative serum pregnancy test within 7 days prior to registration. NOTE: Females are considered of child bearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they have not experienced menstruation for at least 12 consecutive months\n10. Females of childbearing potential and males must be willing to use effective contraception during treatment and for at least 30 days after the last dose of Venetoclax. Females will be advised to use effective contraception for at least 6 months after the last dose of omacetaxine and males for at least 3 months after the last dose of omacetaxine.\n11. As determined by the enrolling physician or protocol designee, ability of the subject to understand and comply with study procedures for the entire length of the study.\n\n6.2 Exclusion Criteria\n\nSubjects meeting any of the criteria below may not participate in the study:\n\n1. Patients with history of prior use of Omacetaxine.\n2. White blood cell count \\> 25 × 109/L (hydroxyurea permitted to decrease WBC count).\n3. History of other malignancies within 1 year prior to study entry, with the exception of: adequately treated in situ carcinoma of the cervix uteri or carcinoma in situ of breast; basal cell carcinoma of the skin or localized squamous cell carcinoma of the skin; previous malignancy confined and surgically resected (or treated with other modalities) with curative intent.\n4. Unresolved \\> grade 2 DIC.\n5. Investigational drug use within 4 weeks of study entry.\n6. History of CHF requiring treatment, left ventricular ejection fraction ≤ 40%, cardiac insufficiency grade III or IV per New York Heart Association classification (NYHA; see Appendix 2), or chronic stable angina\n7. Patients who are HIV positive.\n8. Known CNS involvement with AML.\n9. Previous hematopoietic stem cell transplant within 2 months.\n10. Patients who are positive for hepatitis B or C infection with the exception of those with an undetectable viral load over the prior 3 months. Subjects with serologic evidence of prior vaccination to HBV (i.e., HBs Ag-, and anti-HBs+) may participate.\n11. Active uncontrolled infection or severe systemic infection. Enrollment is possible after control of infection, at discretion of the treating physician.\n12. Pregnant or breastfeeding (NOTE: breast milk cannot be stored for future use while the mother is being treated on study).\n13. Patients who have received strong and/or moderate CYP3A inducers or inhibitors within 7 days prior to the initiation of study treatment unless therapy is deemed necessary by the treating physician. (See Section 8.7.2, Table 3 and Appendix 3).\n14. Patients who have consumed grapefruit, grapefruit products, Seville oranges (including marmalade containing Seville oranges) or Starfruit within 3 days prior to the initiation of study treatment.\n15. Malabsorption syndrome or other condition that precludes enteral route of administration.\n16. Psychological, familial, sociological, or geographical condition that would preclude study compliance and follow-up.\n17. Unable or unwilling to undergo a screening bone marrow study.\n18. Other severe acute or chronic medical or psychiatric condition, or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for enrollment in this study.\n\n1. Age 18-75 years of age at time of consent. 2. Have relapsed/refractory AML (primary or secondary) and have progressed on ≥ 1 line of therapy, at least one of which must have included a VEN-containing regimen.\n\n3. Eastern Cooperative Oncology Group (ECOG) Performance score 0-2 (see Appendix 1).\n\n4. Prior cancer treatment must be completed at least 21 days prior to registration and the subject must have recovered from all reversible acute toxic effects of the regimen (other than alopecia) to ≤ Grade 1 or baseline.\n\ni. With the exception of Hydroxyurea; if Hydroxyurea is used to reduce the white blood blast count to \\< 25 x 109/L, then it must be discontinued at least 48 hours prior to registration and bone marrow/peripheral blood sampling, and the subject must have recovered from all reversible acute toxic effects to ≤ Grade 1 or baseline.\n\n5. Life expectancy of 6 months or greater as determined by the treating physician.\n\n6. Demonstrate adequate organ function as defined in the table below; all screening labs to be obtained within 28 days prior to registration.\n\nSystem Laboratory Value Renal Creatinine/Calculated creatinine clearance (CrCl) CrCl ≥ 50 mL/min using the Cockcroft-Gault formula Hepatic Bilirubin ≤ 1.5 × upper limit of normal (ULN). Excluding patients diagnosed with Gilbert's syndrome Aspartate aminotransferase (AST) ≤ 3 × ULN Alanine aminotransferase (ALT) ≤ 3 × ULN\n\n7. Provided written informed consent and HIPAA authorization for release of personal health information, approved by an Institutional Review Board (IRB).\n\n8. NOTE: HIPAA authorization may be included in the informed consent or obtained separately.\n\n9. Females of childbearing potential must have a negative serum pregnancy test within 7 days prior to registration. NOTE: Females are considered of child bearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they have not experienced menstruation for at least 12 consecutive months 10. Females of childbearing potential and males must be willing to use effective contraception during treatment and for at least 30 days after the last dose of Venetoclax. Females will be advised to use effective contraception for at least 6 months after the last dose of omacetaxine and males for at least 3 months after the last dose of omacetaxine.\n\n11. As determined by the enrolling physician or protocol designee, ability of the subject to understand and comply with study procedures for the entire length of the study.\n\nExclusion Criteria:\n\n1. Patients with history of prior use of Omacetaxine.\n2. White blood cell count \\> 25 × 109/L (hydroxyurea permitted to decrease WBC count).\n3. History of other malignancies within 1 year prior to study entry, with the exception of: adequately treated in situ carcinoma of the cervix uteri or carcinoma in situ of breast; basal cell carcinoma of the skin or localized squamous cell carcinoma of the skin; previous malignancy confined and surgically resected (or treated with other modalities) with curative intent.\n4. Unresolved \\> grade 2 DIC.\n5. Investigational drug use within 4 weeks of study entry.\n6. History of CHF requiring treatment, left ventricular ejection fraction ≤ 40%, cardiac insufficiency grade III or IV per New York Heart Association classification (NYHA; see Appendix 2), or chronic stable angina\n7. Patients who are HIV positive.\n8. Known CNS involvement with AML.\n9. Previous hematopoietic stem cell transplant within 2 months.\n10. Patients who are positive for hepatitis B or C infection with the exception of those with an undetectable viral load over the prior 3 months. Subjects with serologic evidence of prior vaccination to HBV (i.e., HBs Ag-, and anti-HBs+) may participate.\n11. Active uncontrolled infection or severe systemic infection. Enrollment is possible after control of infection, at discretion of the treating physician.\n12. Pregnant or breastfeeding (NOTE: breast milk cannot be stored for future use while the mother is being treated on study).\n13. Patients who have received strong and/or moderate CYP3A inducers or inhibitors within 7 days prior to the initiation of study treatment unless therapy is deemed necessary by the treating physician. (See Section 8.7.2, Table 3 and Appendix 3).\n14. Patients who have consumed grapefruit, grapefruit products, Seville oranges (including marmalade containing Seville oranges) or Starfruit within 3 days prior to the initiation of study treatment.\n15. Malabsorption syndrome or other condition that precludes enteral route of administration.\n16. Psychological, familial, sociological, or geographical condition that would preclude study compliance and follow-up.\n17. Unable or unwilling to undergo a screening bone marrow study.\n18. Other severe acute or chronic medical or psychiatric condition, or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for enrollment in this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "John Quigley, MD",
                    "role": "CONTACT",
                    "phone": "312-413-1300",
                    "email": "seanq@uic.edu"
                },
                {
                    "name": "Kristen Kitsch, BS",
                    "role": "CONTACT",
                    "phone": "312-355-5767",
                    "email": "kkiisc2@uic.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John Quigley, MD",
                    "affiliation": "University of Illinois at Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Illinois Cancer Center",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "John Qigley, MD",
                            "role": "CONTACT",
                            "phone": "312-413-1300",
                            "email": "seanq@uic.edu"
                        },
                        {
                            "name": "Kristen Kitsch, BS",
                            "role": "CONTACT",
                            "phone": "312-355-5767",
                            "email": "kkitsc2@uic.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019337",
                    "term": "Hematologic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21314",
                    "name": "Hematologic Neoplasms",
                    "asFound": "Hematologic Malignancies",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10945",
                    "name": "Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10955",
                    "name": "Leukemia, Myeloid",
                    "relevance": "LOW"
                },
                {
                    "id": "M18127",
                    "name": "Leukemia, Myeloid, Acute",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3995",
                    "name": "Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T182",
                    "name": "Acute Myeloid Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T188",
                    "name": "Acute Non Lymphoblastic Leukemia",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000579720",
                    "term": "Venetoclax"
                },
                {
                    "id": "D000077863",
                    "term": "Homoharringtonine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000011500",
                    "term": "Protein Synthesis Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M249656",
                    "name": "Venetoclax",
                    "asFound": "0.1",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1920",
                    "name": "Homoharringtonine",
                    "asFound": "Hemoperfusion",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}