{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03753204",
            "orgStudyIdInfo": {
                "id": "182038"
            },
            "organization": {
                "fullName": "Vanderbilt University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Salt-Sensitivity and Immunity Cell Activation",
            "officialTitle": "Salt-Sensitivity and Immunity Cell Activation",
            "therapeuticArea": [
                "Other"
            ],
            "study": "salt-sensitivity-and-immunity-cell-activation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-15",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-11-20",
            "studyFirstSubmitQcDate": "2018-11-21",
            "studyFirstPostDateStruct": {
                "date": "2018-11-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-04",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Annet Kirabo",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Vanderbilt University Medical Center"
            },
            "leadSponsor": {
                "name": "Vanderbilt University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Salt-sensitive hypertension affects nearly 50% of the hypertensive and 25% of the normotensive population, and strong evidence indicates that reducing salt intake decreases blood pressure and cardiovascular events. The precise mechanisms of how dietary salt contributes to blood pressure elevation, renal injury, and cardiovascular disease remains unclear. Our data indicated that monocytes exhibit salt sensitivity, and the investigators hypothesize that of salt sensitivity of these and similar immune cells correlate with the hypertensive response to salt intake. Currently, the research tools for diagnosing salt-sensitivity are costly, time consuming and laborious. In this study the investigators will identify monocyte salt-sensitivity as a marker of salt-sensitive hypertension.",
            "detailedDescription": "The investigators will employ the Weinberger protocol in 20 patients as previously reported. They will advise participants to maintain their usual diet and salt consumption until the onset of the protocol and provide them with a container and appropriate instructions to collect a 24-hour urine specimen the day before admission to the hospital. Admission will take place two weeks later, for washout of the effect of the medications, and on an evening, for the patient to rest overnight in the hospital before onset on the protocol. During these two weeks, untreated blood pressure will be monitored either by the patients at home or in interim scheduled visits, to assure that it does not exceed 180/110 mmHg, in which case the protocol will be discontinued for safety. On admission, volume of the baseline urine will be measured, and aliquots sent to the lab or frozen at -800C for research analytes. On the morning after admission (6 am) an ambulatory blood pressure monitor (SpaceLabs 90207 or 90210) will be set up for continuous blood pressure recording throughout the study (every 15 minutes from 6 am until 10 pm and every 30 minutes from 10 pm to 6 am), body weight will be recorded with the patient wearing a gown (same scale as future days), blood samples will be obtained for the analytes of the study described below (baseline tests), and a new 24-hour collection will be started for the period of salt loading at 8 am. Salt loading will be achieved by the combination of a high-salt diet (isocaloric, with 160 mEq Na and 70 mEq K), which the patient will consume in its entirety, and an infusion of 2L of saline (300 mEq Na+). Patients will have free access to water but their food will be limited to that provided by the protocol. They will retire to bed at 10 pm. On the following morning (6 am) body weight and blood samples will again be obtained, and the 24-hr collection will be completed with an intentional voiding at 8 am. These laboratory data will reflect the effect of salt loading. At 8 am, subjects will be subjected to salt depletion. This is accomplished by administering an isocaloric diet containing 10 mEq Na and 70 mEq K and continued unlimited water intake. At 8 am, 12 noon and 4 pm, subjects will be given 40 mg of furosemide orally. An additional 12-hour urine collection will be started at 8 am and ended with an intentional void at 8 pm (reflecting the period of furosemide natriuresis). A new 12-hour collection will start at 8 pm, to be closed with intentional voiding the next morning at 8 am (reflecting the period of salt depletion). The next morning (6 am) the last recording of body weight and drawing of blood samples will take place, and by 8 am the 12-hour urine collection for the period of salt depletion will be completed. The patients will be given breakfast from a regular hospital diet, which may be supplemented with salty food or fluids if the salt depletion intervention produced dizziness or documented orthostasis. Once the patient is stable and exhibits tolerance to the upright posture, he/she will be discharged home with instructions to resume antihypertensive medications, unless the presence of orthostasis requires a modification in the regimen, which will be advised by a physician member of the research team.\n\nLaboratory blood measurements: Tests to be conducted in the 3 daily sets of blood samples will include; CBCs and routine chemistries (including serum creatinine, Na+ and K+) at the central laboratory of VUMC; Plasma renin activity by radio-immunoassay; Plasma aldosterone by radio-immunoassay; Plasma eicosatrienoic acids (EETs) and 20-hydroxyeicosatetraenoic acid (20-HETE) at the eicosanoid core of VUMC by liquid chromatography/tandem mass spectrometry.\n\nUrinalysis: Tests to be conducted in the 4 urine specimens (24-hr baseline, 24-hr salt loading, 12-hr furosemide natriuresis, and 12-hr salt depletion) will include; Na+, K+ and creatinine concentration at the central laboratory of VUMC; Urine eicosatrienoic acids (EETs) and 20-hydroxyeicosatetraenoic acid (20-HETE) at the eicosanoid core of VUMC by liquid chromatography/tandem mass spectrometry.\n\nDefinition of salt sensitivity of blood pressure: Blood pressure data from the monitors will be downloaded and the average of the systolic blood pressure of the day of salt loading, from 12 noon (end of the saline infusion) until 10 pm will be used as the BP for the salt-loading period of study. The average of the systolic blood pressure of the day of salt depletion, from 12 noon (second dose of furosemide) until 10 pm will be used as the BP for the salt-depleted period of study. A fall in systolic BP ≥10 mm Hg from the salt-loading to the salt-depletion periods will be used to classify a subject as salt sensitive.\n\nSodium MRI imaging: The investigators will non-invasively detect Na+ storage in tissues of humans at the Vanderbilt imaging institute. They will quantify Na+ content in the skin by 23Na MRI with rigorous adherence to previously reported approaches.6, 37, 38. Imaging is done on a Philips Achieva 3.0T MR scanner (Philips Healthcare, Cleveland OH, USA) with a 23Na quadrature knee coil (Rapid Biomedical GmbH, Rimpar, Germany). The investigators use calibration phantoms (aqueous solutions with increasing NaCl concentrations) as reference standards and scan them together with sections through the subject's calf muscles for quality control. The left lower leg (the widest part of calf region) is scanned with the skin closely in contact with the hard surface of the phantom holder for 3 minutes and 52 seconds. All imaging data are processed off-line with custom MATLAB (R2013a) scripts. Na+ quantification is performed by comparing signal intensities between tissue and calibration phantoms on the Na+ image. A linear relationship (Na+ concentration vs signal intensity) is assessed based on the phantom data, and results from a linear regression are applied to tissue regions to quantify Na+ content.\n\nImmune Cell Activation Studies: The investigators will determine if salt sensitivity is associated with the activation state of human monocytes. Heparinized blood samples (40 ml) are obtained and PBMCs are isolated by Ficoll-gradient. Monocytes are isolated from the PBMC by magnetic labeling and negative selection using the Miltenyi monocyte isolation kit and analyzed using flow cytometry. They identify monocytes as CD45+/CD14+ cells and can further examine intermediate (CD14+/CD16+ and non-classical monocytes (CD14-/CD16+). The CD14+/CD16+ cells which comprise about 10% of the circulation, are of particular interest they produce increased levels of TNFalpha and promote T cell activation. These are increased in humans with hypertension and in response to in vitro elevated Na+ exposure. Although subtypes of DCs are relatively rare in number, the investigators will quantify them by measuring CD45+/CD1c+, CD45+/CD141+, CD45+/CD209+, CD45+/CD83+ and the recently identified Axl/SICLEC6 cells. 7-AAD is used to exclude dead cells. Intracellular staining with the single chain antibody D-11 to detect IsoLG-protein adducts will be used. Surface expression of CD80 and CD86, which are expressed on mature antigen-presenting cells allowing them to participate in T cell co-stimulation will be measured. General characterization of peripheral blood mononuclear cells by flow cytometry for other inflammatory cells including total leukocytes (CD45+ cells), B cells (CD45+/CD19+), total T cells (CD45+/CD3+ cells), and the T cell subtype (CD3+/CD8+ and CD4+) cells will also be performed. These experiments will be performed in freshly-isolated cells and also in monocytes exposed to normal salt or high salt for 48 hours to determine if salt-sensitivity is reflected in the monocytes as shown in Fig. 2. Medium from monocytes cultured for 48 hours is analyzed for cytokine release including IL-1 beta, TNF-alpha, IL-6, and IL-23 using luminex. The investigators will also obtain plasma to assess for cytokines including GM-CSF, IL-4, and Flt3 ligand that are responsible for conversion of monocytes to DCs. To ensure reproducibility, the samples will be submitted to the Vanderbilt Endocrinology and Metabolism Core Facility to perform a blinded Luminex analysis. Measurements of O2·- production and activation of NADPH oxidase including phosphorylation of p47phox and association of p47phox with gp91phox by immunoprecipitation and western blot both at baseline and in response elevated Na+ will be done previously described."
        },
        "conditionsModule": {
            "conditions": [
                "High Blood Pressure",
                "Salt; Excess",
                "Inflammation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Participants will be given a high salt diet and 2 liters of saline (salt loading), followed by low salt diet and furosemide or lasix (salt depletion).",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Weinberger protocol",
                    "type": "EXPERIMENTAL",
                    "description": "During the Weinberger protocol, salt loading will be achieved by the combination of a high-salt diet (isocaloric, 160 mEq Na and 70 mEq K), and an infusion of 2L of saline (300 mEq Na+). Patients will have free access to water but their food will be limited to that provided by the protocol. Salt depletion will be accomplished by administering an isocaloric diet containing 10 mEq Na and 70 mEq K and continued unlimited water intake. At 8 am, 12 noon and 4 pm, subjects will be given 40 mg of furosemide or lasix orally.",
                    "interventionNames": [
                        "Drug: Furosemide 40 mg"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Furosemide 40 mg",
                    "description": "Blood pressure data from the monitors will be downloaded and the average of the systolic blood pressure of the day of salt loading, from 12 noon (end of the saline infusion) until 10 pm will be used as the BP for the salt-loading period of study. The average of the systolic blood pressure of the day of salt depletion, from 12 noon (second dose of furosemide) until 10 pm will be used as the BP for the salt-depleted period of study. A fall in systolic BP ≥10 mm Hg from the salt-loading to the salt-depletion periods will be used to classify a subject as salt sensitive.",
                    "armGroupLabels": [
                        "Weinberger protocol"
                    ],
                    "otherNames": [
                        "Lasix"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The percent of participants with salt sensitive blood pressure",
                    "description": "A reduction in systolic blood pressure \\>9 mm Hg from the salt-loading to the salt-depletion periods will be used to classify a subject as salt sensitive",
                    "timeFrame": "Over 3 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percent of participants with immune cell activation",
                    "description": "We will collect blood before and after a salt-loading (Weinberger) protocol and assess immune cell activation.",
                    "timeFrame": "Over 3 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* We will perform a pilot analysis in 20 hypertensive subjects controlled for gender (50% men, 50% women), age (18-60 years),\n* New or pre-existing diagnosis of essential hypertension defined as systolic blood pressure \\>140 mmHg or \\>90 mmHg diastolic or taking antihypertensive medications regardless of current blood pressure.\n* BMI (18.5-24.9).\n* Only subjects who give informed consent will be studied.\n\nExclusion Criteria:\n\n* Acute cardiovascular event(s) within the previous 6 months\n* Claustrophobia precluding obtaining an MRI\n* Inability to understand the nature, scope, and possible consequences of the study or to participate in/comply with the protocol.\n* Current excessive alcohol or illicit drug use.\n* Blood pressure below the inclusion criteria levels after discontinuation of therapy\n* Presence of metal implants such as artificial joints.\n* Concomitant diabetes mellitus, type I or II.\n* Autoimmune disease.\n* Recent vaccination\n* Younger or older that inclusion criteria.\n* Pregnancy.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "60 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Annet Kirabo, PhD",
                    "role": "CONTACT",
                    "phone": "6153439033",
                    "email": "annet.kirabo@vanderbilt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Annet Kirabo",
                    "affiliation": "Vanderbilt University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Vanderbilt University Medical Center",
                    "status": "RECRUITING",
                    "city": "Nashville",
                    "state": "Tennessee",
                    "zip": "37232",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Annet Kirabo",
                            "role": "CONTACT",
                            "phone": "615-343-9033",
                            "email": "annet.kirabo@vanderbilt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.16589,
                        "lon": -86.78444
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "3522418",
                    "type": "BACKGROUND",
                    "citation": "Weinberger MH, Miller JZ, Luft FC, Grim CE, Fineberg NS. Definitions and characteristics of sodium sensitivity and blood pressure resistance. Hypertension. 1986 Jun;8(6 Pt 2):II127-34. doi: 10.1161/01.hyp.8.6_pt_2.ii127."
                },
                {
                    "pmid": "1860713",
                    "type": "BACKGROUND",
                    "citation": "Weinberger MH, Fineberg NS. Sodium and volume sensitivity of blood pressure. Age and pressure change over time. Hypertension. 1991 Jul;18(1):67-71. doi: 10.1161/01.hyp.18.1.67."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006973",
                    "term": "Hypertension"
                },
                {
                    "id": "D000007249",
                    "term": "Inflammation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "asFound": "High Blood Pressure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10293",
                    "name": "Inflammation",
                    "asFound": "Inflammation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005665",
                    "term": "Furosemide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004232",
                    "term": "Diuretics"
                },
                {
                    "id": "D000045283",
                    "term": "Natriuretic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000049994",
                    "term": "Sodium Potassium Chloride Symporter Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M8784",
                    "name": "Furosemide",
                    "asFound": "Gastric Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7411",
                    "name": "Diuretics",
                    "relevance": "LOW"
                },
                {
                    "id": "M26153",
                    "name": "Sodium Potassium Chloride Symporter Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "NaAg",
                    "name": "Natriuretic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}