{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02710253",
            "orgStudyIdInfo": {
                "id": "2015-0936"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2016-00682",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "2015-0936",
                    "type": "OTHER",
                    "domain": "M D Anderson Cancer Center"
                }
            ],
            "organization": {
                "fullName": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "briefTitle": "Salvage Radiation Therapy in Treating Patients With Metastatic Cancer That Has Progressed After Systemic Immunotherapy",
            "officialTitle": "Phase II Trial of Salvage Radiation Therapy to Induce Systemic Disease Regression After Progression on Systemic Immunotherapy",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "salvage-radiation-therapy-in-treating-patients-with-metastatic-cancer-that-has-progressed-after-systemic-immunotherapy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2016-05-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2016-03-11",
            "studyFirstSubmitQcDate": "2016-03-11",
            "studyFirstPostDateStruct": {
                "date": "2016-03-16",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-05-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "M.D. Anderson Cancer Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This phase II trial studies the side effects and best dose of radiation therapy and to see how well it works in treating patients with cancer that has spread to other places in the body (metastatic) or has increased in size after being treated with immunotherapy. Giving radiation therapy may help to control the cancer after the disease has gotten worse after receiving immunotherapy in patients with cancer that has spread to the other places in the body.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To identify immunotherapy-based treatments where salvage radiation produces systemic disease control after initial progressive disease.\n\nII. To identify immunotherapy-based treatments where salvage radiation produces a high rate of treatment-related toxicities.\n\nSECONDARY OBJECTIVES:\n\nI. To determine the frequency of systemic disease control (objective response or stable disease) after salvage radiation following progression on immunotherapy among all patients and within each treatment group.\n\nII. Determine the frequency of dose limiting toxicities (DLTs) with salvage radiation after progression on treatment with an immunotherapy agent among all patients and within each treatment group.\n\nIII. To determine the rate of systemic objective response among all patients and within each treatment group among all patients and within each treatment group.\n\nIV. To determine the duration of response in patients who achieve disease control among all patients and within each treatment group.\n\nV. To determine the overall survival after salvage radiation among all patients and within each treatment group.\n\nVI. To determine the systemic progression free survival after salvage radiation among all patients and within each treatment group.\n\nOUTLINE:\n\nPatients undergo either 4, 5, or 10 fractions of stereotactic body radiation therapy (SBRT), or 5-15 fractions of external beam radiation therapy (EBRT) to any site of metastatic disease daily for any time between 4 days and 3 weeks as determined by the treating radiation oncologist. Patients with at least stable disease (SD) after the second imaging evaluation may undergo additional SBRT in 4 fractions or EBRT in 3 fractions.\n\nAfter completion of study treatment, patients are followed up at 30 days, then every 12 weeks for up to 1 year."
        },
        "conditionsModule": {
            "conditions": [
                "Hematopoietic and Lymphoid Cell Neoplasm",
                "Metastatic Malignant Solid Neoplasm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 230,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (SBRT or EBRT)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo either 4, 5, or 10 fractions of SBRT, or 5-15 fractions of EBRT to any site of metastatic disease daily for any time between 4 days and 3 weeks as determined by the treating radiation oncologist. Patients with at least SD after the second imaging evaluation may undergo additional SBRT in 4 fractions or EBRT in 3 fractions.",
                    "interventionNames": [
                        "Radiation: External Beam Radiation Therapy",
                        "Other: Laboratory Biomarker Analysis",
                        "Radiation: Stereotactic Body Radiation Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "External Beam Radiation Therapy",
                    "description": "Undergo EBRT",
                    "armGroupLabels": [
                        "Treatment (SBRT or EBRT)"
                    ],
                    "otherNames": [
                        "Definitive Radiation Therapy",
                        "EBRT",
                        "External Beam Radiation",
                        "External Beam Radiotherapy",
                        "External Beam RT",
                        "external radiation",
                        "External Radiation Therapy",
                        "external-beam radiation",
                        "Radiation, External Beam"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Laboratory Biomarker Analysis",
                    "description": "Correlative studies",
                    "armGroupLabels": [
                        "Treatment (SBRT or EBRT)"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Body Radiation Therapy",
                    "description": "Undergo SBRT",
                    "armGroupLabels": [
                        "Treatment (SBRT or EBRT)"
                    ],
                    "otherNames": [
                        "SABR",
                        "SBRT",
                        "Stereotactic Ablative Body Radiation Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of patients with stable disease",
                    "description": "To be evaluable for efficacy patients must receive at least one set of systemic imaging \\>= 4 weeks after completion of radiation. For all control cohorts, efficacy will be evaluated based off of retrospective review of control patients. Corollary investigation will be conducted utilizing immune-related response criteria (ir-RC). Significance testing will assess differences in the frequency of disease control rate via Fisher Exact (if n =\\< 20) or Chi-squared (if n \\> 20) test.",
                    "timeFrame": "At 4 months"
                },
                {
                    "measure": "Objective response (partial response or complete response)",
                    "description": "To be evaluable for efficacy patients must receive at least one set of systemic imaging \\>= 4 weeks after completion of radiation. For all control cohorts, efficacy will be evaluated based off of retrospective review of control patients. Corollary investigation will be conducted utilizing ir-RC. Significance testing will assess differences in the frequency of objective response via Fisher exact (if n =\\< 20) or Chi-squared (if n \\> 20) test.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Incidence of adverse events",
                    "description": "Assessed with Common Terminology Criteria for Adverse Events version 4.0. To be evaluable for toxicity, patients must be on the trial for at least 8 weeks. For a toxicity to be considered a dose limiting toxicity, the toxicity must be grade 3+ non-dermatologic and non-laboratory, grade 4+ laboratory, or grade 4+ dermatologic. In addition the toxicity must meet the following criteria:\n\n1. The toxicity must be immune-related.\n2. The toxicity must be attributable to radiation. Exploratory analyses will compare specific treatment groups with the corresponding control group when available. Significance testing will assess differences in dose limiting toxicities via Fisher Exact (if n =\\< 20) or Chi-Squared (if n \\> 20) test.",
                    "timeFrame": "Up to 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall survival",
                    "description": "Will be calculated utilizing the method of Kaplan and Meier. Exploratory analyses will compare specific treatment groups with the corresponding control group when available. Differences in overall survival will be compared utilizing Log-Rank test and Cox proportional hazards regression adjusting for factors including treatment group, disease histology, previous response with the most recent immunotherapy based treatment.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Progression free survival",
                    "description": "Will be calculated via RECIST 1.1 utilizing the method of Kaplan and Meier. Exploratory analyses will compare specific treatment groups with the corresponding control group when available. Differences in progression free survival will be compared utilizing Log-Rank test and Cox proportional hazards regression adjusting for factors including treatment group, disease histology, previous response with the most recent immunotherapy based treatment.",
                    "timeFrame": "Up to 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Pathologically confirmed diagnosis of cancer.\n2. Progressive disease via irRC on prior study or standard of care therapy utilizing an immunotherapy agent OR a clinical status that requires salvage radiation treatment (e.g.: palliative RT) at the discretion of treating Physician and/or PI.\n3. Previous progression of disease while on treatment of an immunotherapy agent or cell-based therapy.\n\n   a. Patients may continue with maintenance immunotherapy as part of standard of care therapy while receiving radiation.\n4. Have at least one site of metastatic disease amenable to radiation. All lesions amenable to radiation may be irradiated at the discretion of treating Radiation Oncologist, depending on the location, size and number of lesions.\n5. Be willing and able to provide written informed consent-for the trial.\n6. Be ≥ 18 years of age on day of signing informed consent.\n7. Have a performance status of 0-2 on the ECOG performance scale.\n8. Female subject of childbearing potential should have a negative urine or serum pregnancy within 28 days prior to first fraction of radiation.\n\n   - Note: If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n9. We will allow prior radiation to other sites, with no washout period, prior to study entry as long as the high dose regions of the prior and proposed radiation fields do not overlap or it can overlap, as long as the area being treated is getting low dose radiation; this can be done alone or in combination with high dose to a previously un-irradiated area.\n10. Non-English speakers may enroll on the protocol.\n\nExclusion Criteria:\n\nThe subject must be excluded from participating in the trial if the subject:\n\n1. Has a diagnosis of active scleroderma, lupus, or other rheumatologic disease which in the opinion of the treating radiation oncologist precludes safe radiation therapy.\n2. Has had prior radiation therapy within the past 3 months where the high dose area of the prior radiation would overlap with the high dose area of the intended radiation based on the judgment of the treating radiation oncologist.\n3. Has not recovered (i.e., ≤ Grade 1 or at baseline) from adverse events due to a previous treatment.\n\n   * Note: Subjects with permanent ≤ Grade 2 toxicities (e.g. neuropathy) or toxicities corrected through routine medical management (e.g. thyroid replacement for hypothyroidisim) are an exception to this criterion and may qualify for the study.\n   * Note: If subject received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy.\n   * Note: Subjects with asymptomatic ≤ Grade 2 laboratory or dermatologic abnormalities are an exception to this criterion and may qualify for the study pending the judgment of the treating radiation oncologist.\n4. Has an active infection requiring intravenous systemic therapy or hospital admission.\n5. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n6. Is pregnant or expecting to conceive or within the projected duration of the trial, starting with the screening visit through 60 days after the last fraction of radiation.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "James Welsh, MD",
                    "role": "CONTACT",
                    "phone": "713-563-2300",
                    "email": "jwelsh@mdanderson.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "James Welsh",
                    "affiliation": "M.D. Anderson Cancer Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "MD Anderson in The Woodlands",
                    "status": "RECRUITING",
                    "city": "Conroe",
                    "state": "Texas",
                    "zip": "77384",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Marc Delclos, M D",
                            "role": "CONTACT",
                            "phone": "936-446-5011",
                            "email": "mdelclos@mdanderson.org"
                        },
                        {
                            "name": "Marc Delclos, M D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.31188,
                        "lon": -95.45605
                    }
                },
                {
                    "facility": "M D Anderson Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "James Welsh",
                            "role": "CONTACT",
                            "phone": "713-563-2300"
                        },
                        {
                            "name": "James Welsh",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "MD Anderson West Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77079",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen G. Chun, M D",
                            "role": "CONTACT",
                            "phone": "713-563-9600",
                            "email": "sgchun@mdanderson.org"
                        },
                        {
                            "name": "Stephen G. Chun, M D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                },
                {
                    "facility": "MD Anderson League City",
                    "status": "RECRUITING",
                    "city": "League City",
                    "state": "Texas",
                    "zip": "77573",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Neelofur R. Ahmad, M D",
                            "role": "CONTACT",
                            "phone": "713-517-0179",
                            "email": "nrahmad@mdanderson.org"
                        },
                        {
                            "name": "Neelofur R. Ahmad, M D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.50745,
                        "lon": -95.09493
                    }
                },
                {
                    "facility": "MD Anderson in Sugar Land",
                    "status": "RECRUITING",
                    "city": "Sugar Land",
                    "state": "Texas",
                    "zip": "77478",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Isidora Y. Arzu, M D",
                            "role": "CONTACT",
                            "phone": "281-566-1802",
                            "email": "jarzu@mdanderson.org"
                        },
                        {
                            "name": "Isidora Y. Arzu, M D",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.61968,
                        "lon": -95.63495
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "MD Anderson Cancer Center Website",
                    "url": "http://www.mdanderson.org"
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M20559",
                    "name": "Disease Progression",
                    "relevance": "LOW"
                },
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}