{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06191393",
            "orgStudyIdInfo": {
                "id": "TP-23-003"
            },
            "organization": {
                "fullName": "Aptitude Medical Systems",
                "class": "INDUSTRY"
            },
            "briefTitle": "SARS-CoV-2 and Influenza A/B in Point-of-Care and Non-Laboratory Settings",
            "officialTitle": "Clinical Validation of the Aptitude Medical Systems Metrix COVID/Flu Test for Detection of SARS-CoV-2 and Influenza A/B in Point-of-Care and Non-Laboratory Settings",
            "therapeuticArea": [
                "Infectious Diseases",
                "Other"
            ],
            "study": "sars-cov-and-influenza-a-b-in-point-of-care-and-non-laboratory-settings"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-11-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-14",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-14",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-25",
            "studyFirstSubmitQcDate": "2024-01-02",
            "studyFirstPostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-02",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Aptitude Medical Systems",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Biomedical Advanced Research and Development Authority",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The Metrix COVID/Flu Test will be evaluated for use in Point-of-Care and Non-Laboratory settings in a home testing environment utilizing the clinical study design described herein. The study will take place in simulated home environments which will be set up within or near active clinical settings (e.g., urgent care facilities). This will be a prospective study conducted at three or more investigational sites located within the United States for the clinical validation of the Metrix COVID/Flu Test for the differential detection of SARS-CoV-2, Influenza A, and Influenza B in AN swab or saliva samples. Additional sites may be added to the study in order to meet minimum subject/sample enrollment requirements and geographic prevalence of respiratory virus infections. One or more investigational sites outside of the US (at which participants are required to be fluent in English) may also be included in the study depending on enrollment needs and geographical/seasonal prevalence of respiratory virus infections. Comparator testing will be performed to determine the infection status of each sample for comparison to results generated by the candidate test. The primary comparator for the study will be an FDA-cleared assay for the detection of SARS-CoV-2, Flu A, and/or Flu B.",
            "detailedDescription": "The Metrix COVID/Flu Test will be evaluated for OTC use in a home use testing environment utilizing the clinical study design described herein. The study will take place in simulated home environments which will be set up within or near active clinical settings (e.g., urgent care facilities). This will be a prospective study conducted at three or more investigational sites located within the United States for the clinical validation of the Metrix COVID/Flu Test for the differential detection of SARS-CoV-2, Influenza A, and Influenza B in AN swab or saliva samples. Additional sites may be added to the study in order to meet minimum subject/sample enrollment requirements and geographic prevalence of respiratory virus infections. One or more investigational sites outside of the US (at which participants are required to be fluent in English) may also be included in the study depending on enrollment needs and geographical/seasonal prevalence of respiratory virus infections. Comparator testing will be performed to determine the infection status of each sample for comparison to results generated by the candidate test. The primary comparator for the study will be an FDA-cleared assay for detection of SARS-CoV-2, Flu A, and Flu B.\n\nThe candidate device, Metrix COVID/Flu Test, will be evaluated with two specimen types - saliva and AN swab. Each Metrix COVID/Flu Test kit contains all supplies needed to test either a saliva or AN swab sample, including a corresponding QRI for each specimen type. It is possible for participants to elect to provide only a single sample type for the study; however, both sample types should be collected when possible. If participants will be testing both saliva and AN swab samples, the AN swab test should be conducted first. If participants elect to provide only a single sample type, the AN swab will be prioritized.\n\nThis OTC study will take place in simulated home environments which will be set up within or near clinical settings (e.g., urgent care facilities). The study will enroll symptomatic subjects only. Candidate samples will be self-collected by participants (or collected by a guardian for participants under the age of 14 years) and comparator samples will be collected by a healthcare practitioner with informed consent and Institutional Review Board (IRB) approval. Each sample will be coded for confidentiality.\n\nFor each participant, a comparator NP swab sample will be obtained by a healthcare practitioner after testing with the candidate device. This NP swab will be tested with the FDA-cleared SARS-CoV-2, Flu A, and Flu B assay according to the IFU and will serve as the primary comparator for both saliva and AN swab samples. An additional saliva sample will also be obtained for SARS-CoV-2 analysis via a secondary comparator method, which will be used for informational purposes only. An additional AN swab sample will be collected and stored frozen and dry for later analysis to support future research validation studies.\n\nNo results from the investigational test or comparator testing will be used for clinical diagnosis, management of study participants, or to make treatment decisions.\n\nTest results from the Metrix COVID/Flu Test (investigational test) will be compared to the test results generated from the comparator assay.\n\nNo investigational test results will be reported to a third party or used for any treatment decisions.\n\nThis work is supported by funding provided by the Biomedical Advanced Research and Development Authority (BARDA)."
        },
        "conditionsModule": {
            "conditions": [
                "SARS-CoV-2 Infection",
                "Influenza A",
                "Influenza B"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "DIAGNOSTIC",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Some participants will know their SOC diagnosis before completing testing on our device."
                }
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "OTC Study",
                    "type": "EXPERIMENTAL",
                    "description": "This OTC study will take place in simulated home environments which will be set up within or near clinical settings (e.g., urgent care facilities). The study will enroll symptomatic subjects only. Candidate samples will be self-collected by participants (or collected by a guardian for participants under the age of 14 years) and comparator samples will be collected by a healthcare practitioner with informed consent and Institutional Review Board (IRB) approval. Each sample will be coded for confidentiality.",
                    "interventionNames": [
                        "Diagnostic Test: Aptitude Medical Systems Metrix COVID/Flu Test"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Aptitude Medical Systems Metrix COVID/Flu Test",
                    "description": "The Metrix COVID/Flu Test is a real-time reverse transcription loop-mediated isothermal amplification reaction (RT-LAMP) test that has been designed to detect viral RNA from SARS-CoV-2, Influenza A, and Influenza B via electrochemical detection using the Metrix Reader. Detection of SARS-CoV-2 gene targets will produce a positive SARS-CoV-2 result, detection of the Flu A gene target will produce a positive Flu A result, and detection of the Flu B gene target will produce a positive Flu B result. If no target is detected and the internal control amplifies, the result is negative. If no amplification is detected in any of the channels, an invalid result is displayed.",
                    "armGroupLabels": [
                        "OTC Study"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Qualitative detection of RNA from SARS-CoV-2, Influenza A, and Influenza B",
                    "description": "Qualitative detection of RNA from SARS-CoV-2, Influenza A, and Influenza B in unprocessed saliva samples and/or AN swab samples.\n\nPrimary objective of this study is to evaluate the performance (positive percent agreement, negative percent agreement and 95% confidence intervals for upper and lower bounds) of the Metrix COVID/Flu Test for the qualitative and differential detection of SARS-CoV-2, Influenza A, and/or Influenza B viral RNA using AN swab and saliva samples. Comparator testing will be performed to determine the status of each sample for comparison to results produced by the candidate test. Comparator testing will be performed to determine the infection status of each sample for comparison to results generated by the candidate test. The primary comparator for the study will be an FDA-cleared assay that detects SARS-CoV-2, Flu A, and Flu B.",
                    "timeFrame": "45 minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant or guardian understands and is able and willing to provide written informed consent, and assent where applicable, prior to study enrollment.\n2. Male or female aged 2 years or older\n3. Participant is currently exhibiting fever, or one or more symptoms associated with COVID-19 and/or influenza (such as, but not limited to, chills, cough, shortness of breath or difficulty breathing, fatigue, new loss of taste or smell, sore throat, congestion or runny nose, nausea or vomiting or diarrhea). Participant must still be exhibiting symptoms on the day of sample collection.\n4. Participant has not eaten, consumed a beverage, smoked, brushed their teeth, gargled with mouth wash, or chewed gum for 30 minutes prior to collecting a saliva sample.\n5. Participant or guardian agrees to read, and is able to read with understanding, each of the saliva and/or AN swab QRI prior to beginning the operation of each of the Metrix COVID/Flu Test.\n6. Participant or guardian is able and willing to contribute the required saliva and/or swab samples for testing and understands and is able and willing to sign the study informed consent.\n\nExclusion Criteria:\n\n1. Participant does not understand and/or is not able and willing to sign the study informed consent and/or assent.\n2. Participant or guardian is not able to comply with saliva or nasal swab collection requirements following the QRI.\n3. Participant has previously provided a sample for the study.\n4. Participant has had seasonal influenza and/or the SARS-CoV-2 vaccine within the past 5 days.\n5. Participant is not able to tolerate sample collection.\n6. Participant is currently undergoing antiviral treatment such as baloxavir marboxil (trade name Xofluza®), oseltamivir (Tamiflu®), zanamivir (Relenza®), and peramivir (Rapivab®).\n7. Participants currently undergoing treatment and/or within the past thirty (30) days with prescription medication to treat novel Coronavirus SARS-CoV-2 infection, which may include but is not limited to Remdesivir (Veklury), Paxlovid, molnupiravir or receiving convalescent plasma therapy for SARS-CoV-2.\n8. Participants who have had a nasal wash or aspirate as part of their standard of care treatment on day of study visit prior to the study sample collection.\n9. Participants who have had recent craniofacial injury or surgery, including to correct deviation of the nasal septum, within the previous six (6) months.\n10. Participants who do not understand/read the English language.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "genderBased": true,
            "minimumAge": "2 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tyler Chozinski, PhD",
                    "role": "CONTACT",
                    "phone": "8027349747",
                    "email": "tyler.chozinski@aptitudemedical.com"
                },
                {
                    "name": "Qin Yang, PhD",
                    "role": "CONTACT",
                    "phone": "8027349747",
                    "email": "qin.yang@aptitudemedical.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Qin Yang, PhD",
                    "affiliation": "Aptitude Medical Systems",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "American Family Care",
                    "status": "RECRUITING",
                    "city": "Trussville",
                    "state": "Alabama",
                    "zip": "35235",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tyler Chozinski, PhD",
                            "role": "CONTACT",
                            "phone": "802-734-9747",
                            "email": "tyler.chozinski@aptitudemedical.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.61983,
                        "lon": -86.60888
                    }
                },
                {
                    "facility": "Central Coast Laboratories",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Goleta",
                    "state": "California",
                    "zip": "93117",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tyler Chozinski, PhD",
                            "role": "CONTACT",
                            "phone": "802-734-9747",
                            "email": "tyler.chozinski@aptitudemedical.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.43583,
                        "lon": -119.82764
                    }
                },
                {
                    "facility": "American Family Care",
                    "status": "RECRUITING",
                    "city": "Chelmsford",
                    "state": "Massachusetts",
                    "zip": "01824",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tyler Chozinski, PhD",
                            "role": "CONTACT",
                            "phone": "802-734-9747",
                            "email": "tyler.chozinski@aptitudemedical.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.59981,
                        "lon": -71.36728
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007251",
                    "term": "Influenza, Human"
                },
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000009976",
                    "term": "Orthomyxoviridae Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "asFound": "Influenza",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "SARS-CoV-2 Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12902",
                    "name": "Orthomyxoviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}