{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04802408",
            "orgStudyIdInfo": {
                "id": "STUDY00016947"
            },
            "organization": {
                "fullName": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "SARS-Cov-2 (COVID-19) Nasal Pharyngeal and Oral Pharyngeal Wash (SNOW) Trial",
            "officialTitle": "SARS-Cov-2 (COVID-19) Nasal Pharyngeal and Oral Pharyngeal Wash (SNOW) Trial",
            "acronym": "SNOW",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "sars-cov-covid-nasal-pharyngeal-and-oral-pharyngeal-wash-snow-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-10-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-03-10",
            "studyFirstSubmitQcDate": "2021-03-16",
            "studyFirstPostDateStruct": {
                "date": "2021-03-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rena Kass",
                "investigatorTitle": "Associate Professor, Department of Surgery",
                "investigatorAffiliation": "Milton S. Hershey Medical Center"
            },
            "leadSponsor": {
                "name": "Milton S. Hershey Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "AXIOM Real Time Metrics",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Analytica Ventures LLC",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Adults (aged 18-65 years) recently diagnosed with SARS-CoV-2 infection who use a 4-day combined intervention of nasal washes with 1% baby shampoo solution and oral gargles with Listerine Antiseptic® will have a reduced SARS-CoV-2 viral load compared to those using nasal and oral washes with normal saline. This combined intervention should be acceptable, tolerable and safe in this population. To test this, investigators are conducting a trial comparing the efficacy of a number of washes in reducing the oral and nasal SARS-CoV-2 viral load among adults.",
            "detailedDescription": "Investigators have demonstrated the in vitro viridical efficacy of both Listerine Antiseptic® and 1% dilute baby shampoo solution, a commonly used nasal rinse, against a SARS-CoV-2 surrogate and Meister et al. have similar findings with SARS-CoV-2. With an urgent need to expand the armamentarium of widely available, low-cost interventions, that are safe for repeated human use and reduce viral transmission, investigators seek to determine the impact of a combined regimen of oral and nasal rinsing with these agents on naso-oropharyngeal viral loads in adults (aged 18-65 years) with SARS-CoV-2 infection.\n\nRationale for the intervention: a combination of nasal washes with 1% solution of baby shampoo and oral washes with Listerine Antiseptic® Available data indicate that SARS-CoV-2 is most likely to spread, like most other common respiratory viruses, primarily through respiratory droplet transmission. With the naso-oropharynx being both the primary site from which the virus is expelled by people with infection and the nasal and oral mucosal cells is one of the sites of initial infection and viral replication. Specifically the ACE2 receptor, that SARS-CoV-2 binds for cell entry, are highly concentrated in the goblet and ciliated cells of the nose and on the tongue. Thus a reduction of viral load through topical treatment of these sites could potentially lead to reduced transmission of SARS-CoV-2.\n\nEach of the two proposed agents to be tested have independently demonstrated virucidal activity with short contact time in vitro. With over 140 years of usage worldwide, the safety of gargles with Listerine Antiseptic® is well established. Topical nasal lavage using a dilute solution of baby shampoo has also been demonstrated to be safe and effective both as a mucoactive and microbicidal agent. Both agents are readily available and cost-efficient for daily usage.\n\nWhile there are a number of ongoing trials of interventions with similar approaches, most of them focus on a single intervention, either nasal or oral rinses. This potentially leaves a viral reservoir in the untreated site, with the potential for recolonizing the entire oronasopharynx thereby limiting the utility of intervention. There is a single trial treating both the oral and nasal spaces. However, the agent being tested is povidone-iodine, that has known adverse effects limiting its use. These adverse effects include discoloration of teeth, ciliary dysfunction, iodine overdose and possible drug interactions, such as with lithium.\n\nInvestigators believe that the proposed intervention for this study is likely to be well-tolerated, highly acceptable and result in elimination from the key sites in the oronasopharynx. Additionally, the proposed four-arm design will allow investigators to compare the combined intervention with each of the component treatments. A decision was made to use saline rinses as the control arm as the investigator's in vitro data revealed that saline had no virucidal activity against human coronavirus.\n\nBased on recent literature describing viral load dynamics during the course of SARS-CoV-2 infection, investigators believe that a four-day trial, initiated within 5 days of Covid testing, will allow for the testing of change in viral load close to/or within the 7-10 day timeframe of greatest SARS-CoV-2 viral load. The study period will also fall within the 2-3 week period of the mean duration of SARS-CoV-2. Mohamed et al suggest that 4 days of oral Listerine washes three times daily may be efficacious in decreasing viral load. Several other rinse trials also employ this rinse frequency. The rinse times of 60 secs and 30 secs for nasal wash with 1% dilute baby shampoo and oral Listerine respectively, are based on the successful virus reduction demonstrated at these contact times in vitro."
        },
        "conditionsModule": {
            "conditions": [
                "Covid19",
                "SARS-CoV Infection"
            ],
            "keywords": [
                "Covid 19",
                "SARS-CoV-2",
                "Viral Load",
                "Nasal Rinse",
                "Oral Rinse"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2",
                "PHASE3"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "This is a prospective, randomized, controlled, 2x2 factorial, phase 2/phase 3 trial to compare the impact of a 4-day intervention of nasal washes with 1% baby shampoo solution and/or oropharyngeal gargles with Listerine Antiseptic® solution compared to that of nasal washes with buffered saline solution and/or oropharyngeal rinses with saline solution on naso-oropharyngeal SARS-CoV-2 viral load in a population of adults (aged 18-65 years) with SARS-CoV-2 infection diagnosed within 5 days who are asymptomatic or mildly symptomatic for COVID-19 disease.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "We plan to provide the number and proportion of the primary outcome of participants who have completed 5 days of follow up from randomization, by treatment arms to an independent biostatistician, as well as participant accrual rate, and withdrawals from study. A formal interim analysis (as detailed in the analysis section) will be completed when 67% of final sample size reaches day 5 and the results will be provided masked to the independent biostatistician, who will decide whether to halt the trial or not.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Baby Shampoo Nasal Wash",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Nasal washes with 1% baby shampoo solution and oropharyngeal gargles with saline solution",
                    "interventionNames": [
                        "Combination Product: Shampoo and saline"
                    ]
                },
                {
                    "label": "Listerine Gargle",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Nasal washes with buffered saline solution and oropharyngeal gargles with Listerine Antiseptic® solution",
                    "interventionNames": [
                        "Combination Product: Saline and Listerine"
                    ]
                },
                {
                    "label": "Combination of Baby Shampoo Nasal Wash and Listerine Gargle",
                    "type": "EXPERIMENTAL",
                    "description": "Nasal washes with 1% baby shampoo solution and oropharyngeal gargles with Listerine Antiseptic® solution",
                    "interventionNames": [
                        "Combination Product: Shampoo and Listerine"
                    ]
                },
                {
                    "label": "Saline Wash and Gargles",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Nasal washes with buffered saline solution and oropharyngeal gargles with saline solution",
                    "interventionNames": [
                        "Combination Product: Saline and Saline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Shampoo and saline",
                    "description": "Nasal washes with 1% baby shampoo solution and oropharyngeal gargles with saline solution",
                    "armGroupLabels": [
                        "Baby Shampoo Nasal Wash"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Saline and Listerine",
                    "description": "Nasal washes with buffered saline solution and oropharyngeal gargles with Listerine Antiseptic® solution",
                    "armGroupLabels": [
                        "Listerine Gargle"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Shampoo and Listerine",
                    "description": "Nasal washes with 1% baby shampoo solution and oropharyngeal gargles with Listerine Antiseptic® solution",
                    "armGroupLabels": [
                        "Combination of Baby Shampoo Nasal Wash and Listerine Gargle"
                    ]
                },
                {
                    "type": "COMBINATION_PRODUCT",
                    "name": "Saline and Saline",
                    "description": "Nasal washes with buffered saline solution and oropharyngeal gargles with saline solution",
                    "armGroupLabels": [
                        "Saline Wash and Gargles"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Viral Load Change from baseline",
                    "description": "Primary Study Endpoints The primary endpoint is the change from baseline in measured viral load in the nose and mouth of adults aged 18-65 years with SARS-CoV-2 infection after 4 days of washes (Day 5 vs Day 1). This will be measured using quantitative PCR (qPCR) analysis, with standard procedures to make cDNA copies of the viral genomic RNA and using CDC recommended primers qPCR to determine viral load. Four separate regimens will be evaluated: 1% dilute baby shampoo nasal wash and a saline oral gargle; buffered saline nasal wash and Listerine oral gargle; 1% dilute baby shampoo nasal wash and Listerine oral gargle; and buffered saline nasal wash and saline oral gargle.",
                    "timeFrame": "5 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "4-day trend in viral load change",
                    "description": "The 4-day trend in viral load change in the nose and mouth of adults with SARS-CoV-2 infection measured with qPCR each morning on Days 1, 2, 3 and 4, as well as the post-intervention level measured on Day 5.",
                    "timeFrame": "5 days"
                },
                {
                    "measure": "Levels of live virus (viral infectivity titer)",
                    "description": "The change in measured levels of live virus (viral infectivity titer), detected from the nose and mouth after the first wash on the morning of Day 1 compared to live virus detected before the first wash on Day 1 (baseline) . Infectivity will be measured by the number of plaque forming units in Vero cells",
                    "timeFrame": "15 minutes"
                },
                {
                    "measure": "Levels of live virus (viral infectivity titer)",
                    "description": "The change in measured levels of live virus (viral infectivity titer) detected from the nose and mouth 24 hours after the initiation of rinses on Day 1. Infectivity will be measured by the number of plaque forming units in Vero cells",
                    "timeFrame": "1 day"
                },
                {
                    "measure": "The tolerability of the intervention measured using the validated Sino-nasal outcome test (SNOT-22) scale.",
                    "description": "The tolerability of the intervention measured using the validated Sino-nasal outcome test (SNOT-22) scale.\n\nThe minimum score is 0 and the maximum score is 110, where a higher score is less tolerable.",
                    "timeFrame": "5 days"
                },
                {
                    "measure": "Compliance as measured by percent of expected washes completed",
                    "description": "Participant compliance to the intervention will be calculated by percent of expected washes completed.",
                    "timeFrame": "5 days"
                },
                {
                    "measure": "Compliance as measured by percentage of randomized participants that withdrew consent and elected not to continue in the study.",
                    "description": "Compliance will be measured by determining the percentage of randomized participants that withdrew consent and elected not to continue in the study.",
                    "timeFrame": "5 days"
                },
                {
                    "measure": "Acceptability of the intervention as measured by 7 item questionnaire based an acceptability framework described by Sekhon (2017)",
                    "description": "The acceptability of the intervention, using a structured 7 item questionnaire based on the acceptability framework described by Sekhon (2017). The minimum score is 7 and the maximum score is 35. With the higher score being more acceptible.",
                    "timeFrame": "6 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. A first-time positive test for SARS-CoV-2 infection within 5 days of enrollment\n2. Adults who are ≥18 -65 years of age\n3. Currently in isolation\n4. Symptomatic or asymptomatic from SARS-CoV-2\n\nExclusion Criteria:\n\n1. History of nasal or sinus surgery\n2. Non-English speaking\n3. Lack of electronic device (computer, mobile phone etc.) on which to access an app for study data collection.\n4. Adults that need inpatient care for COVID-19 or any of its complications.\n5. Adults that give a history of being unable to tolerate gargles or nasal washes.\n6. Adults who do not give informed consent for study participation.\n7. History of a Covid vaccine booster\n8. A history of use of nasal or oral washes after SARS-CoV-2 test sample collection.\n9. Prisoners\n10. Adults that give history of current pregnancy (NO KNOWN CONTRAINDICATION TO PREGNANCY)\n11. History of monoclonal antibody treatment\n12. History of or current molnupiravir treatment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rena Kass, MD",
                    "role": "CONTACT",
                    "phone": "717-531-8815",
                    "email": "rkass@pennstatehealth.psu.edu"
                },
                {
                    "name": "Omrana Pasha-Razzak, MD",
                    "role": "CONTACT",
                    "phone": "717-531-1826",
                    "email": "opasha@pennstatehealth.psu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rena Kass, MD",
                    "affiliation": "Penn State College of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Penn State Health Milton S. Hershey Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Hershey",
                    "state": "Pennsylvania",
                    "zip": "17033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rena Kass, MD",
                            "role": "CONTACT",
                            "phone": "717-531-8815",
                            "email": "rkass@pennstatehealth.psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.28592,
                        "lon": -76.65025
                    }
                },
                {
                    "facility": "Penn State",
                    "status": "RECRUITING",
                    "city": "State College",
                    "state": "Pennsylvania",
                    "zip": "16801",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deborah Bagshaw, BS",
                            "role": "CONTACT",
                            "phone": "814-865-4302",
                            "email": "ddm108@psu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.79339,
                        "lon": -77.86
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "32726430",
                    "type": "BACKGROUND",
                    "citation": "Meister TL, Bruggemann Y, Todt D, Conzelmann C, Muller JA, Gross R, Munch J, Krawczyk A, Steinmann J, Steinmann J, Pfaender S, Steinmann E. Virucidal Efficacy of Different Oral Rinses Against Severe Acute Respiratory Syndrome Coronavirus 2. J Infect Dis. 2020 Sep 14;222(8):1289-1292. doi: 10.1093/infdis/jiaa471. Erratum In: J Infect Dis. 2021 Feb 13;223(3):541. doi: 10.1093/infdis/jiaa539."
                },
                {
                    "pmid": "32327758",
                    "type": "BACKGROUND",
                    "citation": "Sungnak W, Huang N, Becavin C, Berg M, Queen R, Litvinukova M, Talavera-Lopez C, Maatz H, Reichart D, Sampaziotis F, Worlock KB, Yoshida M, Barnes JL; HCA Lung Biological Network. SARS-CoV-2 entry factors are highly expressed in nasal epithelial cells together with innate immune genes. Nat Med. 2020 May;26(5):681-687. doi: 10.1038/s41591-020-0868-6. Epub 2020 Apr 23."
                },
                {
                    "pmid": "32594116",
                    "type": "BACKGROUND",
                    "citation": "Shrestha NK, Marco Canosa F, Nowacki AS, Procop GW, Vogel S, Fraser TG, Erzurum SC, Terpeluk P, Gordon SM. Distribution of Transmission Potential During Nonsevere COVID-19 Illness. Clin Infect Dis. 2020 Dec 31;71(11):2927-2932. doi: 10.1093/cid/ciaa886."
                },
                {
                    "pmid": "33521734",
                    "type": "BACKGROUND",
                    "citation": "Cevik M, Tate M, Lloyd O, Maraolo AE, Schafers J, Ho A. SARS-CoV-2, SARS-CoV, and MERS-CoV viral load dynamics, duration of viral shedding, and infectiousness: a systematic review and meta-analysis. Lancet Microbe. 2021 Jan;2(1):e13-e22. doi: 10.1016/S2666-5247(20)30172-5. Epub 2020 Nov 19."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Mohamed N. Early viral clearance among Covid-19 patients when gargling with povidone-iodine and essential oils: A pilot clinical trial. medRxiv 2020.09.07.20180448; https://doi.org/10.1101/2020.09.07.20180448 preprint"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "\"Tracking the Coronavirus at U.S. Colleges and Universities.\" New York Times. Last updated Dec. 11, 2020."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000045169",
                    "term": "Severe Acute Respiratory Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M25445",
                    "name": "Severe Acute Respiratory Syndrome",
                    "asFound": "SARS-CoV Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T5186",
                    "name": "Severe Acute Respiratory Syndrome",
                    "asFound": "SARS-CoV Infection",
                    "relevance": "HIGH"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000057473",
                    "term": "Listerine"
                },
                {
                    "id": "D000012969",
                    "term": "Sodium Fluoride"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000891",
                    "term": "Anti-Infective Agents, Local"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000002327",
                    "term": "Cariostatic Agents"
                },
                {
                    "id": "D000020011",
                    "term": "Protective Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M140080",
                    "name": "Listerine",
                    "asFound": "Unaffected",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15771",
                    "name": "Sodium Fluoride",
                    "asFound": "Unaffected",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4215",
                    "name": "Anti-Infective Agents, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M6271",
                    "name": "Cocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M8587",
                    "name": "Fluorides",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M21869",
                    "name": "Protective Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "VaCoAg",
                    "name": "Vasoconstrictor Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                }
            ]
        }
    },
    "hasResults": false
}