{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04332172",
            "orgStudyIdInfo": {
                "id": "1R01AA026596-01A1",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01AA026596-01A1"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01AA026596-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01AA026596-01A1"
                }
            ],
            "organization": {
                "fullName": "Michigan State University",
                "class": "OTHER"
            },
            "briefTitle": "Scaling Up: A Multi-Site Trial of e-SBI for Alcohol Use in Pregnancy",
            "officialTitle": "Scaling Up: A Multi-Site Trial of e-SBI for Alcohol Use in Pregnancy",
            "acronym": "e-Health",
            "therapeuticArea": [
                "Rare Diseases",
                "Other"
            ],
            "study": "scaling-up-a-multi-site-trial-of-e-sbi-for-alcohol-use-in-pregnancy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-03-25",
            "studyFirstSubmitQcDate": "2020-03-30",
            "studyFirstPostDateStruct": {
                "date": "2020-04-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-07-06",
            "lastUpdatePostDateStruct": {
                "date": "2023-07-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Steven J. Ondersma",
                "investigatorTitle": "Professor and PI",
                "investigatorAffiliation": "Michigan State University"
            },
            "leadSponsor": {
                "name": "Michigan State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                },
                {
                    "name": "University of Massachusetts, Worcester",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to find out if pregnant women screening positive for alcohol risk like the brief alcohol intervention application that the investigators have developed (called the MommyCheckup, which is a technology-delivered SBIRT, or e-SBIRT), and if it helps them to reduce alcohol use. The investigators also wish to test whether e-SBIRT effects can be enhanced by booster sessions and/or tailored text messages.",
            "detailedDescription": "This factorial trial will include 384 participants. Participants will be pregnant women age 18-35 years who score positive on a frequently used and well-validated screening tool for alcohol use risk in pregnancy (the T-ACE). We will also add an additional requirement of either drinking weekly or more in the past month, or having 4 or more drinks at a time at least monthly in the 12 months before becoming pregnant. To be eligible for the study, participants must also report smartphone ownership, willingness to receive study-related text messages and to use their smartphone for study-related assessments and/or booster sessions, and being at 20 weeks gestation or less. Participants will be excluded if they are not planning to carry the pregnancy to term, or are unable to communicate in English. All participants must reside in Connecticut, Massachusetts, or Michigan. Completion of the baseline assessment is also necessary for inclusion.\n\nParticipants will be recruited via community flyers as well as by online posts, flyers, and other advertising via multiple digital platforms that may appear as banners, text, images, video, and/or URL links to the study website, which further links to the screening survey.. The flyers and ads will contain basic information indicating that they are for a health-related study for women 18-35 years of age who can communicate in English. Interested women meeting these criteria will be provided a website address, QR code, or link to a study website, where they will be presented with an electronic information sheet, which they may access via their own smartphone or tablet. Those who click \"I agree\" at the end of this information sheet, will be invited to complete the initial computer-directed screening survey via a link from the study website to a Qualtrics survey. This survey will ask a range of questions so that the study's inclusion and exclusion criteria are not readily apparent (in order to limit fraud).\n\nThe screening survey will be used to determine whether initial inclusion criteria have been met \\[(age, state of residence, pregnancy status, and alcohol risk (T-ACE positive and either drinking weekly or more in the past month, or having 4 or more drinks at a time at least monthly in the 12 months before becoming pregnant)\\]. Study staff will contact interested women who meet study inclusion criteria by phone in order to validate their eligibility (survey completed by a real person, who can communicate in English, has a working smartphone, is able to receive text messages, and understands study requirements). The following strategies will be implemented to reduce the possibility of fraudulent participation: 1) manual review of IP addresses to screen for duplicates and identify addresses of non-US origin, detect fraudulent completion (e.g., bots), 2) manual review of Qualtrics survey data to detect suspicious response times (e.g., completing the survey too quickly), unusual patterns in responses, respondent names, respondent email addresses, and patterned completion timestamps indicating that one person/bot is completing the survey repeatedly until eligible, 3) inclusion of a required open-ended narrative response to detect fraudulent completion, and 4) inclusion of invisible questions that only a bot could respond to, as well as visible nonsense questions directing the respondent to provide a particular answer. Only interested women who pass these screens and can be confirmed via the phone call will be enrolled.\n\nThe full trial consent will also be presented electronically and will proceed only if participants provide written informed consent via e-signature (using DocuSign, see section 10.1.3 of the protocol for additional information). Participants who meet all eligibility criteria and who provide consent will then be randomly assigned to a study condition during the baseline assessment. The staff member who enrolls the participant will not have access to the assigned condition/content at the time of consent and initial study condition assignment.\n\nThis trial includes varying levels of two separate interventions. The interactive and tailored baseline MommyCheckup single-session e-SBIRT was built on principles of Motivational Interviewing and Self-Determination Theory, and is presented to participants directly via their own electronic device (e.g., smartphone, tablet), which interacts with them through an animated talking narrator. The e-SBIRT booster sessions will be sent to participants as a text message that includes a link to the booster content. Participants will be texted these links on two occasions: 6 weeks following the baseline session, and at 30 weeks gestation. Participants assigned to the text messaging intervention will receive a test message at the conclusion of their baseline session, in order to confirm that the software has the correct cellphone number. These participants will then begin receiving text messages twice weekly until after the 34-week assessment, or until they text back \"STOP\" to end the messages.\n\nFollowing the baseline session, participants will be asked to complete follow-up assessments at 4 weeks post-baseline, at 27 weeks gestation, 34 weeks gestation, and at 4 weeks postpartum. In addition, all participants will be mailed a nail specimen collection kit at 36 weeks gestation asking them to provide nail clippings that will be analyzed for Ethyl Glucuronide (EtG). Fingernails will be collected at 36 weeks gestation. Toenails may be collected at 38 weeks gestation as an alternative to fingernails. Nail types may not be mixed for a single specimen collection. Specimens from all available fingernails or toenails weighing 50-100 mg gathered at 36 weeks (fingernails) or 38 weeks (toenails) will allow for sufficient nail growth to capture EtG as evidence of alcohol use concentrated in the timeframe of approximately 20-34 weeks gestation, based on typical fingernail and toenail growth rates. Additionally, this timeframe will allow us to avoid detecting post-delivery alcohol use since it takes approximately two weeks for fingernails and four weeks for toenails to grow sufficiently for detectability. Participants will be reminded of the upcoming nail specimen collection at their 27-week and 34-week data collections, plus reminders will be included when the survey links are sent by text for these data collection timepoints. In the event of preterm birth, nail specimens will be requested immediately. The level of detectability for either nail type will be set at 8 pg/mg, which is the lower level of quantitation used for research (the standard level of detectability used for non-research testing is 20 pg/mg)."
        },
        "conditionsModule": {
            "conditions": [
                "Fetal Alcohol Spectrum Disorders",
                "Fetal Alcohol Syndrome",
                "Fetal Alcohol Effect"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "The design is a 3 (no brief intervention; one session; or one session plus two boosters) X 2 (SMS present or not present) factorial trial.\n\nConditions are:\n\n1. General information (no intervention)\n2. General information + SMS\n3. Baseline brief intervention\n4. Baseline brief intervention + SMS\n5. Baseline brief intervention + 2 booster sessions\n6. Baseline brief intervention + 2 booster sessions + SMS",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants will be randomly assigned to a study condition during the baseline assessment by the study software and the assigned condition content will be provided directly to the participant rather than by study staff. The staff member who enrolls the participant will not have access to the assigned condition/content, which will aid in blinding study staff.\n\nThe biostatistician and data analyst will be blinded for all hypothesis-testing analyses by coding experimental condition with a non-identifying number, the table for which will be maintained at the PI's office.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 384,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "General information",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Control",
                    "interventionNames": [
                        "Other: General information"
                    ]
                },
                {
                    "label": "General information + SMS",
                    "type": "EXPERIMENTAL",
                    "description": "SMS refers to tailored text messaging.",
                    "interventionNames": [
                        "Other: General information",
                        "Behavioral: SMS"
                    ]
                },
                {
                    "label": "Baseline brief intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Brief technology-delivered intervention for alcohol use during pregnancy",
                    "interventionNames": [
                        "Behavioral: Baseline brief intervention"
                    ]
                },
                {
                    "label": "Baseline brief intervention + SMS",
                    "type": "EXPERIMENTAL",
                    "description": "Brief technology-delivered intervention for alcohol use during pregnancy, plus tailored text messaging",
                    "interventionNames": [
                        "Behavioral: Baseline brief intervention",
                        "Behavioral: SMS"
                    ]
                },
                {
                    "label": "Baseline brief intervention + 2 booster sessions",
                    "type": "EXPERIMENTAL",
                    "description": "Brief technology-delivered intervention for alcohol use during pregnancy, plus two very brief (\\<5 minutes) online boosters using the participants' own mobile device.",
                    "interventionNames": [
                        "Behavioral: Baseline brief intervention",
                        "Behavioral: Remote online booster sessions"
                    ]
                },
                {
                    "label": "Baseline brief intervention + 2 booster sessions + SMS",
                    "type": "EXPERIMENTAL",
                    "description": "Brief technology-delivered intervention for alcohol use during pregnancy, plus two very brief (\\<5 minutes) online boosters using the participants' own mobile device, plus tailored SMS.",
                    "interventionNames": [
                        "Behavioral: Baseline brief intervention",
                        "Behavioral: Remote online booster sessions",
                        "Behavioral: SMS"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "General information",
                    "description": "General information related to pregnancy is provided electronically.",
                    "armGroupLabels": [
                        "General information",
                        "General information + SMS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Baseline brief intervention",
                    "description": "Interactive brief motivational intervention is delivered electronically. Provides an introduction, describing the purpose and duration, emphasizing the non-judgmental nature of the brief intervention (BI). Uses a high-quality video featuring gain-framed messaging, quit recommendation, and testimonial from a race-matched woman; tailored on race-ethnicity, efficacy, binge frequency, and level of concern regarding her own alcohol use. The e-BI poses a question regarding the participant's willingness to avoid alcohol throughout her pregnancy. Responses to this question will sort participants into one of three major branches, each using motivational principles to promote alcohol abstinence during pregnancy.",
                    "armGroupLabels": [
                        "Baseline brief intervention",
                        "Baseline brief intervention + 2 booster sessions",
                        "Baseline brief intervention + 2 booster sessions + SMS",
                        "Baseline brief intervention + SMS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Remote online booster sessions",
                    "description": "Two \\< 5-minute online e-BI boosters will be sent to participants via text link (one at 6 weeks post-baseline and one at 30 weeks gestation). The boosters will include a brief summary of the prior session in terms of the participant's concerns and goals. It will also include an assessment of her current status regarding (a) use of alcohol, and (b) intentions regarding future use of alcohol. A brief (1-2 minute) video tailored on her current status and prior goal will be provided. Finally, the boosters will contain optional goal-setting regarding reaching or maintaining abstinence.",
                    "armGroupLabels": [
                        "Baseline brief intervention + 2 booster sessions",
                        "Baseline brief intervention + 2 booster sessions + SMS"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "SMS",
                    "description": "Tailored text messages (SMS) will be sent to participants twice a week from baseline throughout her pregnancy (or until she opts out). The messages will be tailored on her quit status, goals, efficacy, level of concern, gestation, and perceived advantages of change. Messages will follow current state of the art regarding messaging preferences, tailoring, and gain-framing. The current list includes messages regarding fetal development, nutrition, exercise, and stress management, as well as alcohol.",
                    "armGroupLabels": [
                        "Baseline brief intervention + 2 booster sessions + SMS",
                        "Baseline brief intervention + SMS",
                        "General information + SMS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants abstinent from alcohol as measured by Timeline FollowBack Calendar Recall and Ethyl Glucuronide (EtG)",
                    "description": "The primary outcome of abstinence will be defined as no self-report of alcohol use in the past 90 days via Timeline FollowBack, and no evidence of use via EtG. The Timeline FollowBack will be administered at 34 weeks gestation and biospecimens for EtG are collected at approximately 37 weeks gestation (36 weeks for fingernails; 38 weeks for toenails).",
                    "timeFrame": "90 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with a healthy birth outcome (full-term live birth of normal birthweight, with no days in NICU)",
                    "description": "Healthy birth outcome, using birth outcome data from the state of birth, is defined as a full-term live birth (\\>=36 weeks + 6 days) of normal birthweight (\\>2500 gms) and with no days in neonatal intensive care.",
                    "timeFrame": "Entire period of gestation"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18-35 years\n* Pregnant\n* Self-report of alcohol risk (those who score positive on the T-ACE screen (Sokol, Martier, \\& Ager, 1989), and also report either drinking weekly or more in the past month, or having 4 or more drinks at a time at least monthly in the 12 months before becoming pregnant\n* 20 weeks or less gestation\n* Planning to give birth in either Connecticut, Massachusetts, or Michigan\n* Owning a mobile device that they are willing to use to receive study-related text reminders and to complete online study activities including assessments/boosters\n* Completion of baseline assessment (enrollment criterion)\n\nExclusion Criteria:\n\n* Not planning to carry the baby to term\n* Unable to communicate in English",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Pregnant female.",
            "minimumAge": "18 Years",
            "maximumAge": "35 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Steven J Ondersma, PhD",
                    "role": "CONTACT",
                    "phone": "810-600-5658",
                    "email": "onders12@msu.edu"
                },
                {
                    "name": "Lisa M Todd, MS, JD",
                    "role": "CONTACT",
                    "phone": "734-344-9125",
                    "email": "toddlisa@msu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Steven J Ondersma, PhD",
                    "affiliation": "Michigan State University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Kimberly A Yonkers, MD",
                    "affiliation": "University of Massachusetts, Worcester",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Michigan State University",
                    "status": "RECRUITING",
                    "city": "Flint",
                    "state": "Michigan",
                    "zip": "48502",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Steven J Ondersma, PhD",
                            "role": "CONTACT",
                            "phone": "810-600-5658",
                            "email": "onders12@msu.edu"
                        },
                        {
                            "name": "Lisa M Todd, MS, JD",
                            "role": "CONTACT",
                            "phone": "734-344-9125",
                            "email": "toddlisa@msu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.01253,
                        "lon": -83.68746
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35922101",
                    "type": "DERIVED",
                    "citation": "Ondersma SJ, Todd L, Jablonski S, Ahuja C, Gilstad-Hayden K, Goyert G, Loree A, Heffner J, Yonkers KA. Online randomised factorial trial of electronic Screening and Brief Intervention for alcohol use in pregnancy: a study protocol. BMJ Open. 2022 Aug 3;12(8):e062735. doi: 10.1136/bmjopen-2022-062735."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be deposited in the National Institute on Alcohol Abuse and Alcoholism Data Archive (NIAAA DA). All collected Individual Participant Data (IPD) at the item level and individual subject level will be shared. The data will be identified only by Global Unique Identifier (GUID; no personally identifiable information will be shared).",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "In accordance with the Notice of NIAAA Data-Sharing Policy for Human Subjects Grants Research Funded by the National Institute on Alcohol Abuse and Alcoholism (NIAAA) \\[2nd Revision\\], Notice Number NOT-AA-19-020, released July 31, 2019: Data will be shared with the general research community 2 years after the grant end date on the initial Notice of Award. However, if a manuscript using study data is accepted for publication prior to the 2-year embargo, the study data specifically used in that manuscript will be shared with the general research community at the time of publication.\n\nFor this study, the grant end date is August 31, 2024, making the share date August 31, 2026 unless publication occurs prior to that date, in which case published data will be shared at the time of publication. The data are expected to remain available indefinitely unless sharing is limited by currently unforeseen circumstances.",
            "accessCriteria": "Access to data for research purposes will be provided through the National Data Archive Data Access Committee (NDA DAC). Investigators and institutions seeking data from the NDA will be expected to meet data security measures and will be asked to submit a Data Use Certification, which is co-signed by the investigator and the designated Institutional Official(s) at the NIH-recognized sponsoring institution with a current Federal Wide Assurance (FWA). The procedures associated with data access are described at https://ndar.nih.gov/ndarpublicweb/policies.go#sop4",
            "url": "https://ndar.nih.gov/ndarpublicweb/policies.go#sop4"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000063647",
                    "term": "Fetal Alcohol Spectrum Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005315",
                    "term": "Fetal Diseases"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000020751",
                    "term": "Alcohol-Induced Disorders"
                },
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M30146",
                    "name": "Fetal Alcohol Spectrum Disorders",
                    "asFound": "Fetal Alcohol Spectrum Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8445",
                    "name": "Fetal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M22508",
                    "name": "Alcohol-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M251802",
                    "name": "Imidacloprid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}