{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06083220",
            "orgStudyIdInfo": {
                "id": "STU-2023-1016"
            },
            "organization": {
                "fullName": "Texas Scottish Rite Hospital for Children",
                "class": "OTHER"
            },
            "briefTitle": "School Readiness in Preschool-Aged Children With Cerebral Palsy",
            "officialTitle": "School Readiness in Preschool-Aged Children With Cerebral Palsy",
            "therapeuticArea": [
                "Other"
            ],
            "study": "school-readiness-in-preschool-aged-children-with-cerebral-palsy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-06",
            "studyFirstSubmitQcDate": "2023-10-12",
            "studyFirstPostDateStruct": {
                "date": "2023-10-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Texas Scottish Rite Hospital for Children",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this feasibility and proof of concept study is to learn about the feasibility, acceptability, and impact of a school readiness program for preschool-aged children with unilateral cerebral palsy. The main question\\[s\\] it aims to answer are:\n\n1. Is it feasible to implement an intensive school readiness program for preschool-aged children with UCP?\n2. Is the program acceptable to the children and their caregivers?\n3. What is the impact of the program on school readiness?\n\nParticipants will complete two pre-intervention assessments, participate in an intensive, goal directed, school readiness program, and complete 1 post-intervention assessment.",
            "detailedDescription": "Introduction and Purpose Cerebral Palsy (CP) is a congenital non-progressive motor disorder caused by a brain lesion that occurs in the early stages of development and persists throughout adulthood. CP is one of the most common disabilities in childhood, with a prevalence of 3.3 per 1,000 children in the United States (Arneson, 2009). It is noted that \"children with disabilities have a greater risk of poor or sub-optimal development in early childhood compared to children without disabilities\" (Olusanya et al., 2022). Due to the nature of CP, the child and their families can experience many limitations in their day-to-day lives and how they participate in their environment. Many of these limitations are brought to light when the child is ready to enter school. It is essential that children with CP and their families understand their child's strengths and areas of need in order to ensure that their child is offered the requisite support services that adequately prepare them for school enrolment (Olusanya et al., 2022). The purpose of this study is to determine if an intensive school readiness program for children with unilateral cerebral palsy (UCP), is feasible and acceptable, and to gain an understanding of the impact of the program on school readiness.\n\nBackground \"School readiness is a framework for assessing the strengths and vulnerabilities of a child prior to school\" (Boyd et al., 2023). Preschool-age children with CP perform significantly lower than their typically developing peers in the areas of mobility, self-care, social function, and communication (Gehrmann et al., 2014). Because school readiness is lower in children with disabilities, underachievement and lack of social-emotional skills can further affect how the child develops into adulthood and possibly change the course of their lives (Boyd et al., 2023). There is very little research regarding school readiness programs specifically for children with cerebral palsy, but other programs that promote school readiness for children on a universal level have shown to be effective.\n\nThe school readiness framework can be used to assess a child's strengths and weaknesses in the context of transitioning to entering school (Gehrmann et al., 2014). Germann et al (2014) describe school readiness as a child's ability to participate in 5 major skill areas: (1) health and physical development, (2) emotional well-being and social competence, (3) approaches to learning, (4) communication skills, and (5) cognitive skills and general knowledge. Research indicates children with disabilities encounter challenges in the school setting secondary to poor teacher training, lack of support, decreased social experience, and physical barriers (Bourke-Taylor et al., 2017). Understanding the areas that children with CP have deficits in and how we can intervene at an early age can help reduce poor academic performance as the child ages. Studies have shown that providing a school readiness program to any child, typically developing or not, not only increases success in the classroom but can also be an investment in the community's future. Boyd et al (2023) discovered that investing in school readiness programs can have a positive impact on the community for up to 60 years or more due to increased success of children at an early age carrying on into adulthood. Therefore, there is a need to develop and test a school readiness program that (1) identifies the strengths and areas in need of intervention, (2) educates caregivers on their child's strengths/needs and available resources, and (3) provides intensive therapeutic intervention aimed to address the individual school readiness goals of the child.\n\nIntervention The School Readiness Program is a 64 hour intensive therapy program focused on school readiness skills for young children with unilateral cerebral palsy (UCP). The program will include 64 hours of intervention supporting development and goal attainment across 5 school readiness domains: (1) health and physical development, (2) emotional well-being and social competence, (3) approaches to learning, (4) communication skills, and (5) cognitive skills and general knowledge.\n\nParticipants will complete 64 hours of intervention focused on school readiness. Each participant will have an interventionist who is an allied health student with a ratio of 1 child to 1 interventionist or 2 children to 1 interventionist. The interventionists will be trained and overseen by licensed occupational therapists. Each week will have a theme to promote engagement and motivation to participate (i.e. animals, outer space, etc). Each of the five domains will be addressed in each session, and the activities will be tailored to support the individual goals of the participant using a goal-directed training approach. A goal-directed training approach includes the child, caregiver, and researcher collaboratively setting goals that are meaningful to the child and their family. Intervention strategies for goal attainment will include both remediation of skills (i.e. learning to button a button) or the accommodation of skills (i.e. using Velcro instead of a button) depending on the child's goals and current ability. The primary focus of the intervention will be goal attainment related to school readiness. Sessions that are missed due to unexpected or unplanned circumstances (illness, loss of transportation, etc) can be made up via an in-person or virtual session.\n\nCaregivers will be educated on their child's diagnosis, the components of the program, and additional resources that support the child's transition into school. Caregivers will also receive a report including a summary of strengths and areas that are challenging for the child. The goal of the School Readiness program is for children with UCP to increase independence in school readiness activities and to educate the child's caregiver on topics and strategies that will promote a successful transition into school for the child."
        },
        "conditionsModule": {
            "conditions": [
                "Unilateral Cerebral Palsy",
                "School Readiness"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "School Readiness Intervention Program",
                    "type": "EXPERIMENTAL",
                    "description": "The School Readiness Program is a 64 hour intensive therapy program focused on school readiness skills for young children with unilateral cerebral palsy (UCP). The program will include 64 hours of intervention supporting the development and goal attainment across 5 school readiness domains: (1) health and physical development, (2) emotional well-being and social competence, (3) approaches to learning, (4) communication skills, and (5) cognitive skills and general knowledge.",
                    "interventionNames": [
                        "Behavioral: Smart Start - School Readiness Program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Smart Start - School Readiness Program",
                    "description": "Participants will complete 64 hours of intervention focused on goal directed school readiness. Each of the five domains will be addressed in each session, and the activities will be tailored to support the individual goals of the participant using a goal-directed training approach. A goal-directed training approach includes the child, caregiver, and researcher collaboratively setting goals that are meaningful to the child and their family. Intervention strategies for goal attainment will include both remediation of skills (i.e. learning to button a button) or the accommodation of skills (i.e. using Velcro instead of a button) depending on the child's goals and current ability. The primary focus of the intervention will be goal attainment related to school readiness.",
                    "armGroupLabels": [
                        "School Readiness Intervention Program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Canadian Occupational Performance Measure",
                    "description": "The Canadian Occupational Performance Measure is an interview-based assessment of self-perception of performance of everyday living activities (measured on a scale from 1-10 with higher scores representing better performance and higher satisfaction)",
                    "timeFrame": "pre-intervention (within 2 weeks of start of intervention), and within 2 weeks of post-intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Developmental Assessment for Young Children, Second Edition (DAYC-2)",
                    "description": "The Developmental Assessment for Young Children is an interview and observation based norm-referenced developmental assessment (raw scores 0 or 1, converted to standard scores) mean standard score is 100 with a standard deviation of 10. Higher values represent a better outcome.",
                    "timeFrame": "pre-intervention (within 2 weeks of start of intervention), and within 2 weeks of post-intervention"
                },
                {
                    "measure": "Assisting Hand Assessment",
                    "description": "The Assisting Hand Assessment is an observation-based, criterion-referenced assessment that assess bimanual hand function for children with cerebral palsy, aged 18 months-12 years (measured in logits/units on a scale from 0-100). A higher score represents better outcomes.",
                    "timeFrame": "pre-intervention (within 2 weeks of start of intervention), and within 2 weeks of post-intervention]"
                },
                {
                    "measure": "School Readiness Checklist",
                    "description": "A parent reported checklist created by the study team to rate the level of independence or mastery their child has with specific tasks within the 5 domains of school readiness (1. health and physical development, 2. emotional well-being and social competence, 3. approaches to learning, 4. communication skills, and 5. cognitive skills and general knowledge). The items on the checklists are commonly recommended by school districts to support success in kindergarten. Items are rated on a scale of 1-4. Higher values represent better outcomes.",
                    "timeFrame": "pre-intervention (within 2 weeks of start of intervention), and within 2 weeks of post-intervention]"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Demographic information",
                    "description": "Demographic in formation will be collected including: age in years and months, gender, etiology of cerebral palsy, qualitative description of previous exposure to therapy and preschool",
                    "timeFrame": "within 2 weeks of start of intervention (pre-intervention)"
                },
                {
                    "measure": "Gross Motor Function Classification System (GMFCS)",
                    "description": "The Gross Motor Function Classification Systems is a 5-level classification system that describes the gross motor function of children and youth with cerebral palsy with 1 being the lowest functioning and 5 being the highest",
                    "timeFrame": "within 2 weeks of start of intervention (pre-intervention)"
                },
                {
                    "measure": "Manual Ability Classification Scale (MACS)",
                    "description": "The Manual Ability Classification Scale describes how children with cerebral palsy use their hands during activities of daily living with 1 being the least functional and 5 being the most functional",
                    "timeFrame": "within 2 weeks of start of intervention (pre-intervention)"
                },
                {
                    "measure": "Communication Function Classification System (CFCS)",
                    "description": "The Communication Function Classification System is used to classify the everyday communication performance of individuals with cerebral palsy into five levels. Level five has the least ability to effectively send and receive information from another person and level 1 demonstrates effective sending and receiving of information with unfamiliar and familiar people",
                    "timeFrame": "within 2 weeks of start of intervention (pre-intervention)"
                },
                {
                    "measure": "The Child and Adolescent Scale of Environment",
                    "description": "The Child and Adolescent Scale of Environment examines the perceived impact (not frequency) of environmental problems (physical, attitudinal, and social) encountered by the child and family. The sum score range is 0-54 with higher scores representing greater extent of environmental problems.",
                    "timeFrame": "within 2 weeks of start of intervention (pre-intervention)"
                },
                {
                    "measure": "Wechsler Preschool and Primary Scales of Intelligence, 4th Edition (WPPSI-IV)",
                    "description": "The WPPSI-IV is a measure of cognitive development including verbal comprehension, visual-spatial, and working memory designed for children ages 2 years 6 months to 7 years 7 months. Standard scores are based on a mean of 100 with a standard deviation of 15. Higher scores represent better outcomes.",
                    "timeFrame": "within 1 month of start of intervention (pre-intervention)"
                },
                {
                    "measure": "Bracken Basic Concept Scale, 4th Edition Receptive (BBCS-4:R)",
                    "description": "The BBCS-4:R is a developmental assessment designed to evaluate children's school readiness skills in terms of their understanding of basic concepts that are strongly related to early childhood cognitive and language development as well as early academic achievement including colors, letters, numbers/counting, size/comparison, shapes, and self/social awareness for children ages 3 years to 7 years 11 months. Subtests have scaled scores with a mean of 10 and a standard deviation of 3, composite scores have a mean of 100 with a standard deviation of 15. Higher scores represent better outcomes.",
                    "timeFrame": "within 1 month of start of intervention (pre-intervention)"
                },
                {
                    "measure": "Feasibility and Fidelity Checklist",
                    "description": "a form to document intervention session attendance and to document if the key components of the intervention are being implemented on a weekly basis using a yes/no checklist",
                    "timeFrame": "weekly during the 8 weeks of the intervention"
                },
                {
                    "measure": "Participant Engagement and Acceptability Rating Form",
                    "description": "a form completed by the participant and their caregiver on a weekly basis to rate the acceptability of the intervention sessions and to provide feedback/recommendations for the intervention using likert scaling with 1 being a low rating and 5 being a high rating and open ended qualitative responses",
                    "timeFrame": "weekly during the 8 weeks of intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ages 3 years to 5 years 11 months\n* unilateral cerebral palsy\n* ability to visually attend to objects\n* demonstrates an interest in objects\n* attempt to reach for or grasp an item with the impaired upper extremity\n* English-speaking participants\n\nExclusion Criteria:\n\n* uncontrolled epilepsy\n* significant visual impairment\n* severe behavioral problems\n* inability to complete the assessment protocol",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "36 Months",
            "maximumAge": "71 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Angela Shierk, PhD",
                    "role": "CONTACT",
                    "phone": "(469) 412-7172",
                    "email": "angela.shierk@tsrh.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Angela Shierk, PhD",
                    "affiliation": "Scottish Rite for Children",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Scottish Rite for Children",
                    "status": "RECRUITING",
                    "city": "Frisco",
                    "state": "Texas",
                    "zip": "75034",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Angela Shierk, PhD",
                            "role": "CONTACT",
                            "phone": "469-412-7172",
                            "email": "angela.shierk@tsrh.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.15067,
                        "lon": -96.82361
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002547",
                    "term": "Cerebral Palsy"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000001925",
                    "term": "Brain Damage, Chronic"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5796",
                    "name": "Cerebral Palsy",
                    "asFound": "Cerebral Palsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13157",
                    "name": "Paralysis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M5202",
                    "name": "Brain Damage, Chronic",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}