{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05764135",
            "orgStudyIdInfo": {
                "id": "2019A010729"
            },
            "organization": {
                "fullName": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "SCI-Lynx: A Mobile Platform for Physical Activity Social Support for People With SCI Pilot Study",
            "officialTitle": "SCI-Lynx: A Mobile Platform for Physical Activity Social Support for People With SCI Pilot Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sci-lynx-a-mobile-platform-for-physical-activity-social-support-for-people-with-sci-pilot-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-06-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-02-28",
            "studyFirstSubmitQcDate": "2023-02-28",
            "studyFirstPostDateStruct": {
                "date": "2023-03-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-06-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-06-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Thomas W. Storer, Ph.D",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Brigham and Women's Hospital"
            },
            "leadSponsor": {
                "name": "Brigham and Women's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "The Craig H. Neilsen Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Physical activity is important to maintain health, fitness, and function in people with spinal cord injury (SCI) and social support is one of the most effective ways to increase physical activity participation. However, a large proportion of people with SCI are physically inactive and do not engage in recreational activities due to environmental and physical challenges. Many people with SCI also experience challenges with social connection, which may make engaging in physical activities more difficult.\n\nThe investigators are offering a new online application designed specifically for people with SCI.\n\nThe purpose of the research is to develop and evaluate a new online app, called SCI-Lynx, that would allow people with SCI to connect with other people and support each other in their physical activity, exercise, or other health or personal goals over a one-month period. This research will also evaluate how SCI-Lynx affects self-efficacy and social support for exercise and provide new information on changing physical activity participation and social connection in people with SCI.",
            "detailedDescription": "Physical inactivity or low levels of leisure time physical activity is a concern for individuals with SCI as there are clear benefits for exercise in this special population. Exercise must be sustained to benefit health - the effects are quickly lost when people stop being active. There are several behavioral and other approaches that have been tried to help people adhere to exercise programs.1-4 However, many strategies are not sustained by people over time because people lose interest (i.e. people frequently stop using exercise trackers in the absence of other social support), are not widely accessible or are impractical to scale.\n\nMobile health applications can be designed to include effective behavioral change strategies to help people develop the skills they need (e.g., goal setting, self-monitoring) to successfully engage in sustained physical activity. A systematic review on effectiveness of mobile apps among healthy people and in those with a range of chronic conditions found statistically significant improvements in health outcomes.5\n\nA systematic review of the most effective strategies to increase adherence to an exercise program include many features that can be integrated into mobile health applications, such as activity tracking, goal setting and social connections.1,6,7 These evidence-based behavioral change approaches can be delivered in many ways, including in-person contact, use of Internet websites, or using printed materials. Mobile health applications, however, have the advantage of allowing users or moderators to reach others remotely at any time and place locally or globally with easy dissemination of information.6,8\n\nWhile mobile health technology provides an efficient way to deliver behavioral change interventions, uptake, and long-term adherence to mobile applications and/or wearable devices is often low.9 Applications that enable social connections, such as social media networks like Facebook or Instagram, have the largest engagement of any online applications. According to a recent survey, approximately three-quarters of Facebook users and sixty percent of Instagram users visit these sites at least once a day.10 However, websites and networks focused on people with SCI do not currently integrate a social media approach to support physical activity. Mobile Applications that do integrate physical fitness social networks such as Strava are available but focused on non-disabled athletes and are not adapted to meet the different social, emotional, environmental, or physical needs of people with SCI who want to be physically active or gain support for physical activity specific to SCI.11"
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries"
            ],
            "keywords": [
                "Spinal Cord Injury",
                "Exercise",
                "Physical Activity",
                "Digital Health",
                "Smartphone Application"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "There will be a total of 50 participants enrolled in the study, 25 will be randomized into the intervention group (SCI-Lynx App) and 25 into the control group (usual care).",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention Group",
                    "type": "EXPERIMENTAL",
                    "description": "25 individuals will be randomized into the intervention group and download SCI-Lynx Mobile Application.",
                    "interventionNames": [
                        "Behavioral: SCI-Lynx Mobile Application"
                    ]
                },
                {
                    "label": "Control Group",
                    "type": "NO_INTERVENTION",
                    "description": "25 individuals will be randomized into the control group or usual care. They will then have an opportunity at the end of the 1-month to download the SCI-Lynx Mobile Application."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "SCI-Lynx Mobile Application",
                    "description": ". The SCI-Lynx application will enable people to find others with the same chronic condition who have similar exercise interests and goals. Individuals can make social connections, set, and track their exercise goals and support one another in their physical activities. It provides content customized for each condition to encourage participant's belief in the benefits of exercise and improve their self-efficacy for exercise through tracking of their own progress. An additional feature of SCI-Lynx is the ability to direct messages to other individuals or create subgroups within their network providing a further social support for individuals with SCI.",
                    "armGroupLabels": [
                        "Intervention Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Acceptability and Usability",
                    "description": "A standardized Usability Questionnaire that has been used in previous trials of other technologies by this team will be used. It consists of a series of questions that evaluate the participant's self-reported experiences with the SCI-Lynx on a number of characteristics, including ease of use and overall satisfaction. Each item is rated on a 7-point Likert scale. In addition, semi-structured interview questions will probe all participant's experiences with SCI-Lynx.",
                    "timeFrame": "Follow-up assessments (1 month after randomization)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "National Institutes of Health and Northwestern University Toolbox Item Bank version 2.0- Loneliness (Aged 18+)- Fixed Form",
                    "description": "The present study will explore preliminary evidence by examining significant changes, or trends toward change in loneliness. Loneliness will be measured using the National Institutes of Health and Northwestern University Toolbox Item Bank version 2.0- Loneliness (Aged 18+)- Fixed Form. Scoring is based on a 5- item fixed length from for ages 18+. The 5-point scale with options ranging from \"never\" with a numerical value of 1 to \"always\" with a numerical value of 5. Higher scores are indicative of more loneliness,1 standard deviation or more above the mean score (T≥60) suggests high levels of loneliness. Lower scores are indicative of lower levels of loneliness,1 standard deviation or more below a mean score (T≤40) suggests lower levels of loneliness. Scores of T≥60 may justify concern.",
                    "timeFrame": "Baseline and the follow-up assessments (1 month after randomization)"
                },
                {
                    "measure": "Spinal Cord Injury Exercise Self-Efficacy Scale",
                    "description": "The present study will explore preliminary evidence by examining significant changes, or trends toward change in exercise self-efficacy. Exercise self-efficacy will be measured using the Spinal Cord Injury Exercise Self-Efficacy Scale (SCI-ESES). The 10-item form has a 4-point rating scale ranging from \"1=not always true\" to \"4=always true\". The total score is derived by summing the scores for the 10 individual items; the minimum score is 10 and the maximum score is 40. Higher scores indicate greater perceived exercise self-efficacy with lower scores indicating lesser perceived exercise self-efficacy.",
                    "timeFrame": "Baseline and then follow-up assessments (1 month after randomization)"
                },
                {
                    "measure": "Physical Activity",
                    "description": "The present study will explore preliminary evidence by examining significant changes, or trends toward change in physical activity. Physical activity will be measured using the Physical Activity Recall Assessment for People with SCI (PARA-SCI)",
                    "timeFrame": "Baseline and then follow-up assessments (1 month after randomization)"
                },
                {
                    "measure": "Modified Sallis Social Support for Exercise Survey",
                    "description": "The present study will explore preliminary evidence by examining significant changes, or trends toward change in social support for exercise. Social support for exercise will be measured using the Modified Sallis Social Support for Exercise Survey. The 13-item survey asses the level of support individuals making health-behavior changes (exercise) felt they were receiving from family and friends. Scoring for the Modified Sallis Social Support for Exercise Survey is separated into family and friends. The 6-item scoring scale ranges from \"1=none\", \"5=very often\" to \"8=does not apply\". For family participation the sum of items 11-16 and 20-23, for family rewards and punishment sum items 17-19 and for friend participation sum items 11-16 and 20-23. For both the family and friend participation the minimum scoring a participate can report is 10 and a maximum of 50, the lower the score indicates less social support for exercise and higher scores indicate greater social support for exercise.",
                    "timeFrame": "Baseline and then follow-up assessments (1 month after randomization)"
                },
                {
                    "measure": "Adherence",
                    "description": "Adherence will be measured using self-report physical activity questionnaires. Use data will include the number of times users logged into the system, the number of connections they made with other people and the number/frequency of activities logged and goals set.",
                    "timeFrame": "Follow-up assessments (1 month after randomization)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Spinal cord injury (SCI) at least 1-year post-injury;\n2. . Use a wheelchair (including wheelchairs that are manual, electric or electric scooter) as their primary mobility mode;\n3. Greater than 18 years of age; and\n4. Able to provide informed consent.\n\nExclusion Criteria:\n\n1. Not fluent in conversational English;\n2. Any health condition that would suggest inability to complete requirements of this study; and\n3. Does not have access to computer, tablet, or other device that does not have capability for Zoom video calls or downloading the SCI-Lynx mobile application.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Shannon Hernon, PhD",
                    "role": "CONTACT",
                    "phone": "6175259143",
                    "email": "SHERNON@BWH.HARVARD.EDU"
                },
                {
                    "name": "Thomas Storer, PhD",
                    "role": "CONTACT",
                    "phone": "4242485993",
                    "email": "tstorer@bwh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Thomas Storer, PhD",
                    "affiliation": "Mass General Brigham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shannon Hernon, PhD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}