{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03812172",
            "orgStudyIdInfo": {
                "id": "AAAS4054"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL139671-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL139671-01A1"
                }
            ],
            "organization": {
                "fullName": "Columbia University",
                "class": "OTHER"
            },
            "briefTitle": "Screening for Cardiac Amyloidosis With Nuclear Imaging for Minority Populations",
            "officialTitle": "Screening for Cardiac Amyloidosis With Nuclear Cardiology for Minority Populations",
            "acronym": "SCAN-MP",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "screening-for-cardiac-amyloidosis-with-nuclear-imaging-for-minority-populations"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-05-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-01-10",
            "studyFirstSubmitQcDate": "2019-01-17",
            "studyFirstPostDateStruct": {
                "date": "2019-01-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Mathew S. Maurer",
                "investigatorTitle": "Arnold and Arlene Goldstein Professor of Cardiology",
                "investigatorAffiliation": "Columbia University"
            },
            "leadSponsor": {
                "name": "Mathew S. Maurer",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                },
                {
                    "name": "Boston Medical Center",
                    "class": "OTHER"
                },
                {
                    "name": "Harlem Hospital Center",
                    "class": "OTHER"
                },
                {
                    "name": "The Scripps Research Institute",
                    "class": "OTHER"
                },
                {
                    "name": "Yale University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In this study, the investigators will recruit a cohort of elderly Black and Hispanic patients with heart failure to define the number of patients who have cardiac amyloidosis by utilizing highly sensitive heart imaging and blood tests. The investigators will also explore differences in genetics and sex as they relate to heart failure disease progression in cardiac amyloidosis.",
            "detailedDescription": "Heart failure with preserved ejection fraction (HFpEF) disproportionately afflicts older Black and Hispanic Americans. ATTR cardiac amyloidosis (ATTR CA) is caused by myocardial deposition of misfolded transthyretin protein (TTR or prealbumin) and is classified by the genetics of TTR into wild-type (ATTRwt) or hereditary (hATTR or ATTRm). ATTR CA, irrespective of genotype, is an age-dependent, often unrecognized, mechanism underlying HFpEF. While hATTR CA results from point mutations that promote TTR misfolding and amyloid aggregation, factors that contribute to ATTRwt CA are not well defined. While previously thought to be untreatable, promising therapies that have been recently reported are most effective if administered early in disease course. Only a small proportion of individuals with wild-type TTR will develop ATTRwt CA, overwhelmingly reported in Caucasian males beyond age 60 years. However, as an autosomal protein, allele distribution is not sex specific. For hATTR, a substitution of isoleucine for valine (Val122Ile) is the most frequent TTR mutation in the US, observed exclusively in Black Americans with an allele frequency of 3.4%. But there are no data regarding the prevalence of ATTRwt CA in African Americans and no data for ATTR CA prevalence, irrespective of genotype, in the Hispanic population. One of the reasons for the knowledge deficit is the challenge of diagnosis. Endomyocardial biopsy, while nearly 100% sensitive and specific, is impractical as a screening test and genotyping alone of patients is insufficient to identify ATTR CA because wild-type patients develop disease. In this study, the investigators will use a highly accurate technique for ATTR CA identification using Tc99m-pyrophosphate (PYP) imaging that avoids the need for biopsy. (Tc99m-HDP may be used in cases of interrupted supply of PYP) Tc99m-PYP myocardial uptake can occur before echocardiographic or clinical changes, suggesting enhanced sensitivity. While studies using the technique have suggested that 10-15% of elderly hospitalized patients with HF may have ATTR CA, Tc99m-PYP has not been applied broadly in HF patients as a means to facilitate early diagnosis. In addition, the investigators will test the diagnostic accuracy of a point-of-care diagnostic tool that utilizes a novel biomarker, retinol binding protein 4 (RBP4), and an assay to measure TTR stability. The overall hypothesis is that a significant proportion of HF in elderly Blacks and Hispanics is caused ATTR CA. Using these non-invasive tests, the investigators will establish the prevalence of ATTR CA and explore the relationship between RBP4 concentration and TTR stability in a prospective cohort study of elderly Black and Hispanic Americans with HF."
        },
        "conditionsModule": {
            "conditions": [
                "Amyloid Cardiomyopathy, Transthyretin-Related"
            ],
            "keywords": [
                "Heart Failure",
                "Cardiac Amyloidosis",
                "TTR mutation",
                "Blacks",
                "Hispanics",
                "Aging"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Participants in this study will provide samples of blood and urine which will be analyzed for specific biomarkers and stored for possible future research."
            },
            "enrollmentInfo": {
                "count": 800,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Blacks/Hispanics with Heart Failure",
                    "description": "Blacks/Hispanics with heart failure due to transthyretin cardiac amyloidosis will be identified by 99mTc-PYP (or 99mTc-HDP) scintigraphy. Those with transthyretin cardiac amyloidosis will be further subtyped into those with a genetic cause (ATTRm) and those with a non-genetic cause (ATTRwt - wild type transthyretin cardiac amyloidosis).",
                    "interventionNames": [
                        "Drug: 99mTc-PYP or 99m Tc-HDP"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "99mTc-PYP or 99m Tc-HDP",
                    "description": "10-25 mCi of 99mTc-PYP (or 99m Tc-HDP) will be administered intravenously and imaging will be performed after 3 hours.",
                    "armGroupLabels": [
                        "Blacks/Hispanics with Heart Failure"
                    ],
                    "otherNames": [
                        "Technetium-99m-Pyrophosphate or Technetium-99m-HydroxyMethyleneDiphosphonate"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Prevalence of Transthyretin Cardiac Amyloidosis in Caribbean Hispanics and Blacks with heart failure (HF)",
                    "description": "The prevalence of ATTR CA will be defined by the number of cases with significant myocardial retention of Tc-99 PYP including both ATTRwt and ATTRm CA as a percentage of total enrollment.",
                    "timeFrame": "5 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Prevalence of ATTRwt and ATTRm in Blacks and Caribbean Hispanics",
                    "description": "Among subjects with ATTR-CA we will determine the prevalence of ATTRwt and ATTRm from the Val122Ile mutation in Blacks and Caribbean Hispanics",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Sex distribution of ATTR cardiac amyloidosis",
                    "description": "The prevalence of ATTR cardiac amyloidosis will be calculated among men and women enrolled in this study",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "Disease progression in ATTRwt compared to ATTRm",
                    "description": "In the ATTR CA group alone, a composite time-to-first-event endpoint at 1-year of death, heart failure hospitalization, or 30% decline in 6-minute hall walk will be compared between ATTRwt and ATTRm subjects.",
                    "timeFrame": "5 years"
                },
                {
                    "measure": "RBP4 in Urine",
                    "description": "Retinol binding protein 4 (RBB4) will be measured in urine.",
                    "timeFrame": "5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Black or Hispanic of Caribbean origin.\n2. Age ≥ 60 years.\n3. Diagnosis of heart failure, confirmed by one of two methods:\n\n   1. Modified criteria utilized by Rich et al. which include a history of acute pulmonary edema or the occurrence of at least two of the following that improved with diuretic therapy without another identifiable cause: dyspnea on exertion, paroxysmal nocturnal dyspnea, orthopnea, bilateral lower extremity edema or exertional fatigue, and\n   2. National Health and Nutrition Examination Survey (NHANES) congestive heart failure (CHF) criteria with a score ≥3.\n4. Left ventricular septal OR inferolateral wall thickness ≥12 mm by echocardiography.\n5. Left ventricular Ejection fraction \\>30% by echocardiography.\n6. Able to understand and sign the informed consent document after the nature of the study has been fully explained.\n\nExclusion Criteria:\n\n1. Primary amyloidosis (AL) or secondary amyloidosis (AA).\n2. Prior liver or heart transplantation.\n3. Active malignancy or non-amyloid disease with expected survival of less than 1 year.\n4. Heart failure, in the opinion of the investigator, primarily caused by severe left-sided valve disease. Note: if valve was repaired, subject may be considered as no longer with severe valve disease.Heart failure, in the opinion of the investigator, primarily caused by either valve disease or ischemic heart disease.\n5. Heart failure, in the opinion of the investigator, primarily caused by ischemic heart disease.\n6. Ventricular assist device or anticipated within the next 6 months.\n7. Impairment from stroke, injury or other medical disorder that precludes participation in the study.\n8. Disabling dementia or other mental or behavioral disease.\n9. Enrollment in a clinical trial not approved for co-enrollment.\n10. Expected use of continuous intravenous inotropic therapy in the next 6 months.\n11. High risk for non-adherence as determined by screening evaluation.\n12. Inability or unwillingness to comply with the study requirements.\n13. Chronic kidney disease with eGFR \\<15 mL/min/1.73 m2 or ESRD.\n14. Weight \\>350 lb.\n15. Nursing home resident.\n16. Other reason that would make the subject inappropriate for entry into this study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Blacks and Caribbean Hispanics with heart failure not primarily due to ischemic heart disease or valvular disease.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stephen Helmke",
                    "role": "CONTACT",
                    "phone": "212-932-4537",
                    "email": "sh2669@cumc.columbia.edu"
                },
                {
                    "name": "Mathew S. Maurer, MD",
                    "role": "CONTACT",
                    "phone": "212-305-9808",
                    "email": "msm10@cumc.columbia.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mathew S. Maurer, MD",
                    "affiliation": "Columbia University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Yale University/Yale New Haven Medical Center",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06519",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cinthia deFreitas, RN",
                            "role": "CONTACT",
                            "phone": "203-785-6315"
                        },
                        {
                            "name": "Ed Miller, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                },
                {
                    "facility": "Boston Medical Center/Boston University Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Denise Fine",
                            "role": "CONTACT",
                            "phone": "617-638-8716"
                        },
                        {
                            "name": "Frederick L. Ruberg, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Columbia University Irving Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stephen Helmke, RDCS MPH",
                            "role": "CONTACT",
                            "phone": "212-932-4537",
                            "email": "sh2669@cumc.columbia.edu"
                        },
                        {
                            "name": "Mathew S. Maurer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                },
                {
                    "facility": "Harlem Hospital",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Damian C. Kurian, MD",
                            "role": "CONTACT",
                            "phone": "212-939-4701",
                            "email": "damian.kurian@nychhc.org"
                        },
                        {
                            "name": "Ivrose Janvier, PA",
                            "role": "CONTACT",
                            "phone": "212-939-4700",
                            "email": "Ivrose.Janvier@nychcc.org"
                        },
                        {
                            "name": "Damian C. Kurian, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30145929",
                    "type": "BACKGROUND",
                    "citation": "Maurer MS, Schwartz JH, Gundapaneni B, Elliott PM, Merlini G, Waddington-Cruz M, Kristen AV, Grogan M, Witteles R, Damy T, Drachman BM, Shah SJ, Hanna M, Judge DP, Barsdorf AI, Huber P, Patterson TA, Riley S, Schumacher J, Stewart M, Sultan MB, Rapezzi C; ATTR-ACT Study Investigators. Tafamidis Treatment for Patients with Transthyretin Amyloid Cardiomyopathy. N Engl J Med. 2018 Sep 13;379(11):1007-1016. doi: 10.1056/NEJMoa1805689. Epub 2018 Aug 27."
                },
                {
                    "pmid": "27557400",
                    "type": "BACKGROUND",
                    "citation": "Castano A, Haq M, Narotsky DL, Goldsmith J, Weinberg RL, Morgenstern R, Pozniakoff T, Ruberg FL, Miller EJ, Berk JL, Dispenzieri A, Grogan M, Johnson G, Bokhari S, Maurer MS. Multicenter Study of Planar Technetium 99m Pyrophosphate Cardiac Imaging: Predicting Survival for Patients With ATTR Cardiac Amyloidosis. JAMA Cardiol. 2016 Nov 1;1(8):880-889. doi: 10.1001/jamacardio.2016.2839."
                },
                {
                    "pmid": "27143678",
                    "type": "BACKGROUND",
                    "citation": "Gillmore JD, Maurer MS, Falk RH, Merlini G, Damy T, Dispenzieri A, Wechalekar AD, Berk JL, Quarta CC, Grogan M, Lachmann HJ, Bokhari S, Castano A, Dorbala S, Johnson GB, Glaudemans AW, Rezk T, Fontana M, Palladini G, Milani P, Guidalotti PL, Flatman K, Lane T, Vonberg FW, Whelan CJ, Moon JC, Ruberg FL, Miller EJ, Hutt DF, Hazenberg BP, Rapezzi C, Hawkins PN. Nonbiopsy Diagnosis of Cardiac Transthyretin Amyloidosis. Circulation. 2016 Jun 14;133(24):2404-12. doi: 10.1161/CIRCULATIONAHA.116.021612. Epub 2016 Apr 22."
                },
                {
                    "pmid": "22877808",
                    "type": "BACKGROUND",
                    "citation": "Ruberg FL, Maurer MS, Judge DP, Zeldenrust S, Skinner M, Kim AY, Falk RH, Cheung KN, Patel AR, Pano A, Packman J, Grogan DR. Prospective evaluation of the morbidity and mortality of wild-type and V122I mutant transthyretin amyloid cardiomyopathy: the Transthyretin Amyloidosis Cardiac Study (TRACS). Am Heart J. 2012 Aug;164(2):222-228.e1. doi: 10.1016/j.ahj.2012.04.015."
                },
                {
                    "pmid": "31171094",
                    "type": "BACKGROUND",
                    "citation": "Ruberg FL, Grogan M, Hanna M, Kelly JW, Maurer MS. Transthyretin Amyloid Cardiomyopathy: JACC State-of-the-Art Review. J Am Coll Cardiol. 2019 Jun 11;73(22):2872-2891. doi: 10.1016/j.jacc.2019.04.003."
                },
                {
                    "pmid": "31480867",
                    "type": "BACKGROUND",
                    "citation": "Maurer MS, Bokhari S, Damy T, Dorbala S, Drachman BM, Fontana M, Grogan M, Kristen AV, Lousada I, Nativi-Nicolau J, Cristina Quarta C, Rapezzi C, Ruberg FL, Witteles R, Merlini G. Expert Consensus Recommendations for the Suspicion and Diagnosis of Transthyretin Cardiac Amyloidosis. Circ Heart Fail. 2019 Sep;12(9):e006075. doi: 10.1161/CIRCHEARTFAILURE.119.006075. Epub 2019 Sep 4."
                },
                {
                    "pmid": "32476490",
                    "type": "BACKGROUND",
                    "citation": "Kittleson MM, Maurer MS, Ambardekar AV, Bullock-Palmer RP, Chang PP, Eisen HJ, Nair AP, Nativi-Nicolau J, Ruberg FL; American Heart Association Heart Failure and Transplantation Committee of the Council on Clinical Cardiology. Cardiac Amyloidosis: Evolving Diagnosis and Management: A Scientific Statement From the American Heart Association. Circulation. 2020 Jul 7;142(1):e7-e22. doi: 10.1161/CIR.0000000000000792. Epub 2020 Jun 1. Erratum In: Circulation. 2021 Jul 6;144(1):e10. doi: 10.1161/CIR.0000000000000997. Circulation. 2021 Jul 6;144(1):e11. doi: 10.1161/CIR.0000000000000998."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009202",
                    "term": "Cardiomyopathies"
                },
                {
                    "id": "D000000686",
                    "term": "Amyloidosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "relevance": "LOW"
                },
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "asFound": "Amyloidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12154",
                    "name": "Cardiomyopathies",
                    "asFound": "Cardiomyopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                }
            ]
        }
    },
    "hasResults": false
}