{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06486181",
            "orgStudyIdInfo": {
                "id": "24020105"
            },
            "organization": {
                "fullName": "Rush University Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Second Line Endovascular Treatment in Acute DVT",
            "officialTitle": "A Randomized Controlled Trial for Second Line Treatment of Acute DVT With Endovascular Interventional Treatments",
            "therapeuticArea": [
                "Other"
            ],
            "study": "second-line-endovascular-treatment-in-acute-dvt"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-29",
            "studyFirstSubmitQcDate": "2024-06-26",
            "studyFirstPostDateStruct": {
                "date": "2024-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Bulent Arslan",
                "investigatorTitle": "Physician",
                "investigatorAffiliation": "Rush University Medical Center"
            },
            "leadSponsor": {
                "name": "Rush University Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this study is to fill the paucity of second line endovascular treatment for acute deep venous thrombus (DVT) by using catheter-directed thrombolysis (CDT) and mechanical thrombectomy (MT) as adjunctive second-line treatments for acute DVT patients who show no improvement after an initial anticoagulation trial for one week. The main questions the study aims to answer are:\n\n- Are adjunctive use of endovascular interventional treatments as second-line to DVT treatment safe and efficient?\n\nParticipants will be followed with repeat US at 1 week after initial DVT to assess for response to anticoagulation treatment. If there is significant residual thrombus with minimal or no response to treatment, participants will be offered enrollment to the study in the office or inpatient setting. Enrolled participants will be randomized into control or intervention arms with 1:1 ratio. Researchers will compare follow-up Villalta and Marder scores between groups to see whether endovascular interventions are safe and efficient.",
            "detailedDescription": "The incidence of deep vein thrombosis (DVT) annually is documented to be between 45 and 117 cases per 100,000 individuals. The disease markedly impairs patient well-being, leading to symptoms such as pain, limb edema, diminished mobility, and the development of cutaneous ulcers. The spectrum of DVT-associated complications is broad, encompassing post-thrombotic syndrome (PTS) in up to 56% of patients \\[1\\] , pulmonary embolism (PE) in an estimated 15% to 32%, and a recurrence rate of DVT within one year in approximately 22% of cases \\[2\\] . Survival metrics for DVT patients indicate a survival probability of 85.4% at one-year post-diagnosis, declining to 72.6% at the five-year mark in epidemiologic studies \\[3\\] . A large prospective cohort study showed that patients with acute iliofemoral DVT have 2.4 times more likely increased of recurrences compared to less extensive disease \\[4\\] . Another study showed increased risk of developing PTS alongside increased severity in patients with acute iliofemoral DVT rather than patients less extensive thrombus burden \\[5, 6\\] .\n\nAlthough the standard treatment for acute DVT is anticoagulation, the role of endovascular therapies has significantly increased. With the FDA clearance of devices for catheter-directed thrombolysis (CDT) and mechanical thrombectomy (MT), a recent claims analysis of Centers for Medicare and Medicaid Services beneficiaries documented a boost in endovascular treatment of acute DVT \\[7\\] . However, further data is needed to assess the long-term efficacy of endovascular treatment.\n\nThe ATTRACT trial, a randomized controlled trial comparing CDT with anticoagulation treatment for acute DVT, was a recent large-scale trial with a sample size of 692 \\[8\\] . The trial showed no benefit of CDT in preventing PTS over two years (47% vs. 48%, p = 0.56). However, the ATTRACT trial demonstrated significant improvement in early symptoms within 30 days in CDT arm (p = 0.001). Moreover, CDT treatment was shown to reduce the occurrence of moderate or severe PTS (18% vs. 28%, p = 0.02) with reducing severity of PTS as well (mean differences 1.6 in Villalta Scores between groups, p = 0.001).\n\nOne of the setbacks of the ATTRACT trial is that the devices used in the study are no longer in current practice (Trellis), or have been modified (AngioJet), and the direct oral anticoagulant (DOAC) agents, widely used in current practice, were not included in the study. The titration of warfarin is challenging and could be impacted by various parameters. With the rapid developments in health care technology, endovascular treatments of DVT are now performed more safely and efficiently. Additionally, Many new large bore thrombectomy devices with more advanced clot removal components received FDA clearance for use in acute and subacute DVT treatment \\[9-12\\] . With these new advancements in patient care, further data reflecting contemporary practice is needed.\n\nThe current Society of Interventional Radiology (SIR) guidelines for the management of acute DVT suggest that adjunctive CDT should be considered for patients who continue to have moderate-severe symptoms or impaired ambulation despite an initial anticoagulation trial \\[13\\] . This implies that CDT could be a second-line treatment, for which data is limited to non-randomized studies and expert consensus. Also, in routine care of the patients many clinicians fail to obtain a 1 week follow up US to confirm efficacy of the systemic anticoagulation. They rely on patient symptoms and patients have different thresholds for communicating their symptoms to their physicians which may lead to delayed care and potential loss of efficient endovascular therapeutic window.\n\nThis randomized controlled study aims to fill this gap by using CDT and MT as adjunctive second-line treatments for acute DVT patients who show no improvement after an initial anticoagulation trial for one week.\n\nAs per the standard of care all patients diagnosed with acute iliofemoral DVT are being seen in IR clinic 1 week after (+/- 3 days) the first notification to DVT team which is covered by IR 24/7, to assess the improvement after initial anticoagulation trial.\n\nDuring the clinic visit a venous duplex ultrasound imaging is performed to assess the thrombus burden compared to initial presentation. After the US study, clinical evaluation will be performed using Marder Score and Villalta Score systems. Patients who failed to improve after initial anticoagulation treatment will be offered enrollment to the study.\n\nAfter enrollment, patients will be randomized with 1:1 ratio by a web-based randomization tool.\n\nControl Arm:\n\nControl arm will be the continuation of current anticoagulation treatment, which is standard of care for 12 months unless crossover between groups is needed.\n\nIntervention Arm:\n\nPatients will undergo either CDT or MT procedures both of which have been cleared by FDA for the treatment of acute DVT. FDA-cleared endovascular devices currently available at our institution will be used for both procedures. The choice of procedure will be based on operator's preference, availability of device and the patient's bleeding risk. The endovascular procedure will be scheduled within 15 days of the initial symptoms.\n\nPatients' post-procedural Villalta scores and Marder Scores of pre/post-procedure venography and duplex ultrasound will be recorded at discharge.\n\nCrossover To Intervention Arm:\n\nCrossover from control arm to intervention arm will be considered when following conditions occur:\n\n* Clinical and/or imaging deterioration according to Villalta/Marder score systems.\n* Symptoms suggesting arterial vascular compromise\n* Development of new acute thrombus under anticoagulation"
        },
        "conditionsModule": {
            "conditions": [
                "Deep Venous Thrombosis"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "After enrollment, patients will be randomized with 1:1 ratio by a web-based randomization tool.\n\nControl Arm:\n\nControl arm will be the continuation of current anticoagulation treatment, which is standard of care for 12 months unless crossover between groups is needed.\n\nIntervention Arm:\n\nPatients will undergo either CDT or MT procedures both of which have been cleared by FDA for the treatment of acute DVT. FDA-cleared endovascular devices currently available at our institution will be used for both procedures. The choice of procedure will be based on operator's preference, availability of device and the patient's bleeding risk. The endovascular procedure will be scheduled within 15 days of the initial symptoms.\n\nPatients' post-procedural Villalta scores and Marder Scores of pre/post-procedure venography and duplex ultrasound will be recorded at discharge.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Unresolved Deep Venous Thrombosis Patients continuing with systemic anticoagulation",
                    "type": "NO_INTERVENTION",
                    "description": "Patients presenting to emergency department with the following criteria:\n\nover 18 years of age, who have diagnosis of acute femoropopliteal acute deep venous thrombus, placed on anticoagulation treatment and failed to resolve the DVT in 1 week (+/- 3 days) follow up Doppler US study. In control arm the treatment will be the continuation of current anticoagulation treatment, which is standard of care for 12 months unless crossover between groups is needed."
                },
                {
                    "label": "Unresolved Deep Venous Thrombosis Patients managed by interventional therapies.",
                    "type": "EXPERIMENTAL",
                    "description": "Patients presenting to emergency department with the following criteria:\n\nover 18 years of age, who have diagnosis of acute femoropopliteal acute deep venous thrombus, placed on anticoagulation treatment and failed to resolve the DVT in 1 week (+/- 3 days) follow up Doppler US study. In intervention arm, patients will undergo either CDT or MT procedures both of which have been cleared by FDA for the treatment of acute DVT. FDA-cleared endovascular devices currently available at our institution will be used for both procedures. The choice of procedure will be based on operator's preference, availability of device and the patient's bleeding risk. The endovascular procedure will be scheduled within 15 days of the initial symptoms.",
                    "interventionNames": [
                        "Other: Thrombolysis/Thrombectomy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Thrombolysis/Thrombectomy",
                    "description": "Endovascular interventions will be either catheter directed thrombolysis or mechanical thrombectomy procedures both of which have been cleared by FDA for the treatment of acute DVT.\n\nCatheter-directed thrombolysis involves the use of a catheter to deliver thrombolytic agents directly to the site of the clot, effectively dissolving the thrombus. Mechanical thrombectomy, on the other hand, employs specialized devices to physically remove the clot from the vessel. These procedures have been cleared by FDA as they are targeted approaches to safely and effectively restore blood flow and reduce the risk of complications associated with acute DVT.",
                    "armGroupLabels": [
                        "Unresolved Deep Venous Thrombosis Patients managed by interventional therapies."
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Efficacy of Endovascular Treatments Clinically",
                    "description": "The clinical symptoms will be evaluated to assess the efficacy of treatments treatment with Villalta score which ranges from 0 to 33 where higher score is the more severe disease\n\nThe scores will be compared between arms at the end of the study.",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Efficacy of Endovascular Treatments Clinically",
                    "description": "The clinical symptoms will be evaluated to assess the efficacy of treatments treatment with Villalta score which ranges from 0 to 33 where higher score is the more severe disease\n\nThe scores will be compared between arms at the end of the study.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Efficacy of Endovascular Treatments Clinically",
                    "description": "The clinical symptoms will be evaluated to assess the efficacy of treatments treatment with Villalta score which ranges from 0 to 33 where higher score is the more severe disease\n\nThe scores will be compared between arms at the end of the study.",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "Efficacy of Endovascular Treatments Clinically",
                    "description": "The clinical symptoms will be evaluated to assess the efficacy of treatments treatment with Villalta score which ranges from 0 to 33 where higher score is the more severe disease\n\nThe scores will be compared between arms at the end of the study.",
                    "timeFrame": "12 months"
                },
                {
                    "measure": "Efficacy of Endovascular Treatments Sonographically",
                    "description": "The thrombus burden will be evaluated to assess the efficacy of treatments treatment with Marder score which ranges from 0 to 24 where higher scores represent more severe thrombus burden.\n\nThe scores will be compared between arms at the end of the study.",
                    "timeFrame": "30 days"
                },
                {
                    "measure": "Efficacy of Endovascular Treatments Sonographically",
                    "description": "The thrombus burden will be evaluated to assess the efficacy of treatments treatment with Marder score which ranges from 0 to 24 where higher scores represent more severe thrombus burden.\n\nThe scores will be compared between arms at the end of the study.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Efficacy of Endovascular Treatments Sonographically",
                    "description": "The thrombus burden will be evaluated to assess the efficacy of treatments treatment with Marder score which ranges from 0 to 24 where higher scores represent more severe thrombus burden.\n\nThe scores will be compared between arms at the end of the study.",
                    "timeFrame": "180 days"
                },
                {
                    "measure": "Efficacy of Endovascular Treatments Sonographically",
                    "description": "The thrombus burden will be evaluated to assess the efficacy of treatments treatment with Marder score which ranges from 0 to 24 where higher scores represent more severe thrombus burden.\n\nThe scores will be compared between arms at the end of the study.",
                    "timeFrame": "12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Safety of Endovascular Treatments",
                    "description": "Any adverse events occurred within 30 days of procedure will be reviewed and categorized by the current Society of Interventional Radiology guidelines.",
                    "timeFrame": "30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients over 18 years of age\n* Patients who have diagnosis of acute femoropopliteal acute deep venous thrombus\n* Patients eligible for anticoagulation treatment\n\nExclusion Criteria:\n\n* Patients under 18 years of age\n* Patients over 75 years of age\n* Symptoms starting date of more than 14 days\n* Patients who have contraindication for anticoagulation treatment\n* Patients who have high bleeding risk (more than 2 of the following risk factors):\n\n  * Age \\>65 years\n  * Previous bleeding\n  * Cancer\n  * Metastatic cancer\n  * Renal failure\n  * Liver failure\n  * Thrombocytopenia\n  * Previous stroke\n  * Diabetes\n  * Anemia\n  * Antiplatelet therapy\n  * Poor anticoagulant control\n  * Comorbidity and reduced functional capacity\n  * Recent surgery in 30 days\n  * Frequent falls\n* Hemodynamically unstable patients\n* Patients having severe swelling and pain, cyanosis, and absent pulses consistent with compartment syndrome.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Emerald Amos, MS",
                    "role": "CONTACT",
                    "phone": "312-947-2518",
                    "email": "Emerald_Amos@rush.edu"
                },
                {
                    "name": "Okan Ince, MS",
                    "role": "CONTACT",
                    "phone": "312-947-2508",
                    "email": "Okan_Ince@rush.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Bulent Arslan, MD",
                    "affiliation": "Rush University Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "RUSH University Medical Center",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60612",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Okan Ince, MD",
                            "role": "CONTACT",
                            "phone": "312-947-2508",
                            "email": "Okan_Ince@rush.edu"
                        },
                        {
                            "name": "Emerald Amos, MS",
                            "role": "CONTACT",
                            "phone": "312-947-2518",
                            "email": "Emerald_Amos@rush.edu"
                        },
                        {
                            "name": "Bulent Arslan, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Lisa Rauschert, MD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Rehan Riaz, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21366477",
                    "type": "BACKGROUND",
                    "citation": "Kucher N. Clinical practice. Deep-vein thrombosis of the upper extremities. N Engl J Med. 2011 Mar 3;364(9):861-9. doi: 10.1056/NEJMcp1008740. No abstract available."
                },
                {
                    "pmid": "20434365",
                    "type": "BACKGROUND",
                    "citation": "Owens CA, Bui JT, Knuttinen MG, Gaba RC, Carrillo TC. Pulmonary embolism from upper extremity deep vein thrombosis and the role of superior vena cava filters: a review of the literature. J Vasc Interv Radiol. 2010 Jun;21(6):779-87. doi: 10.1016/j.jvir.2010.02.021."
                },
                {
                    "pmid": "26780736",
                    "type": "BACKGROUND",
                    "citation": "Heit JA, Spencer FA, White RH. The epidemiology of venous thromboembolism. J Thromb Thrombolysis. 2016 Jan;41(1):3-14. doi: 10.1007/s11239-015-1311-6."
                },
                {
                    "pmid": "31786086",
                    "type": "BACKGROUND",
                    "citation": "Notten P, Ten Cate-Hoek AJ, Arnoldussen CWKP, Strijkers RHW, de Smet AAEA, Tick LW, van de Poel MHW, Wikkeling ORM, Vleming LJ, Koster A, Jie KG, Jacobs EMG, Ebben HP, Coppens M, Toonder I, Ten Cate H, Wittens CHA. Ultrasound-accelerated catheter-directed thrombolysis versus anticoagulation for the prevention of post-thrombotic syndrome (CAVA): a single-blind, multicentre, randomised trial. Lancet Haematol. 2020 Jan;7(1):e40-e49. doi: 10.1016/S2352-3026(19)30209-1. Epub 2019 Nov 27."
                },
                {
                    "pmid": "30586751",
                    "type": "BACKGROUND",
                    "citation": "Comerota AJ, Kearon C, Gu CS, Julian JA, Goldhaber SZ, Kahn SR, Jaff MR, Razavi MK, Kindzelski AL, Bashir R, Patel P, Sharafuddin M, Sichlau MJ, Saad WE, Assi Z, Hofmann LV, Kennedy M, Vedantham S; ATTRACT Trial Investigators. Endovascular Thrombus Removal for Acute Iliofemoral Deep Vein Thrombosis. Circulation. 2019 Feb 26;139(9):1162-1173. doi: 10.1161/CIRCULATIONAHA.118.037425."
                },
                {
                    "pmid": "26853645",
                    "type": "BACKGROUND",
                    "citation": "Haig Y, Enden T, Grotta O, Klow NE, Slagsvold CE, Ghanima W, Sandvik L, Hafsahl G, Holme PA, Holmen LO, Njaaastad AM, Sandbaek G, Sandset PM; CaVenT Study Group. Post-thrombotic syndrome after catheter-directed thrombolysis for deep vein thrombosis (CaVenT): 5-year follow-up results of an open-label, randomised controlled trial. Lancet Haematol. 2016 Feb;3(2):e64-71. doi: 10.1016/S2352-3026(15)00248-3. Epub 2016 Jan 6."
                },
                {
                    "pmid": "34416368",
                    "type": "BACKGROUND",
                    "citation": "Von Ende E, Gayou EL, Chick JFB, Makary MS. Nationwide Trends in Catheter-Directed Therapy Utilization for the Treatment of Lower Extremity Deep Vein Thrombosis in Medicare Beneficiaries. J Vasc Interv Radiol. 2021 Nov;32(11):1576-1582.e1. doi: 10.1016/j.jvir.2021.08.002. Epub 2021 Aug 17."
                },
                {
                    "pmid": "29211671",
                    "type": "BACKGROUND",
                    "citation": "Vedantham S, Goldhaber SZ, Julian JA, Kahn SR, Jaff MR, Cohen DJ, Magnuson E, Razavi MK, Comerota AJ, Gornik HL, Murphy TP, Lewis L, Duncan JR, Nieters P, Derfler MC, Filion M, Gu CS, Kee S, Schneider J, Saad N, Blinder M, Moll S, Sacks D, Lin J, Rundback J, Garcia M, Razdan R, VanderWoude E, Marques V, Kearon C; ATTRACT Trial Investigators. Pharmacomechanical Catheter-Directed Thrombolysis for Deep-Vein Thrombosis. N Engl J Med. 2017 Dec 7;377(23):2240-2252. doi: 10.1056/NEJMoa1615066."
                },
                {
                    "pmid": "36375763",
                    "type": "BACKGROUND",
                    "citation": "Vedantham S, Desai KR, Weinberg I, Marston W, Winokur R, Patel S, Kolli KP, Azene E, Nelson K. Society of Interventional Radiology Position Statement on the Endovascular Management of Acute Iliofemoral Deep Vein Thrombosis. J Vasc Interv Radiol. 2023 Feb;34(2):284-299.e7. doi: 10.1016/j.jvir.2022.10.038. Epub 2022 Nov 11."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "501(k) Clearance for Inari Medical, Accessed in June 2024",
                    "url": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfpmn/pmn.cfm?id=K163549"
                },
                {
                    "label": "501(k) Clearance for Penumbra, Accessed in June 2024",
                    "url": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfpmn/pmn.cfm?ID=K223186"
                },
                {
                    "label": "501(k) Clearance for Innova Vascular, Accessed in June 2024",
                    "url": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfpmn/pmn.cfm?ID=K223929"
                },
                {
                    "label": "501(k) Clearance for Thrombolex, Accessed in June 2024",
                    "url": "https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfPMN/pmn.cfm?ID=K183290"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data will be accessible only to the research staff who perform the statistical analysis."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013927",
                    "term": "Thrombosis"
                },
                {
                    "id": "D000020246",
                    "term": "Venous Thrombosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016769",
                    "term": "Embolism and Thrombosis"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16686",
                    "name": "Thrombosis",
                    "asFound": "Thrombosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22071",
                    "name": "Venous Thrombosis",
                    "asFound": "Venous Thrombosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7784",
                    "name": "Embolism",
                    "relevance": "LOW"
                },
                {
                    "id": "M19128",
                    "name": "Embolism and Thrombosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M8473",
                    "name": "Fibrinolytic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "FiAg",
                    "name": "Fibrinolytic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}