{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06088381",
            "orgStudyIdInfo": {
                "id": "HP-00106914"
            },
            "organization": {
                "fullName": "University of Maryland, Baltimore",
                "class": "OTHER"
            },
            "briefTitle": "Selective Adjuvant Therapy for HPV-mediated Oropharynx SCCs Based on Residual Circulating Tumor DNA Levels (SAVAL)",
            "officialTitle": "A Single Arm Phase II Trial Evaluating Selective Adjuvant Therapy for HPV-mediated Oropharynx SCCs Based on Residual Circulating Tumor DNA Levels (SAVAL)",
            "acronym": "SAVAL",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "selective-adjuvant-therapy-for-hpv-mediated-oropharynx-sccs-based-on-residual-circulating-tumor-dna-levels-saval"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-18",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-18",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-28",
            "studyFirstSubmitQcDate": "2023-10-16",
            "studyFirstPostDateStruct": {
                "date": "2023-10-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jason Molitoris, MD PhD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "University of Maryland, Baltimore"
            },
            "leadSponsor": {
                "name": "University of Maryland, Baltimore",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Patients with human papillomavirus (HPV)-related oropharyngeal cancer generally have favorable outcomes and how well they do depends on the specific details about the patient and their cancer. How well they do isn't as related to the kinds of treatment they get. However, there are significant side effects for the various types of treatments they may get. Because these patients generally have favorable outcomes no matter the kind of treatment, reducing side effects should be a priority when choosing their treatment.\n\nThe goal of this clinical research study is to evaluate whether a new blood test called a Circulating Tumor DNA test (ctDNA test) can decrease the number of people that require radiation after surgery. This blood test is often elevated in people when they are diagnosed with head and neck cancer. There are studies that show that cancer most often returns when this blood test is positive after treatment. This study will test patients' blood before and after surgery. In cases where the test is negative after surgery, people on the study will not receive radiation unless they are considered high risk based on surgery findings. The hope is that radiation and its potential side effects can be limited to only people that need the treatment.",
            "detailedDescription": "Patients with human papillomavirus (HPV) or its surrogate marker p16, positive oropharyngeal squamous cell carcinoma (hereafter p16+OPSCC) exhibit favorable overall survival rates of 70-100% at 3 years. These outcomes are dependent on disease burden and patient characteristics and independent of treatment modality. Significant treatment related side effects exist despite advances in radiotherapy technology, surgical techniques, and supportive care. In addition to common acute toxicities, their favorable overall survival potentially places these patients at increased risk for developing long-term treatment-induced side-effects. Therefore, it is important to establish novel management approaches that maintain excellent current clinical outcomes while effectively reducing acute and long-term side effects.\n\nThe de-escalation trials for surgical management have explored various combinations of dose-reduction, while preserving favorable oncologic outcomes for patients. Prospective trials have demonstrated efficacy, safety, and functional benefit following treatment reduction to the primary tumor, regional lymph node metastasis, and the elective nodal volume. Therefore, newer approaches of combining the treatment modifications from each of these treatment fields offer the potential to have substantial harm reduction for future patients.\n\nCell free HPV tumor DNA (ctDNA) has emerged as a method to monitor the presence of disease and is a promising biomarker. Changes in expression of ctDNA post treatment with TransOral Robotic Surgery (TORS) or radiation therapy (RT) with or without chemotherapy are observed and clearance of ctDNA is associated with a favorable prognosis. These promising findings have led several groups to initiate clinical trials evaluating observation in patients after definitive oropharyngeal cancer removal and subsequent clearance of ctDNA levels. Data suggests that patients who initially undergo observation following TORS have similar rates of distant metastases and favorable rates of salvage. To date, an observation-based approach has not been adopted for intermediate risk patients due to challenges identifying optimal cohorts for observation and concern for increased treatment related toxicity for patients who do require salvage. In this trial, the investigators propose use of ctDNA clearance to identify patients who are optimal for observation. This protocol tests the hypothesis that patients currently recommended for adjuvant RT based on intermediate risk factors can be observed post-TORS when ctDNA is cleared.\n\nPatients with p16+OPSCC who are candidates for surgery (TORS) and have positive ctDNA will be offered registration for the study prior to surgical resection. After TORS, all patients will have ctDNA drawn within 2-14 days post operatively. Combined with pathological criteria, all patients will be stratified into one three risk groups; low risk, intermediate risk, high risk. The low risk group will be observed (no radiation) per standard of care (SOC). The intermediate group (intermediate pathological features and negative ctDNA) will also be observed (no radiation) per the experimental arm. The high risk group will receive adjuvant treatment (RT +/- chemotherapy) per SOC."
        },
        "conditionsModule": {
            "conditions": [
                "Head and Neck Cancer",
                "Head and Neck Squamous Cell Carcinoma",
                "Oropharynx Cancer",
                "Oropharynx Squamous Cell Carcinoma",
                "HPV Positive Oropharyngeal Squamous Cell Carcinoma"
            ],
            "keywords": [
                "Transoral Robotic Surgery (TORS)",
                "Head and Neck Cancer",
                "Oropharynx Cancer",
                "HPV p16 Oropharynx Cancer",
                "Proton Therapy",
                "Photon Therapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 61,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intermediate Risk Experimental Observation",
                    "type": "EXPERIMENTAL",
                    "description": "Requires the following criteria:\n\n1. Pathological T1-3 N1-2 with negative surgical margins\n2. Absent or microscopic extracapsular extension(ECE) (≤1mm)\n3. ctDNA positive pre-operatively and negative post-operatively\n\nThis group will undergo observation on the experimental arm of the study. They will be monitored for toxicity, Quality of Life (QoL) and outcomes evaluation. Suspected locoregional recurrence (LRR) based on physical examination, imaging or increasing ctDNA will undergo completion of workup at the discretion of the University of Maryland Head and Neck tumor board. LRR will be offered salvage treatment based on recommendations from multi-disciplinary discussion. Salvage therapy could include surgical resection (with or without adjuvant treatment), and definitive RT (with or without chemotherapy).",
                    "interventionNames": [
                        "Other: Experimental Observation",
                        "Other: Observation per Standard of Care",
                        "Radiation: Adjuvant Treatment per Standard of Care",
                        "Diagnostic Test: Circulating Tumor DNA test (ctDNA test)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Experimental Observation",
                    "description": "Patients on the experimental arm will be under observation only.",
                    "armGroupLabels": [
                        "Intermediate Risk Experimental Observation"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Observation per Standard of Care",
                    "description": "The low-risk group of patients will be observed per standard of care.",
                    "armGroupLabels": [
                        "Intermediate Risk Experimental Observation"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Adjuvant Treatment per Standard of Care",
                    "description": "The high-risk group of patients will receive adjuvant treatment per standard of care (Radiation with or without chemotherapy)",
                    "armGroupLabels": [
                        "Intermediate Risk Experimental Observation"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Circulating Tumor DNA test (ctDNA test)",
                    "description": "Blood test for diagnostic and surveillance purposes measuring expression of Cell free HPV tumor DNA (ctDNA) in the blood. Patients will undergo ctDNA within 90 days pre-transoral robotic surgery(TORS), 2-14 days post TORS, then every 3 months (except for at 21 months) for 2 year post completion of initial therapy or salvage therapy.",
                    "armGroupLabels": [
                        "Intermediate Risk Experimental Observation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression-free Survival (PFS)",
                    "description": "Percent PFS at 2 year post last treatment inclusive of patients undergoing salvage treatment for LRR.",
                    "timeFrame": "2 year post last treatment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of Recurrence",
                    "description": "Rate of recurrence at one year post TORS with negative ctDNA",
                    "timeFrame": "1 year post TORS"
                },
                {
                    "measure": "Rate of Salvage",
                    "description": "Rate of salvage for locoregional recurrence (LRR) after TORS",
                    "timeFrame": "2 years post TORS"
                },
                {
                    "measure": "Locoregional recurrence (LRR)",
                    "timeFrame": "2 year post last treatment"
                },
                {
                    "measure": "Overall Survival (OS)",
                    "timeFrame": "2 year post last treatment"
                },
                {
                    "measure": "Number of participants free from distant metastases",
                    "description": "Freedom from Distant Metastases (FFDM) at 2 years post last treatment",
                    "timeFrame": "2 year post last treatment"
                },
                {
                    "measure": "Number of participants with grade 2/3 xerostomia",
                    "description": "defined by PRO-CTCAE (patient-reported outcome (PRO) measurement system - Common Terminology Criteria for Adverse Events (CTCAE))",
                    "timeFrame": "1-year following completion of treatment"
                },
                {
                    "measure": "Patient scores from the questionnaire called The Monroe Dunaway Anderson Dysphagia Inventory (MDADI)",
                    "description": "The M.D. Anderson Dysphagia Inventory is a self-administered questionnaire designed specifically for evaluating the impact of dysphagia on the Quality of Life (QOL) of patients with head and neck cancer.\n\nTwo scores are obtained: a Global Score and a Composite Score. Global Score ranges from 1 (extremely low functioning) to 5 (high functioning) Composite Score ranges from 20 (extremely low functioning) to 100 (high functioning)",
                    "timeFrame": "1-year following completion of treatment"
                },
                {
                    "measure": "PEG-tube rate",
                    "description": "Percutaneous endoscopic gastrostomy (PEG)-tube rate",
                    "timeFrame": "2-year following completion of treatment"
                },
                {
                    "measure": "Rate of recurrence in all patients (Groups 1, 2 and 3) stratified by group and post TORS ctDNA levels",
                    "description": "Rate of recurrence stratified by group and post TORS ctDNA levels",
                    "timeFrame": "1 year post TORS"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria\n\n1. Is there pathologically (histologically or cytologically) proven diagnosis of p16+ squamous cell carcinoma (including the histological variants papillary squamous cell carcinoma and basaloid squamous cell carcinoma) of the oropharynx or p16+ squamous cell carcinoma unknown primary? Note: specimen from cervical lymph nodes with a well-defined primary site documented clinically or radiologically is acceptable; in patients with carcinoma of unknown primary this will be sufficient for pathologic confirmation without a clinically or radiographically defined primary site.\n2. Does the patient have clinical stage T0-3, N0-N1, and M0 disease (AJCC 8th edition) as defined by physical examination and appropriate imaging (PET/CT preferred, CT neck with IV contrast with CT chest without contrast as recommended alternative to PET/CT) with imaging within 60 days of enrollment?\n3. Has the patient completed a ctDNA evaluation with results demonstrating positive ctDNA levels prior to surgery either in blood or on biopsy tissue?\n4. Upon multi-disciplinary review, is the patient a candidate for TORS based on evaluation by ear, nose, throat (ENT) and review at multi-disciplinary tumor board?\n5. Was a general history and physical examination performed by a radiation oncologist, medical oncologist, or head and neck surgeon within 60 days prior to registration?\n6. Was the patient's Zubrod Performance Status 0-1 within 30 days prior to registration?\n7. Is the patient ≥ 18 years of age?\n8. If a woman of child-bearing potential or sexually active male, is the patient willing to use effective contraception throughout their participation in the treatment phase of the study and at least 180 days following the last study treatment.\n9. Did the patient provide study specific informed consent prior to study entry, including consent for mandatory submission of tissue for required p16 review?\n\nExclusion Criteria\n\n1. Does the patient have cancer considered to be from an oral cavity site (oral tongue, floor mouth, alveolar ridge, buccal or lip), nasopharynx, hypopharynx, or larynx?\n2. Does the patient have distant metastasis?\n3. Does the patient have prior invasive malignancy (except non-melanomatous skin cancer and low/intermediate risk prostate cancer) unless disease free for a minimum of 3 years?\n4. Did the patient have prior systemic chemotherapy for the study cancer (prior chemotherapy for a different cancer is allowable)?\n5. Did the patient have prior radiotherapy to the region of the study cancer that would result in overlap of radiation therapy fields?\n6. Did the patient have prior cancer related surgeries of the head and neck excluding superficial removal of cutaneous skin malignancies?\n7. Does the patient have any co-morbid condition or concern that may interfere with follow up per experimental arm?\n8. Does the patient have an active drug or alcohol dependency that in the opinion of the investigator would limit compliance with study requirements?\n9. Is the patient pregnant or nursing (an exception will be made for nursing patients that are not receiving chemotherapy)?",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jason K Molitoris, MD, PhD",
                    "role": "CONTACT",
                    "phone": "410-328-6080",
                    "email": "jmolitoris@umm.edu"
                },
                {
                    "name": "Kelly Kitzmiller, MPH",
                    "role": "CONTACT",
                    "phone": "410-369-5264",
                    "email": "kelly.kitzmiller@umm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jason K Molitoris, MD, PhD",
                    "affiliation": "University of Maryland/Maryland Proton Treatment Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Maryland Proton Treatment Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelly Kitzmiller",
                            "role": "CONTACT",
                            "phone": "410-369-5246",
                            "email": "kelly.kitzmiller@umm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "University of Maryland Greenebaum Cancer Center",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelly Kitzmiller, BS",
                            "role": "CONTACT",
                            "phone": "410-369-5246",
                            "email": "kelly.kitzmiller@umm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Upper Chesapeake Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Bel Air",
                    "state": "Maryland",
                    "zip": "21014",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lalicia Roman",
                            "role": "CONTACT",
                            "phone": "443-643-1877",
                            "email": "lalicia.roman@umm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.53594,
                        "lon": -76.34829
                    }
                },
                {
                    "facility": "Central Maryland Radiation Oncology",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Columbia",
                    "state": "Maryland",
                    "zip": "21044",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kelly Kitzmiller",
                            "role": "CONTACT",
                            "phone": "410-369-5246",
                            "email": "kelly.kitzmiller@umm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.24038,
                        "lon": -76.83942
                    }
                },
                {
                    "facility": "Baltimore Washington Medical Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Glen Burnie",
                    "state": "Maryland",
                    "zip": "21061",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Pilar Strycula",
                            "role": "CONTACT",
                            "email": "P.Strycula@umm.edu"
                        },
                        {
                            "name": "Pilar",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.16261,
                        "lon": -76.62469
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000002294",
                    "term": "Carcinoma, Squamous Cell"
                },
                {
                    "id": "D000006258",
                    "term": "Head and Neck Neoplasms"
                },
                {
                    "id": "D000077195",
                    "term": "Squamous Cell Carcinoma of Head and Neck"
                },
                {
                    "id": "D000009959",
                    "term": "Oropharyngeal Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000018307",
                    "term": "Neoplasms, Squamous Cell"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000010610",
                    "term": "Pharyngeal Neoplasms"
                },
                {
                    "id": "D000010039",
                    "term": "Otorhinolaryngologic Neoplasms"
                },
                {
                    "id": "D000010608",
                    "term": "Pharyngeal Diseases"
                },
                {
                    "id": "D000009057",
                    "term": "Stomatognathic Diseases"
                },
                {
                    "id": "D000010038",
                    "term": "Otorhinolaryngologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5550",
                    "name": "Carcinoma, Squamous Cell",
                    "asFound": "Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9348",
                    "name": "Head and Neck Neoplasms",
                    "asFound": "Head and Neck Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1689",
                    "name": "Squamous Cell Carcinoma of Head and Neck",
                    "asFound": "Oropharyngeal Squamous Cell Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12885",
                    "name": "Oropharyngeal Neoplasms",
                    "asFound": "Oropharynx Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M20451",
                    "name": "Neoplasms, Squamous Cell",
                    "relevance": "LOW"
                },
                {
                    "id": "M13517",
                    "name": "Pharyngeal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12962",
                    "name": "Otorhinolaryngologic Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M13515",
                    "name": "Pharyngeal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12017",
                    "name": "Stomatognathic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12961",
                    "name": "Otorhinolaryngologic Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC07",
                    "name": "Mouth and Tooth Diseases"
                },
                {
                    "abbrev": "BC09",
                    "name": "Ear, Nose, and Throat Diseases"
                }
            ]
        }
    },
    "hasResults": false
}