{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT02199665",
            "orgStudyIdInfo": {
                "id": "IRB14-0033"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2014-01199",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "IRB14-0033",
                    "type": "OTHER",
                    "domain": "University of Chicago"
                },
                {
                    "id": "P30CA014599",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA014599"
                }
            ],
            "organization": {
                "fullName": "University of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Selinexor, Carfilzomib, and Dexamethasone in Treating Patients With Relapsed or Refractory Multiple Myeloma",
            "officialTitle": "A Phase I Study of the Combination of a Selective Inhibitor of Nuclear Export (SINE), Selinexor With Carfilzomib and Dexamethasone in Patients With Relapsed or Relapsed/Refractory Multiple Myeloma",
            "acronym": "SINE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "selinexor-carfilzomib-and-dexamethasone-in-treating-patients-with-relapsed-or-refractory-multiple-myeloma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2014-06-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-25",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2014-07-22",
            "studyFirstSubmitQcDate": "2014-07-22",
            "studyFirstPostDateStruct": {
                "date": "2014-07-24",
                "type": "ESTIMATED"
            },
            "lastUpdateSubmitDate": "2024-05-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Chicago",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true
        },
        "descriptionModule": {
            "briefSummary": "This phase I trial studies the side effects and best dose of selinexor and carfilzomib when given together with dexamethasone in treating patients with multiple myeloma that has returned or does not respond to treatment. Drugs used in chemotherapy, such as selinexor and dexamethasone, work in different ways to stop the growth of cancer cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Carfilzomib may stop the growth of cancer cells by blocking some of the enzymes needed for cell growth. Giving selinexor, carfilzomib, and dexamethasone may be a better treatment for multiple myeloma.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. Determine the maximum tolerated dose (MTD) and the recommended phase II dose (RP2D) of the combination of selinexor, carfilzomib, and dexamethasone in relapsed and relapsed/refractory multiple myeloma.\n\nSECONDARY OBJECTIVES:\n\nI. Determine safety and tolerability.\n\nII. Determine the efficacy, as measured by the rates of stable disease or better (including minimal response, partial response, very good partial response, complete response, and stringent complete response).\n\nOUTLINE: This is a dose-escalation study of selinexor and carfilzomib.\n\nPatients receive selinexor orally (PO), carfilzomib intravenously (IV), and dexamethasone PO QD or IV. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up at 30 days and then every 3 months for 2 years."
        },
        "conditionsModule": {
            "conditions": [
                "Refractory Multiple Myeloma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Selinexor, carfilzomib, dexamethasone",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receive selinexor PO, carfilzomib IV, and dexamethasone PO QD or IV. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: selinexor",
                        "Drug: carfilzomib",
                        "Drug: dexamethasone"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "selinexor",
                    "description": "Given PO",
                    "armGroupLabels": [
                        "Selinexor, carfilzomib, dexamethasone"
                    ],
                    "otherNames": [
                        "CRM1 nuclear export inhibitor KPT-330",
                        "KPT-330",
                        "selective inhibitor of nuclear export KPT-330",
                        "SINE KPT-330"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "carfilzomib",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Selinexor, carfilzomib, dexamethasone"
                    ],
                    "otherNames": [
                        "Kyprolis",
                        "PR-171"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "dexamethasone",
                    "description": "Given PO or IV",
                    "armGroupLabels": [
                        "Selinexor, carfilzomib, dexamethasone"
                    ],
                    "otherNames": [
                        "Aeroseb-Dex",
                        "Decaderm",
                        "Decadron",
                        "DM",
                        "DXM"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Maximum Tolerated Dose (MTD) of selinexor, carfilzomib, and dexamethasone",
                    "description": "Defined as the dose level below the dose in which greater than or equal to 2 out of 6 patients experience dose limiting toxicity. Will be assessed using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4.0.",
                    "timeFrame": "28 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of toxicities related to the combination of selinexor and carfilzomib assessed using NCI CTCAE version 4.0",
                    "timeFrame": "Up to 28 days after completion of study treatment"
                },
                {
                    "measure": "Efficacy as measured by stable disease or better (including MR, partial response, very good partial response, complete response and stringent complete response) according to IMWG criteria",
                    "description": "The number of patients with stable disease or better will be summarized by dose level; 90% confidence intervals will be generated for the RP2D cohort.",
                    "timeFrame": "Up to 2 years"
                },
                {
                    "measure": "Incidence of toxicities assessed using NCI CTCAE version 4.0",
                    "timeFrame": "Up to 28 days after completion of study treatment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent in accordance with federal, local, and institutional guidelines\n* Aged 18 years or older\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-2\n* Diagnosis of multiple myeloma as per International Myeloma Working Group (IMWG) uniform criteria\n* Measurable disease by IMWG as defined by at least one of the following:\n\n  * Serum M-protein \\>= 0.5 g/dL\n  * Urine M-protein \\>= 200 mg in a 24-hour collection\n  * Serum free light chain level \\>= 10 mg/dL provided the free light chain ratio is abnormal\n  * Measurable plasmacytoma; if plasmacytoma measurement is the only measurable disease, subject eligibility must be reviewed with lead principal investigator (PI) prior to signing consent\n* Relapsed/refractory multiple myeloma with progressive disease at study entry\n* Subjects must have been treated with at least 2 prior therapies including a proteasome inhibitor and a cereblon-binding agent\n\n  * Subjects who are refractory to carfilzomib may enroll throughout the trial; carfilzomib refractory status is defined by IMWG criteria: disease that is nonresponsive while on salvage therapy, or progresses within 60 days of last therapy in patients who have achieved minimal response (MR) or better at some point previously before then progressing in their disease course\n* Ability to adhere with the study visit schedule and other protocol procedures\n* Absolute neutrophil count (ANC) \\>= 1.0 x 10\\^9/L; screening ANC should be independent of growth factor support for over one week for all patients\n* Hemoglobin \\>= 8 g/dL; subjects may receive red blood cell transfusions as clinically indicated per institutional guidelines but screening hemoglobin should be independent of red blood cell transfusion for at least 3 days prior to cycle 1 day 1\n* Platelet count \\>= 50,000mm\\^3; platelet count should be independent of transfusions for at least 14 days for eligibility\n* Total bilirubin =\\< 2 times the upper limit of normal (ULN) (except patients with Gilbert's syndrome who must have a total bilirubin of \\< 3 times ULN)\n* Alanine aminotransferase (ALT) =\\< 2.5 times ULN; in the case of known (radiological and/or biopsy documented) liver metastasis, ALT =\\< 2.5 times ULN is acceptable\n* Estimated creatinine clearance of \\>= 30 mL/min, calculated using the formula of Cockroft and Gault\n* Female patients of child-bearing potential must agree practice abstinence or use dual methods of contraception during treatment and for 90 days after last dose of study drug.\n* Female patients of child-bearing potential must have negative pregnancy test at screening\n* Male patients must agree practice abstinence or use effective barrier methods of contraception during treatment and for 90 days after last dose of study drug\n* Male patients must agree not to donate semen or sperm treatment and for 90 days after last dose of carfilzomib\n\nExclusion Criteria:\n\n* Patients who are pregnant or lactating\n* Radiation, chemotherapy, or immunotherapy or any other anticancer therapy =\\< 2 weeks prior to cycle 1 day 1\n* Concurrent therapy with approved or investigational anticancer therapeutic other than steroids\n* Major surgery within four weeks before cycle 1 day 1\n* Unstable angina or myocardial infarction within 4 months prior to randomization, New York Heart Association (NYHA) class III or IV heart failure, left ventricular ejection fraction (LVEF) \\< 40%, uncontrolled angina, history of severe coronary artery disease, severe uncontrolled ventricular arrhythmias including uncontrolled chronic atrial fibrillation/atrial flutter, history of torsades de pointe, sick sinus syndrome, or electrocardiographic evidence of acute ischemia or grade 3 conduction system abnormalities unless subject has a pacemaker\n* Subject has plasma cell leukemia or Waldenstrom's macroglobuleinemia or POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes) or amyloidosis\n* Uncontrolled hypertension or uncontrolled diabetes within 14 days prior to randomization\n* Uncontrolled infection requiring parenteral antibiotics, antivirals, or antifungals within 14 days prior to first dose; patients with controlled infection or on prophylactic antibiotics are permitted in the study\n* Known to be human immunodeficiency virus (HIV) seropositive\n* Known active hepatitis A, B, or C infection; or known to be positive for hepatitis C virus (HCV) ribonucleic acid (RNA) or HBsAg (hepatitis B virus \\[HBV\\] surface antigen)\n* Non-hematologic malignancy within the past 3 years with the exception of a) adequately treated basal cell carcinoma, squamous cell skin cancer, or thyroid cancer; b) carcinoma in situ of the cervix or breast; c) prostate cancer of Gleason grade 6 or less with stable prostate-specific antigen levels; or d) cancer considered cured by surgical resection or unlikely to impact survival during the duration of the study, such as localized transitional cell carcinoma of the bladder or benign tumors of the adrenal or pancreas\n* Patients with markedly decreased visual acuity in the opinion of the treating investigator after completion of screening ophthalmologic exam\n* Significant neuropathy (grades 3-4, or grade 2 with pain) within 14 days prior to randomization\n* Known history of allergy to Captisol® (a cyclodextrin derivative used to solubilize carfilzomib)\n* Any underlying condition that would significantly interfere with the absorption of an oral medication\n* Serious psychiatric or medical conditions that could interfere with treatment\n* Contraindication to any of the required concomitant drugs or supportive treatments, including hypersensitivity to all anticoagulation and antiplatelet options, antiviral drugs, or intolerance to hydration due to preexisting pulmonary or cardiac impairment\n* Subjects with pleural effusions requiring thoracentesis or ascites requiring paracentesis within 14 days prior to randomization\n* Patients with coagulation problems and active bleeding in the last month prior to cycle 1 day 1 (peptic ulcer, epistaxis, spontaneous bleeding)\n* Previous Selinexor exposure",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cancer Clinical Trials Office",
                    "role": "CONTACT",
                    "phone": "1-855-702-8222",
                    "email": "cancerclinicaltrials@bsd.uchicago.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Andrzej Jakubowiak",
                    "affiliation": "University of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic (AZ)",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Scottsdale",
                    "state": "Arizona",
                    "zip": "85259",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 33.50921,
                        "lon": -111.89903
                    }
                },
                {
                    "facility": "University of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrzej J. Jakubowiak",
                            "role": "CONTACT",
                            "phone": "773-702-1345",
                            "email": "ajakubowiak@medicine.bsd.uchicago.edu"
                        },
                        {
                            "name": "Andrzej J. Jakubowiak",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "University of Michigan Comprehensive Cancer Center",
                    "status": "ACTIVE_NOT_RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                },
                {
                    "facility": "Wayne State University Karmanos Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48201",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Marano",
                            "role": "CONTACT",
                            "email": "maranom@karmanos.org"
                        },
                        {
                            "name": "Carol Muzyk",
                            "role": "CONTACT",
                            "phone": "313 576 9690",
                            "email": "muzykc@karmanos.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                },
                {
                    "facility": "Mount Sinai Medical Center",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ajai Chari, MD",
                            "role": "CONTACT",
                            "email": "ajai.chari@mountsinai.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31124580",
                    "type": "DERIVED",
                    "citation": "Jakubowiak AJ, Jasielec JK, Rosenbaum CA, Cole CE, Chari A, Mikhael J, Nam J, McIver A, Severson E, Stephens LA, Tinari K, Rosebeck S, Zimmerman TM, Hycner T, Turowski A, Karrison T, Zonder JA. Phase 1 study of selinexor plus carfilzomib and dexamethasone for the treatment of relapsed/refractory multiple myeloma. Br J Haematol. 2019 Aug;186(4):549-560. doi: 10.1111/bjh.15969. Epub 2019 May 24."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009101",
                    "term": "Multiple Myeloma"
                },
                {
                    "id": "D000054219",
                    "term": "Neoplasms, Plasma Cell"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000020141",
                    "term": "Hemostatic Disorders"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000010265",
                    "term": "Paraproteinemias"
                },
                {
                    "id": "D000001796",
                    "term": "Blood Protein Disorders"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000006474",
                    "term": "Hemorrhagic Disorders"
                },
                {
                    "id": "D000008232",
                    "term": "Lymphoproliferative Disorders"
                },
                {
                    "id": "D000007160",
                    "term": "Immunoproliferative Disorders"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12058",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27588",
                    "name": "Neoplasms, Plasma Cell",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M21977",
                    "name": "Hemostatic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5059",
                    "name": "Blood Coagulation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13178",
                    "name": "Paraproteinemias",
                    "relevance": "LOW"
                },
                {
                    "id": "M5077",
                    "name": "Blood Protein Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M9560",
                    "name": "Hemorrhagic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M11225",
                    "name": "Lymphoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10206",
                    "name": "Immunoproliferative Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T3947",
                    "name": "Multiple Myeloma",
                    "asFound": "Multiple Myeloma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "High",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "relevance": "LOW"
                },
                {
                    "id": "M199152",
                    "name": "BB 1101",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}