{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06015893",
            "orgStudyIdInfo": {
                "id": "10001603"
            },
            "secondaryIdInfos": [
                {
                    "id": "001603-DA"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Semaglutide Therapy for Alcohol Reduction (STAR)",
            "officialTitle": "Semaglutide Therapy for Alcohol Reduction (STAR): A Proof-of-Concept Phase II Clinical Trial",
            "therapeuticArea": [
                "Other"
            ],
            "study": "semaglutide-therapy-for-alcohol-reduction-star"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07-24",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-08-04",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-28",
            "studyFirstSubmitQcDate": "2023-08-28",
            "studyFirstPostDateStruct": {
                "date": "2023-08-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute on Drug Abuse (NIDA)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nAlcohol use disorder (AUD) is a problematic pattern of alcohol use accompanied by clinically significant medical consequences. Medications can help most people reduce their drinking, but the number is limited, and additional treatment options are needed.\n\nObjective:\n\nTo test if a medication named Semaglutide is safe and may reduce alcohol drinking in people with AUD.\n\nWho can participate?\n\nAll Adults aged 18 or older with AUD might be eligible to participate in the study.\n\nWhat will happen during the study?\n\nParticipants will visit the National Institute on Drug Abuse (NIDA) in Baltimore once a week for about 20 weeks (5 months). Each visit will last between 2 and 6 hours depending on the tasks scheduled for that visit.\n\nParticipants will be assigned by chance (like flipping a coin) to receive either Semaglutide or placebo. A placebo looks just like a real drug but contains no medicine.\n\nThe study medication is given as a shot under the skin each week.\n\nParticipants will undergo different tests throughout the study:\n\nThey will give blood, urine, and saliva samples.\n\nThey will engage in self-paced behavioral therapy on a computer.\n\nThey will answer questions about their mood, diet, alcohol drinking and craving, tobacco use, etc.\n\nThey will taste several sweet liquids and tell their preferences.\n\nThey will sit in a bar-like room and be exposed to cues that might make them feel the urge to eat food or drink alcohol.\n\nThey will wear a virtual reality headset that creates a cafeteria setting. They will walk the virtual cafeteria and choose food and drinks from a buffet.\n\nThey will have a functional magnetic resonance imaging (fMRI) scan to take pictures of their brain. During the scans, participants will be shown pictures of alcohol-containing drinks, food, and other items.They will perform tasks on a computer screen.\n\nParticipants will have a follow-up visit about 7 weeks after their last shot.",
            "detailedDescription": "Study Description:\n\nThis study will test the safety/tolerability and early efficacy of subcutaneous (s.c.) semaglutide at the dose of 2.4 mg/week or maximum tolerated dose (MTD) as a potential new treatment for alcohol use disorder (AUD).\n\nObjectives:\n\nWe propose to test safety/tolerability and early efficacy of semaglutide, a glucagon-like peptide-1 (GLP-1) analogue, as a novel pharmacotherapy to reduce alcohol use and related measures. This will be a Phase 2a, pilot, proof-of-concept, outpatient study combined with experimental medicine human laboratory procedures.\n\nEndpoints:\n\nThe co-primary aims will be to determine whether A) semaglutide is safe and tolerable in individuals with AUD, as measured by the frequency/severity of adverse events and the proportion of participants who reach maximum dose, and B) semaglutide reduces alcohol drinking from baseline to endpoint, as measured by total number of standard alcohol-containing drinks consumed per week (drinks per week, DPW).\n\nThe following secondary aims will also be examined:\n\n* Whether semaglutide reduces other self-reported alcohol-related outcomes (e.g., heavy drinking days, drinks per drinking days, World Health Organization (WHO) drinking levels)\n* Whether semaglutide reduces blood Phosphatidylethanol (PEth) levels as a biomarker of alcohol use\n* Whether semaglutide reduces alcohol and/or food cue-elicited craving assessed in a bar-like laboratory\n* Whether semaglutide reduces and/or changes food choices in a virtual reality buffet-like laboratory\n* Whether semaglutide reduces brain activation during a functional magnetic resonance imaging (fMRI) scan"
        },
        "conditionsModule": {
            "conditions": [
                "Addiction",
                "Alcohol Use Disorder"
            ],
            "keywords": [
                "Alcohol",
                "Pharmacotherapy",
                "GLP-1",
                "Semaglutide"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 52,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Weekly subcutaneous (s.c.) injections of placebo.",
                    "interventionNames": [
                        "Behavioral: Take Control"
                    ]
                },
                {
                    "label": "Semaglutide",
                    "type": "EXPERIMENTAL",
                    "description": "Weekly subcutaneous (s.c.) injections of semaglutide up to 2.4 mg/week or maximum tolerated dose (MTD). Consistent with current recommendations, the dose will be titrated at minimum every four weeks to maximize tolerability and minimize adverse events.",
                    "interventionNames": [
                        "Behavioral: Take Control",
                        "Drug: Semaglutide"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Take Control",
                    "description": "A computer-delivered behavioral therapy derived from the NIAAA s self-help approach, Rethinking Drinking, developed for use in pharmacotherapy trials.",
                    "armGroupLabels": [
                        "Placebo",
                        "Semaglutide"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Semaglutide",
                    "description": "Weekly subcutaneous (s.c.) injections of semaglutide (or placebo) up to 2.4 mg/week or maximum tolerated dose (MTD).",
                    "armGroupLabels": [
                        "Semaglutide"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine whether semaglutide, compared to placebo, reduces alcohol drinking.",
                    "description": "Recording the difference of alcohol consumption between baseline and end of the study is crucial to understand whether drinking amount/patterns change throughout the study, potentially due to the use of semaglutide.",
                    "timeFrame": "Difference in number of standard alcohol-containing drinks consumed / week (Drinks Per Week, DPW) from baseline to end of the study."
                },
                {
                    "measure": "Determine the safety and tolerability of semaglutide in individuals with AUD.",
                    "description": "High numbers of severe adverse events negatively reflect a drug s safety and tolerability in a specific patient population.",
                    "timeFrame": "Number and severity of adverse events during the study; number of people who reach the target dose."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine whether semaglutide, compared to placebo, reduces other self-reported alcohol-related outcomes.",
                    "description": "Recording the difference of alcohol consumption between baseline and end of the study is crucial to understand whether drinking amount/patterns change throughout the study, potentially due to the use of semaglutide.",
                    "timeFrame": "Difference in other alcohol-related outcomes (e.g., heavy drinking days, drinks per drinking days, WHO drinking levels) from baseline to end of the study."
                },
                {
                    "measure": "Determine whether semaglutide reduces blood Phosphatidylethanol (PEth) levels as a biomarker of alcohol use.",
                    "description": "Recording the difference of blood PEth levels between baseline and end of the study will provide an objective biomarker of change in alcohol use throughout the study, potentially due to the use of semaglutide.",
                    "timeFrame": "Difference in blood PEth levels from baseline to end of the study."
                },
                {
                    "measure": "Determine whether semaglutide reduces alcohol/food cue-elicited craving assessed in a bar-like laboratory.",
                    "description": "Differences in craving scores will demonstrate whether the drug changes cue-reactivity in a population with AUD.",
                    "timeFrame": "Difference in alcohol/food craving scores post exposure between the two groups."
                },
                {
                    "measure": "Determine whether semaglutide reduces and/or changes food choices in a virtual reality buffet-like laboratory.",
                    "description": "Differences in food choices selected will demonstrate whether the drug changes food-seeking behaviors in a population with AUD.",
                    "timeFrame": "Difference in food selection in the virtual buffet between the two groups."
                },
                {
                    "measure": "Determine whether semaglutide reduces brain activity in resting-state and/or task-based fMRI scans.",
                    "description": "Differences in fMRI outcomes will demonstrate whether the drug changes brain activity at rest and/or in response to tasks.",
                    "timeFrame": "Difference in relevant fMRI measures between the two groups."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nThis study will enroll adult individuals with a current diagnosis of AUD. Participants will be recruited without any preference to gender, race, religion, or other social variables, but sociodemographic data will be collected for sample characterization and potential use in the analyses. Since self-reported psychological measures that have been validated in English constitute major part of the study assessments, participants need to be able to speak, read, write, and understand English to be in the study.\n\nThe information needed to assess eligibility will be collected under an IRB-approved NIDA IRP\n\nscreening protocol, led by the Office of the Clinical Director (OCD) at the NIDA IRP to assess\n\npotential research participants eligibility for entering clinical protocols. Additional details can be found in the NIDA screening protocol documents. Furthermore, NIH medical records (from other NIH clinical protocols) and outside medical records may also be used, if available, to determine whether participants fulfill the eligibility criteria.\n\nTo be eligible for this study, an individual must meet all of the following criteria:\n\n* At least 18 years old\n* Alcohol Use Disorder (minimum 2 symptoms on a validated diagnostic tool, e.g., the Mini-International Neuropsychiatric Interview (MINI) or the Structured Clinical Interview for DSM Disorders (SCID))\n* Self-reported drinking, according to alcohol TimeLine FollowBack (TLFB), of \\> 7 drinks per week for females or \\> 14 drinks per week for males during the 28-day period prior to screening + at least four days with \\> 3 drinks for females or \\> 4 drinks for males during the 28-day period prior to screening\n* Most recent Clinical Institute Withdrawal Assessment for Alcohol revised (CIWA-Ar) score \\< 10\n* Able to speak, read, write, and understand English as demonstrated by ability to understand and sign the NIDA screening protocol consent\n* Normal or corrected-to-normal (e.g., wearing glasses or contacts) vision and normal or corrected-to-normal (e.g., with the use of a hearing aid) hearing\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from enrolling in this study:\n\n* BMI \\< 25 kg/m\\^2 or BMI \\>= 50 kg/m\\^2\n* Evidence of malnutrition as determined by the Nutrition Risk Screening 2002 (NRS-2002)\n* Most recent blood tests: creatinine \\>= 2 mg/dL, eGFR \\<= 60 mL/min/1.73 m\\^2, triglycerides \\> 500 mg/dl, ALP \\> 4(SqrRoot) the upper limit of normal, clinically abnormal lipase levels per study clinician\n* Present diagnosis of diabetes mellitus or blood hemoglobin A1c (HbA1c) \\>= 6.5 %\n* Current (within the past 30 days) use of the following medications with glucose lowering properties: GLP-1 analogues, sulfonylurea, insulin, metformin, thiazolidinediones, dipeptidyl peptidase-4 (DPP-IV) inhibitors, sodium-glucose cotransporter-2 (SGLT-2) inhibitors\n* Current (within the past 30 days) use of weight-lowering medications\n* Current (within the past 30 days) use of FDA-approved pharmacotherapy for AUD (oral or intramuscular naltrexone, acamprosate, disulfiram)\n* Current (within the past 30 days) use of medications with known interaction with semaglutide\n* Personal or family history of medullary thyroid carcinoma (MTC) or Multiple Endocrine Neoplasia syndrome type 2 (MEN 2)\n* Known ongoing history of alcohol ketoacidosis, gastroparesis, pancreatitis (either acute or chronic), pancreatic carcinoma, gallbladder disease, jaundice, Mallory-Weiss syndrome (esophageal tears secondary to vomiting), esophageal varices, cirrhosis\n* Known history of gastric bypass surgery\n* Known history of prior hypersensitivity reaction to semaglutide, any of the product components, or any other GLP-1 analogue\n* Known history of suicidal attempts (within the past 24 months) or active suicidal ideation\n* Known history of vestibular disorders or clinically significant motion sickness\n* Known history of clinically significant noise-induced hearing loss or tinnitus\n* Contraindication(s) for brain fMRI\n* Unstable cardiovascular conditions (e.g., arrhythmias, clinically significant ECG abnormalities)\n* Physical and/or mental health conditions that are clinically unstable, as determined by the study clinicians, including (but not limited to) major depressive disorder or generalized anxiety disorder unstable during the past three months or other psychiatric conditions (e.g., schizophrenia, bipolar disorder) unstable during the past twelve months prior to screening.\n* Female who is pregnant, breast-feeding, or intends to become pregnant or is of child-bearing potential and not using a highly effective contraceptive method\n* Any other reason or clinical condition that the investigators judge may interfere with study participation and/or be unsafe for a participant",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "110 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mehdi Farokhnia, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 852-9763",
                    "email": "mehdi.farokhnia@nih.gov"
                },
                {
                    "name": "Lorenzo Leggio, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 478-1503",
                    "email": "lorenzo.leggio@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lorenzo Leggio, M.D.",
                    "affiliation": "National Institute on Drug Abuse (NIDA)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institute on Drug Abuse",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mehdi Farokhnia, M.D., M.P.H.",
                            "role": "CONTACT",
                            "phone": "240-852-9763",
                            "email": "mehdi.farokhnia@nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26308095",
                    "type": "BACKGROUND",
                    "citation": "Lau J, Bloch P, Schaffer L, Pettersson I, Spetzler J, Kofoed J, Madsen K, Knudsen LB, McGuire J, Steensgaard DB, Strauss HM, Gram DX, Knudsen SM, Nielsen FS, Thygesen P, Reedtz-Runge S, Kruse T. Discovery of the Once-Weekly Glucagon-Like Peptide-1 (GLP-1) Analogue Semaglutide. J Med Chem. 2015 Sep 24;58(18):7370-80. doi: 10.1021/acs.jmedchem.5b00726. Epub 2015 Sep 11."
                },
                {
                    "pmid": "28323117",
                    "type": "BACKGROUND",
                    "citation": "Jensen L, Helleberg H, Roffel A, van Lier JJ, Bjornsdottir I, Pedersen PJ, Rowe E, Derving Karsbol J, Pedersen ML. Absorption, metabolism and excretion of the GLP-1 analogue semaglutide in humans and nonclinical species. Eur J Pharm Sci. 2017 Jun 15;104:31-41. doi: 10.1016/j.ejps.2017.03.020. Epub 2017 Mar 16."
                },
                {
                    "pmid": "21950636",
                    "type": "BACKGROUND",
                    "citation": "Donnelly D. The structure and function of the glucagon-like peptide-1 receptor and its ligands. Br J Pharmacol. 2012 May;166(1):27-41. doi: 10.1111/j.1476-5381.2011.01687.x."
                },
                {
                    "pmid": "26080318",
                    "type": "BACKGROUND",
                    "citation": "Suchankova P, Yan J, Schwandt ML, Stangl BL, Caparelli EC, Momenan R, Jerlhag E, Engel JA, Hodgkinson CA, Egli M, Lopez MF, Becker HC, Goldman D, Heilig M, Ramchandani VA, Leggio L. The glucagon-like peptide-1 receptor as a potential treatment target in alcohol use disorder: evidence from human genetic association studies and a mouse model of alcohol dependence. Transl Psychiatry. 2015 Jun 16;5(6):e583. doi: 10.1038/tp.2015.68."
                },
                {
                    "pmid": "33424537",
                    "type": "BACKGROUND",
                    "citation": "Marty VN, Farokhnia M, Munier JJ, Mulpuri Y, Leggio L, Spigelman I. Long-Acting Glucagon-Like Peptide-1 Receptor Agonists Suppress Voluntary Alcohol Intake in Male Wistar Rats. Front Neurosci. 2020 Dec 23;14:599646. doi: 10.3389/fnins.2020.599646. eCollection 2020."
                },
                {
                    "pmid": "37192005",
                    "type": "BACKGROUND",
                    "citation": "Chuong V, Farokhnia M, Khom S, Pince CL, Elvig SK, Vlkolinsky R, Marchette RC, Koob GF, Roberto M, Vendruscolo LF, Leggio L. The glucagon-like peptide-1 (GLP-1) analogue semaglutide reduces alcohol drinking and modulates central GABA neurotransmission. JCI Insight. 2023 Jun 22;8(12):e170671. doi: 10.1172/jci.insight.170671."
                },
                {
                    "pmid": "36001436",
                    "type": "BACKGROUND",
                    "citation": "Farokhnia M, Browning BD, Crozier ME, Sun H, Akhlaghi F, Leggio L. The glucagon-like peptide-1 system is modulated by acute and chronic alcohol exposure: Findings from human laboratory experiments and a post-mortem brain study. Addict Biol. 2022 Sep;27(5):e13211. doi: 10.1111/adb.13211."
                },
                {
                    "pmid": "35906358",
                    "type": "BACKGROUND",
                    "citation": "Farokhnia M, Fede SJ, Grodin EN, Browning BD, Crozier ME, Schwandt ML, Hodgkinson CA, Momenan R, Leggio L. Differential association between the GLP1R gene variants and brain functional connectivity according to the severity of alcohol use. Sci Rep. 2022 Jul 29;12(1):13027. doi: 10.1038/s41598-022-17190-3."
                },
                {
                    "pmid": "34532853",
                    "type": "BACKGROUND",
                    "citation": "Klausen MK, Thomsen M, Wortwein G, Fink-Jensen A. The role of glucagon-like peptide 1 (GLP-1) in addictive disorders. Br J Pharmacol. 2022 Feb;179(4):625-641. doi: 10.1111/bph.15677."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M19100",
                    "name": "Behavior, Addictive",
                    "relevance": "LOW"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000591245",
                    "term": "Semaglutide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000097789",
                    "term": "Glucagon-Like Peptide-1 Receptor Agonists"
                },
                {
                    "id": "D000007004",
                    "term": "Hypoglycemic Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26997",
                    "name": "Glucagon-Like Peptide 1",
                    "relevance": "LOW"
                },
                {
                    "id": "M353561",
                    "name": "Semaglutide",
                    "asFound": "Stretching",
                    "relevance": "HIGH"
                },
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M9043",
                    "name": "Glucagon",
                    "relevance": "LOW"
                },
                {
                    "id": "M3401",
                    "name": "Glucagon-Like Peptide-1 Receptor Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M10054",
                    "name": "Hypoglycemic Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hypo",
                    "name": "Hypoglycemic Agents"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                }
            ]
        }
    },
    "hasResults": false
}