{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03610802",
            "orgStudyIdInfo": {
                "id": "180128"
            },
            "secondaryIdInfos": [
                {
                    "id": "18-I-0128"
                }
            ],
            "organization": {
                "fullName": "National Institutes of Health Clinical Center (CC)",
                "class": "NIH"
            },
            "briefTitle": "Send-In Sample Collection to Achieve Genetic and Immunologic Characterization of Primary Immunodeficiencies",
            "officialTitle": "Send-In Sample Collection to Achieve Genetic and Immunologic Characterization of Primary Immunodeficiencies",
            "therapeuticArea": [
                "Other"
            ],
            "study": "send-in-sample-collection-to-achieve-genetic-and-immunologic-characterization-of-primary-immunodeficiencies"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05-30",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-07-22",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2038-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2038-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-07-31",
            "studyFirstSubmitQcDate": "2018-07-31",
            "studyFirstPostDateStruct": {
                "date": "2018-08-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-31",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-03",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                "class": "NIH"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Background:\n\nThe immune system helps the body fight infections. Primary immunodeficiency disorders (PIDs) are diseases that make it easier for people to get sick. Many PIDs are inherited. This means parents can pass them on to their children. Knowing what causes a person s PID is important to decide what treatment to give them.\n\nObjective:\n\nTo test samples from people with a PID or people related to someone with a PID to find out what causes PIDs.\n\nEligibility:\n\nPeople ages 99 or younger who have a PID or have a relative with a PID\n\nDesign:\n\nParticipants will be screened with a medical history over the phone. They may need to give permission for researchers talk to their doctors about their health. Their relatives may be contacted to see if they want to join the study.\n\nParticipants will give samples. These could be:\n\nBlood: Participants blood will be taken from a vein in an arm, or with a prick on the finger or heel for children.\n\nSaliva, urine, or stool: Participants will provide each sample in a special cup.\n\nNose or cheek swab: Participants will rub the skin inside their nose or cheek using a cotton swab.\n\nCord blood: If participants have a baby during the study, blood will be collected from the baby s umbilical cord after it is born.\n\nSamples from medical procedures: If, during the study, the participants have a medical procedure that collects samples, the samples may be used for the study.",
            "detailedDescription": "Study Design:\n\nThis is a prospective sample collection protocol to receive send-in biological samples. Participants will not be seen at the NIH for study visits. Under this protocol, genetic and molecular tests will be performed on samples to improve understanding of PIDs. Findings relevant to participants health and medical care will be returned to them and their referring healthcare providers.\n\nPrimary Objective:\n\nTo achieve genetic and immunologic characterization of known or suspected disorders of the immune system.\n\nPrimary Endpoints:\n\n1. Identification of genetic variants that are associated with PID.\n2. Identification of patients with abnormalities of the immune system that may be enrolled in other NIH protocols.\n\nThis is a sample collection protocol to receive send-in samples (blood, tissue, and other bodily fluids) from patients with known or suspected primary immunodeficiency disorder (PID) and their relatives. Under this protocol, genetic and molecular tests will be performed on samples to improve understanding of PIDs and immune system abnormalities. Findings relevant to participants health and medical care will be returned to them and their referring healthcare providers."
        },
        "conditionsModule": {
            "conditions": [
                "Primary Immunodeficiency"
            ],
            "keywords": [
                "Immunophenotyping",
                "Functional Assays",
                "Repository",
                "HLA-Typing",
                "Next Generation Sequencing",
                "Natural History"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 3000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Biological relatives",
                    "description": "Biological relative (mother, father, siblings, children, grandparents, aunts, uncles, or first cousins) of patient, with no clinical evidence of having a PID."
                },
                {
                    "label": "Patients",
                    "description": "Patients with PID, which may be defined by laboratory and/or clinical findings on 2 or more occasions that are consistent with a defect in innate or adaptive immunity."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Identification of patients with abnormalities of the immune system that may be enrolled in other NIH protocols",
                    "description": "Identification of patients with abnormalities of the immune system that may be enrolled in other NIH protocols. To achieve genetic and immunologic characterization of known or suspected disorders of the immune system.",
                    "timeFrame": "Duration of participant enrollment"
                },
                {
                    "measure": "Identification of genetic variants that are associated with PID.",
                    "description": "To achieve genetic and immunologic characterization of known or suspected disorders of the immune system.",
                    "timeFrame": "Duration of participant enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Identification of molecular and functional abnormalities associated with known or novel forms of PID (repository study).",
                    "description": "Identification of molecular and functional abnormalities associated with known or novel forms of PID (repository study).",
                    "timeFrame": "Duration of participant enrollment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nParticipants enrolled onto this protocol must meet all of the following criteria:\n\n1. Age 0-99 years.\n2. Meets 1 of the following criteria:\n\n   1. Patient with a clinical diagnosis of a form of PID (either known or suspected). PID may be defined by laboratory and/or clinical findings on 2 or more occasions that are consistent with a defect in innate or adaptive immunity. Specific PIDs are defined by the guidelines of the International Union of Immunological Societies.\n   2. Biological relative of an individual meeting criterion 2a, with no clinical evidence of having a PID. Relatives may be mother, father, siblings, children, grandparents, aunts, uncles, or first cousins to an individual with a known or suspected PID.\n3. Able to provide informed consent.\n4. Willing to allow genetic testing and allow biospecimens to be modified into induced pluripotent stem (iPS) cells.\n5. Willing to allow storage of samples and data for future research.\n\nEXCLUSION CRITERIA:\n\nIndividuals meeting any of the following criteria will be excluded from study participation:\n\n1. History of secondary causes of immunodeficiency (eg, HIV infection, immunodeficiency from chronic use of immunosuppressive or chemotherapeutic agents), at the discretion of the investigator.\n2. Any condition that, in the opinion of the investigator, contraindicates participation in this study.\n\nINCLUSION/EXCLUSION OF SPECIAL POPULATIONS:\n\nChildren: Children are eligible to participate in this study because PIDs may present in early childhood and results of some research tests may inform participants future medical care. Additionally, the study poses no more than minimal risk.\n\nPregnant women and neonates: Pregnant women can participate in this study. Research testing on samples from pregnant women may help us learn about changes in the immune systems of immunodeficient patients during pregnancy, which is important knowledge that could not be obtained from nonpregnant individuals. Research testing of pregnant women with known or suspected PIDs could provide insight into the fetus s health risks, which may help guide clinical management during and after pregnancy. We may request cord blood samples at delivery to process right away or freeze. Cord blood is a unique source of stromal cells that may be characterized or modified for research purposes. Additionally, this study poses no more than minimal risk, including to participants who are pregnant and their fetuses. Similarly, neonates (including nonviable neonates or those of uncertain viability) may be enrolled in this study as it does not involve more than minimal risk and blood volumes will be limited based on the clinical status of each participant. Each individual providing consent will be fully informed regarding the reasonably foreseeable impact of the research on the neonate, and individuals engaged in the research will have no part in determining the viability of a neonate. Further, neonates of uncertain viability are eligible because all the following criteria are met:\n\n* Many PIDs are rare and present early in life, and it is possible that the manifestations of a known or suspected PID may impact the viability of the neonate. Research testing of neonates with known or suspected PIDs could provide insight into current and future health risks, which may provide guidance for medical management and thus benefit the neonate and possibly enhance the probability of survival.\n* The only risks of study participation are the risks of blood draw. When possible, blood for this study will be collected at the time of clinically indicated blood draws so that there is no additional needlestick, and blood volumes will be limited based on the clinical status of each participant. Collection of blood is the only possible method to conduct the research testing under this protocol that may directly benefit the neonate by revealing insights about health risks and medical management. Thus, the risk is the least possible for achieving that objective.\n* The legally effective informed consent of either parent of the neonate or, if neither parent is able to consent because of unavailability, incompetence, or temporary incapacity, the legally effective informed consent of either parent's legally authorized representative is obtained, except that the consent of the father or his legally authorized representative need not be obtained if the pregnancy resulted from rape or incest.\n\nNonviable neonates are also eligible because all the following criteria are met:\n\n* Vital functions of the neonate will not be artificially maintained.\n* The research will not terminate the heartbeat or respiration of the neonate.\n* Blood will only be collected from nonviable neonates at the time of clinically indicated blood draws so that there is no additional needlestick, and blood volumes will be limited based on the clinical status of each participant. Therefore, there will be no added risk to the neonate resulting from the research.\n* As described above, many known or suspected PIDs are rare and can present early during life, and it is possible that their manifestations may impact the viability of the neonate. This protocol aims to achieve characterization of such disorders, and this aim could not be achieved for certain disorders if nonviable neonates are excluded. Thus, the purpose of the research is the development of important biomedical knowledge that cannot be obtained by other means.\n* The legally effective informed consent of both parents of the neonate will be obtained.\n\nDecisionally impaired adults: Adults who are unable to consent are excluded from study participation. Enrolled participants who temporarily lose the ability to consent during study participation may continue in the study in accordance with NIH Human Research Protections Program (HRPP) Policy 403 Research with Subjects Lacking Capacity to Consent; the study poses no more than minimal risk and may hold a prospect of direct benefit as results of some research tests may inform participants future medical care. However, enrolled participants who permanently lose the ability to consent during study participation will be withdrawn.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Day",
            "maximumAge": "99 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Patients with Primary Immune Deficiency or Dysregulatory Disorder and their biological relatives will be referred by healthcare providers worldwide.@@@@@@",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Meng Truong",
                    "role": "CONTACT",
                    "phone": "(301) 346-9325",
                    "email": "pooi.truong@nih.gov"
                },
                {
                    "name": "Ottavia M Delmonte, M.D.",
                    "role": "CONTACT",
                    "phone": "(240) 669-5473",
                    "email": "ottavia.delmonte@nih.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ottavia M Delmonte, M.D.",
                    "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "National Institutes of Health Clinical Center",
                    "status": "RECRUITING",
                    "city": "Bethesda",
                    "state": "Maryland",
                    "zip": "20892",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
                            "role": "CONTACT",
                            "phone": "800-411-1222",
                            "phoneExt": "TTY8664111010",
                            "email": "prpl@cc.nih.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -77.10026
                    }
                },
                {
                    "facility": "Pavia Hospital (PH)",
                    "status": "RECRUITING",
                    "city": "Pavia",
                    "zip": "27100",
                    "country": "Italy",
                    "contacts": [
                        {
                            "name": "Riccardo Castagnoli",
                            "role": "CONTACT",
                            "phone": "00393336151745",
                            "email": "r.castagnoli@smatteo.pv.it"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.19205,
                        "lon": 9.15917
                    }
                },
                {
                    "facility": "Marmara University Hospital, Istanbul Jeffrey Modell Diagnostic and Research Cen",
                    "status": "RECRUITING",
                    "city": "Istanbul",
                    "country": "Turkey",
                    "contacts": [
                        {
                            "name": "Safa Baris, M.D.",
                            "role": "CONTACT",
                            "phone": "+90 505 261 49 86",
                            "email": "safabaris@hotmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.01384,
                        "lon": 28.94966
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "23657403",
                    "type": "BACKGROUND",
                    "citation": "Bousfiha AA, Jeddane L, Ailal F, Al Herz W, Conley ME, Cunningham-Rundles C, Etzioni A, Fischer A, Franco JL, Geha RS, Hammarstrom L, Nonoyama S, Ochs HD, Roifman CM, Seger R, Tang ML, Puck JM, Chapel H, Notarangelo LD, Casanova JL. A phenotypic approach for IUIS PID classification and diagnosis: guidelines for clinicians at the bedside. J Clin Immunol. 2013 Aug;33(6):1078-87. doi: 10.1007/s10875-013-9901-6. Epub 2013 May 9."
                },
                {
                    "pmid": "29226302",
                    "type": "BACKGROUND",
                    "citation": "Picard C, Bobby Gaspar H, Al-Herz W, Bousfiha A, Casanova JL, Chatila T, Crow YJ, Cunningham-Rundles C, Etzioni A, Franco JL, Holland SM, Klein C, Morio T, Ochs HD, Oksenhendler E, Puck J, Tang MLK, Tangye SG, Torgerson TR, Sullivan KE. International Union of Immunological Societies: 2017 Primary Immunodeficiency Diseases Committee Report on Inborn Errors of Immunity. J Clin Immunol. 2018 Jan;38(1):96-128. doi: 10.1007/s10875-017-0464-9. Epub 2017 Dec 11."
                },
                {
                    "pmid": "23887241",
                    "type": "BACKGROUND",
                    "citation": "Milner JD, Holland SM. The cup runneth over: lessons from the ever-expanding pool of primary immunodeficiency diseases. Nat Rev Immunol. 2013 Sep;13(9):635-48. doi: 10.1038/nri3493. Epub 2013 Jul 26."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "NIH Clinical Center Detailed Web Page",
                    "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2018-I-0128.html"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": ".The primary focus of this study is to identify genetic variants associated with PID to achieve genetic and immunologic characterization of known or suspected disorders of the immune system"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000081207",
                    "term": "Primary Immunodeficiency Diseases"
                },
                {
                    "id": "D000007153",
                    "term": "Immunologic Deficiency Syndromes"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M2285",
                    "name": "Primary Immunodeficiency Diseases",
                    "asFound": "Primary Immunodeficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10199",
                    "name": "Immunologic Deficiency Syndromes",
                    "asFound": "Immunodeficiency",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}