{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05056129",
            "orgStudyIdInfo": {
                "id": "STUDY00001438"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL160692",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL160692"
                }
            ],
            "organization": {
                "fullName": "University of Texas at Austin",
                "class": "OTHER"
            },
            "briefTitle": "Sensor-controlled Digital Game for Heart Failure Self-management: A Clinical Trial",
            "officialTitle": "Sensor-controlled Digital Game for Heart Failure Selfmanagement Behavior Adherence: A Randomized Controlled Trial",
            "acronym": "SCDG",
            "therapeuticArea": [
                "Cardiovascular"
            ],
            "study": "sensor-controlled-digital-game-for-heart-failure-self-management-a-clinical-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-11-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-17",
            "studyFirstSubmitQcDate": "2021-09-17",
            "studyFirstPostDateStruct": {
                "date": "2021-09-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-19",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Texas at Austin",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study evaluates a sensor-controlled digital game (SCDG) to motivate self-management behaviors of weight monitoring and physical activity in adults with heart failure (HF). Half of the participants will receive the SCDG app and weight monitoring and physical activity sensors and the other half will receive only the weight monitoring and physical activity sensors.",
            "detailedDescription": "The primary goal of this study is to obtain efficacy data through a randomized controlled trial of a SCDG intervention that synchronizes with a Bluetooth-enabled weight scale and activity tracker to activate game rewards and feedback based on real-time weight monitoring and exercise behaviors of adult heart failure (HF) participants who are older than 45 years.\n\nThe SCDG involves a narrative, the goal of which is to help the avatar maintain good health and quality of life by using game points, earned via the participant's real-time behaviors, in game tasks that help maintain the avatar's optimal HF health status. Real-time behaviors of weight-monitoring and physical activity will be tracked by an off-the-shelf sensors and app (Withings). The data from the Withings sensors will then be routed to our SCDG app. The digital game paired with sensors will enable objective tracking of real-time behaviors such as physical activity, and weight monitoring, and provide personalized, contextually relevant feedback (e.g., reduce fluid intake or call doctor for weight gain) to motivate engagement in and generate habit formation of heart failure related self-management behaviors. The goal of this proposal is to determine efficacy of the SCDG concept for heart failure self-management in a real-world setting.\n\nIn this study, the initial efficacy of the SCDG intervention for primary outcome of rate of engagement in HF self-management behavior of weight-monitoring and secondary outcomes of physical activity engagement, HF self-management-knowledge, and self-efficacy, HF-functional status, hospitalization, cognitive ability, depression and quality of life will be evaluated. For this study, 200 adults who are 45 years or older and who experienced HF hospitalization in the past 12 months will be recruited through online recruiting methods from 7 southern U.S states of Alabama, Arkansas, Georgia, Louisiana, Mississippi, Oklahoma, Texas. Recruited, participants will be randomized to either the SCDG intervention group that will receive sensors tracking weight monitoring and activity and play the SCDG on a mobile smartphone for 24 weeks or a control group that will receive sensors and an app tracking activity and weight monitoring, and standardized written HF educational modules."
        },
        "conditionsModule": {
            "conditions": [
                "Heart Failure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sensor-controlled digital game (SCDG)",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention group will receive a sensor-controlled digital game (SCDG) app and weight monitoring and physical activity sensors",
                    "interventionNames": [
                        "Behavioral: Sensor-controlled digital game (SCDG)"
                    ]
                },
                {
                    "label": "Sensors-only",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The control group will receive only the weight monitoring and physical activity sensors",
                    "interventionNames": [
                        "Behavioral: Sensor Only"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Sensor-controlled digital game (SCDG)",
                    "description": "The SCDG will involve a narrative, the goal of which is to help an avatar in the game avoid rehospitalization by using game points, earned via the participant's real-time behaviors, in game tasks that help maintain the avatar's optimal HF health status. Real-time behaviors of weight-monitoring and physical activity will be tracked by an off-the-shelf sensors and app (Withings). The data from the Withings sensors will then be routed to our SCDG app.\n\nThe digital game paired with sensors will enable objective tracking of real-time behaviors such as physical activity, and weight monitoring, and provide personalized, contextually relevant feedback (e.g., reduce fluid intake or call doctor for weight gain) to motivate engagement in and generate habit formation of heart failure related self-management behaviors.",
                    "armGroupLabels": [
                        "Sensor-controlled digital game (SCDG)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Sensor Only",
                    "description": "Real-time behaviors of weight-monitoring and physical activity will be tracked by an off-the-shelf sensors and app (Withings). This group will also be provided with standardized evidence-based HF educational material.However, the data from the Withings sensors will not be routed to the SCDG.",
                    "armGroupLabels": [
                        "Sensors-only"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Days With Weight-monitoring on Sensor Logs at 6 Weeks",
                    "description": "This outcome will be measured by collecting number of days with weight-monitoring data. This measure will be collected from sensor logs within the apps for both intervention group (IG) and control group (CG).",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Number of Days With Weight-monitoring on Sensor Logs at 12 Weeks",
                    "description": "This outcome will be measured by collecting number of days with weight-monitoring data. This measure will be collected from sensor logs within the apps for both intervention group (IG) and control group (CG).",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Number of Days With Weight-monitoring on Sensor Logs at 24 Weeks",
                    "description": "This outcome will be measured by collecting number of days with weight-monitoring data. This measure will be collected from sensor logs within the apps for both intervention group (IG) and control group (CG).",
                    "timeFrame": "24 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Mean of Daily Steps on Physical Activity Sensor Logs at 6 Weeks",
                    "description": "This outcome measure will be measured by calculating the average daily steps at end of 6 weeks. These measures will be collected from sensor logs within the apps for both IG and CG.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Mean of Daily Steps on Physical Activity Sensor Logs at 12 Weeks",
                    "description": "This outcome measure will be measured by calculating the average daily steps at end of 12 weeks. These measures will be collected from sensor logs within the apps for both IG and CG.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Mean of Daily Steps on Physical Activity Sensor Logs at 24 Weeks",
                    "description": "This outcome measure will be measured by calculating the average daily steps at end of 24 weeks. These measures will be collected from sensor logs within the apps for both IG and CG.",
                    "timeFrame": "24 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-management Behaviors as Measured by the European Heart Failure Self-care Behavior Scale at 6 Weeks",
                    "description": "The instrument used will be 9-item European Heart Failure Self-care Behavior Scale (HSBS; standardized score from 0 to 100 (every item is given an equal weight) with a higher score meaning better self-care). Items are on a Likert scale of 1 - 5. For calculating the standardized score, each item is reverse coded and then computed using the formula: (Sum of all ever-coded items - 9)\\*2.7777",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-management Behaviors as Measured by the European Heart Failure Self-care Behavior Scale at 12 Weeks",
                    "description": "The instrument used will be 9-item European Heart Failure Self-care Behavior Scale (HSBS; standardized score from 0 to 100 (every item is given an equal weight) with a higher score meaning better self-care). Items are on a Likert scale of 1 - 5. For calculating the standardized score, each item is reverse coded and then computed using the formula: (Sum of all ever-coded items - 9)\\*2.7777",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-management Behaviors as Measured by the European Heart Failure Self-care Behavior Scale at 24 Weeks",
                    "description": "The instrument used will be 9-item European Heart Failure Self-care Behavior Scale (HSBS; standardized score from 0 to 100 (every item is given an equal weight) with a higher score meaning better self-care). Items are on a Likert scale of 1 - 5. For calculating the standardized score, each item is reverse coded and then computed using the formula: (Sum of all ever-coded items - 9)\\*2.7777",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure-related Quality of Life (QOL) on Kansas City Cardiomyopathy Questionnaire (KCCQ) at 6 Weeks",
                    "description": "The instrument used will be items 13 - 15 on the KCCQ. Values for the QoL domain range from 0 to 100 with higher scores indicating better quality of life. Domain score will be transformed to a 0 to 100 range by subtracting the lowest possible scale score, dividing by the range of the scale and multiplying by 100.",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure-related Quality of Life (QOL) on Kansas City Cardiomyopathy Questionnaire (KCCQ) at 12 Weeks",
                    "description": "The instrument used will be items 13 - 15 on the KCCQ. Values for the QoL domain range from 0 to 100 with higher scores indicating better quality of life. Domain score will be transformed to a 0 to 100 range by subtracting the lowest possible scale score, dividing by the range of the scale and multiplying by 100.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure-related Quality of Life (QOL) on Kansas City Cardiomyopathy Questionnaire (KCCQ) at 24 Weeks",
                    "description": "The instrument used will be items 13 - 15 on the KCCQ. Values for the QoL domain range from 0 to 100 with higher scores indicating better quality of life. Domain score will be transformed to a 0 to 100 range by subtracting the lowest possible scale score, dividing by the range of the scale and multiplying by 100.",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure-related Functional Status on Kansas City Cardiomyopathy Questionnaire (KCCQ) at 6 Weeks",
                    "description": "The instrument used will be items 1-12 on the KCCQ. Values for the functional status summary score from 0 to 100 with higher scores indicating better quality of life. Summary score will be transformed to a 0 to 100 range by subtracting the lowest possible scale score, dividing by the range of the scale and multiplying by 100.",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure-related Functional Status on Kansas City Cardiomyopathy Questionnaire (KCCQ) at 12 Weeks",
                    "description": "The instrument used will be items 1-12 on the KCCQ. Values for the functional status summary score from 0 to 100 with higher scores indicating better quality of life. Summary score will be transformed to a 0 to 100 range by subtracting the lowest possible scale score, dividing by the range of the scale and multiplying by 100.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure-related Functional Status on Kansas City Cardiomyopathy Questionnaire (KCCQ) at 24 Weeks",
                    "description": "The instrument used will be items 1-12 on the KCCQ. Values for the functional status summary score from 0 to 100 with higher scores indicating better quality of life. Summary score will be transformed to a 0 to 100 range by subtracting the lowest possible scale score, dividing by the range of the scale and multiplying by 100.",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Number of Heart Failure Hospitalizations in the Past Month at End of 6 Weeks",
                    "description": "This measure will be obtained through participant self-report through periodic online surveys and will be and confirmed through hospitalization discharge summary and healthcare provider.",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Number of Heart Failure Hospitalizations in the Past Month at End of 12 Weeks",
                    "description": "This measure will be obtained through participant self-report through periodic online surveys and will be confirmed through hospitalization discharge summary and healthcare provider.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Number of Heart Failure Hospitalizations in the Past Month at End of 24 Weeks",
                    "description": "This measure will be obtained through participant self-report through periodic online surveys and will be confirmed through hospitalization discharge summary and healthcare provider.",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-management Knowledge on Atlanta Heart Failure Knowledge Test (AHKT) at 6 Weeks",
                    "description": "The instrument used will be 30-item Atlanta Heart Failure Knowledge Test (AHFKT). Each correct answer is scored as 1 point, with no additional weighting of items; correct responses are then summed. Incorrect or skipped questions are awarded 0 points. Total scores range from 0 to 30. Higher scores indicate better HF knowledge",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-management Knowledge on Atlanta Heart Failure Knowledge Test (AHKT) at 12 Weeks",
                    "description": "The instrument used will be 30-item Atlanta Heart Failure Knowledge Test (AHFKT). Each correct answer is scored as 1 point, with no additional weighting of items; correct responses are then summed. Incorrect or skipped questions are awarded 0 points. Total scores range from 0 to 30. Higher scores indicate better HF knowledge",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-management Knowledge on Atlanta Heart Failure Knowledge Test (AHKT) at 24 Weeks",
                    "description": "The instrument used will be 30-item Atlanta Heart Failure Knowledge Test (AHFKT). Each correct answer is scored as 1 point, with no additional weighting of items; correct responses are then summed. Incorrect or skipped questions are awarded 0 points. Total scores range from 0 to 30. Higher scores indicate better HF knowledge",
                    "timeFrame": "Baseline, 24 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-efficacy on Self-efficacy Section of Self-care of Heart Failure Index at 6 Weeks",
                    "description": "The instrument used will be 6-item Section C Self-efficacy section of Self-care of heart failure Index (SCHFI). Scores on the self-efficacy scale will range from 0 to 100, with higher scores reflecting better self-efficacy. To standardize scores the formula: (sum of Section C items - 6) \\* 5.56 will be used.",
                    "timeFrame": "Baseline, 6 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-efficacy on Self-efficacy Section of Self-care of Heart Failure Index at 12 Weeks",
                    "description": "The instrument used will be 6-item Section C Self-efficacy section of Self-care of heart failure Index (SCHFI). Scores on the self-efficacy scale will range from 0 to 100, with higher scores reflecting better self-efficacy. To standardize scores the formula: (sum of Section C items - 6) \\* 5.56 will be used.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change From Baseline in Heart Failure Self-efficacy on Self-efficacy Section of Self-care of Heart Failure Index at 24 Weeks",
                    "description": "The instrument used will be 6-item Section C Self-efficacy section of Self-care of heart failure Index (SCHFI). Scores on the self-efficacy scale will range from 0 to 100, with higher scores reflecting better self-efficacy. To standardize scores the formula: (sum of Section C items - 6) \\* 5.56 will be used.",
                    "timeFrame": "Baseline, 24 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 45 years or older\n* New York Heart Association (NYHA) heart failure classification of I to III that permits minimal physical activity without discomfort\n* have experienced HF hospitalization in the past 12 months\n* be fluent in English\n* Pass a mini-cognitive screen\n* Score of less than 2 (able to independently walk without using a cane or walker) on the Outcome and Assessment Information Set item for ambulation/locomotion\n\nExclusion Criteria:\n\n* severe visual (e.g., legally blind) or tactile (e.g., severe arthritis) impairments that adversely prevent the use of a smartphone or sensor devices;\n* a history of renal failure, which adversely affects HF prognosis\n* a diagnosis of an end-stage or terminal illness (e.g., cancer)\n* undergone heart transplantation, or implantation of a durable mechanical circulatory support device (e.g., left ventricular assist device) due to unique self-management needs.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "45 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Angelica Rangel, MS",
                    "role": "CONTACT",
                    "phone": "512-956-8714",
                    "email": "arangel@nursing.utexas.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kavita Radhakrishnan, PhD",
                    "affiliation": "The University of Texas Austin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The University of Texas Austin",
                    "status": "RECRUITING",
                    "city": "Austin",
                    "state": "Texas",
                    "zip": "78701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kavita Radhakrishnan, PhD",
                            "role": "CONTACT",
                            "phone": "512-471-7937",
                            "email": "kradhakrishnan@mail.nur.utexas.edu"
                        },
                        {
                            "name": "Kavita Radhakrishnan, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 30.26715,
                        "lon": -97.74306
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED",
            "description": "The investigators will make the data and associated documentation available to users only under a data-sharing agreement that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed. After review of the purpose of the data request to make sure it is consistent with the original project goals and verification that the request meets Institution Review board (IRB) approval, de-identified data may be shared with researchers as soon as possible but no later than within one year from the completion of the funded project period for the parent award or upon acceptance of the data for publication, whichever is earlier."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}