{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05230199",
            "orgStudyIdInfo": {
                "id": "R01HD105557",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01HD105557"
            },
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Sensory Optimization of the Hospital Environment",
            "officialTitle": "Multisensory Interventions to Improve Neurodevelopmental Outcomes of Preterm Infants Hospitalized in the Neonatal Intensive Care Unit",
            "acronym": "SOOTHE",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "sensory-optimization-of-the-hospital-environment"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-05-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-27",
            "studyFirstSubmitQcDate": "2022-01-27",
            "studyFirstPostDateStruct": {
                "date": "2022-02-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Roberta Pineda",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Southern California"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "St. Louis University",
                    "class": "OTHER"
                },
                {
                    "name": "Washington University School of Medicine",
                    "class": "OTHER"
                },
                {
                    "name": "University of North Carolina",
                    "class": "OTHER"
                },
                {
                    "name": "Harvard University",
                    "class": "OTHER"
                },
                {
                    "name": "Hugo W. Moser Research Institute at Kennedy Krieger, Inc.",
                    "class": "OTHER"
                },
                {
                    "name": "St. Louis Children's Hospital",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The long-term goal of this project is to improve the health and well-being of preterm infants and their parents. Although there is evidence to support positive multisensory interventions in the NICU, these interventions are often applied in an inconsistent manner, reducing their benefit. Through a rigorous and scientific process, we have developed a structured multisensory intervention program, titled Supporting and Enhancing NICU Sensory Experiences (SENSE), which includes specific doses and targeted timing of evidence-based interventions such as massage, auditory exposure, rocking, holding, and skin-to-skin care. The interventions are based on the infant's developmental stage and are adapted based on the infant's medical status and behavioral cues. The multisensory interventions are designed to be conducted during each day of NICU hospitalization by the parents, who are educated and supported to provide them. The proposed work aims to determine the effect of multisensory interventions on parent mental health, parent-child interaction, brain activity (amplitude integrated electroencephalography), and infant developmental outcomes through age 2 years, with specific attention to language outcome.",
            "detailedDescription": "Two-hundred fifteen parent-infant dyads of preterm infants born ≤ 32 weeks gestation and admitted to a Level IV NICU will be enrolled within 1 week of birth. Infants will be randomized to either the SENSE multisensory program or to the standard of care during the NICU stay. The SENSE program combines structured, easy-to-conduct, multisensory interventions with parent engagement to optimize outcomes in the complex medical environment of the NICU. Standardized assessments of parent mental health, infant neurodevelopment, and parent-child interaction will be conducted prior to NICU discharge and at 6 months, 1 year, and 2 years, adjusted for prematurity. Differences between groups will be investigated. Brain activity during NICU stay, including in the presence and absence of different sensory exposures, will also be investigated. The expected outcome is that the SENSE multisensory program will have a positive effect on improving outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Preterm",
                "Parent-Child Relations",
                "Parents",
                "Development, Infant",
                "Sensory Integration Dysfunction"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Parents will enroll in this study, understanding that they will be assigned to one of two types of sensory approaches. They will be masked from whether they are in the treatment (SENSE group) or control group (standard of care). After enrollment, the SENSE program will be described to those parents assigned to the SENSE group. The use of nurses and therapists to aid the parent in conducting sensory interventions at the bedside will be described to those parents assigned to the standard of care group. All assessments in the NICU will be conducted at the infant's bedside by a certified (when necessary) and trained evaluator who is blinded to treatment assignment. All assessments following NICU discharge will be conducted by a different blinded evaluator (to decrease bias), who is trained and experienced with standardized childhood assessment. The evaluators will not be involved in other study-related activities in order to maintain blinding.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 215,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Monitored standard of care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "At the study site, much like other contemporary NICUs, parents are encouraged to be present 24 hours per day, with significant variability in the amount, types and timing of parent engagement. Infant holding is supported, provided the infant can maintain physiological stability during handling. Parents can hold infants on mechanical ventilation, but holding is not encouraged during times when the infant is on oscillatory ventilation and/or when chest tubes are in place. Holding time may be restricted in infants \\<32 weeks due to temperature instability. Nurses and therapists foster parent participation through instruction on caregiving and developmentally appropriate interactions, but these are balanced with other priorities of care. With standard of care, there is no targeted and set amount of positive sensory exposure, and practices vary based on the comfort level of nurses, the medical team, and the parents.",
                    "interventionNames": [
                        "Behavioral: Monitored standard of care"
                    ]
                },
                {
                    "label": "SENSE multisensory program",
                    "type": "EXPERIMENTAL",
                    "description": "The SENSE program includes the provision of specific types and amounts of evidence-based tactile, auditory, visual, vestibular/kinesthetic, and olfactory interventions to be conducted by parents with their preterm infants, with a specific amount defined for each day of hospitalization. The program changes across PMA and an infant's tolerance of the prescribed activities. A sensory support team can fill in the gaps in intervention for infants in the SENSE group when parents are not available. The parent education materials identify specific doses of sensory inputs at each PMA. Feasibility has been established, with provision of an average of 155 hours of sensory exposures across NICU hospitalization.",
                    "interventionNames": [
                        "Behavioral: SENSE multisensory program"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "SENSE multisensory program",
                    "description": "In order to support parent's ability to implement the daily SENSE program they will be provided with an educational manual reviewing the program, weekly meetings with a therapist, and logs to report their visitation schedule and activities. Parents are able to choose different types of each sensory exposure. All options address the same key principles for that behavior and only include those that have evidence to support their use and are appropriate at each PMA.",
                    "armGroupLabels": [
                        "SENSE multisensory program"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Monitored standard of care",
                    "description": "Infants who receive sensory exposures only as standard of care but do not recieve the SENSE program",
                    "armGroupLabels": [
                        "Monitored standard of care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Bayley Scales of Infant Toddler Development, 4th Edition, language outcome",
                    "description": "Standardized assessment of language; The highest possible score on the language domain is 19 and the lowest possible score is 1. Scores from 8-12 are considered average.",
                    "timeFrame": "2 years adjusted age is primary outcome; also will be done at 1 year adjusted"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Bayley Scales of Infant Toddler Development, 4th Edition, motor outcome",
                    "description": "Standardized assessment of motor; The highest possible score on the motor domain is 19 and the lowest possible score is 1. Scores from 8-12 are considered average.",
                    "timeFrame": "1 and 2 years adjusted age"
                },
                {
                    "measure": "Bayley Scales of Infant Toddler Development, 4th Edition, cognitive outcome",
                    "description": "Standardized assessment of cognition: The highest possible score on the cognitive domain is 19 and the lowest possible score is 1. Scores from 8-12 are considered average.",
                    "timeFrame": "1 and 2 years adjusted age"
                },
                {
                    "measure": "NICU Network Neurobehavioral Assessment Scale",
                    "description": "Standardized neonatal neurobehavioral assessment",
                    "timeFrame": "Between 35-41 weeks PMA"
                },
                {
                    "measure": "Sensory Profile 2",
                    "description": "Parent-report measure of sensory processing",
                    "timeFrame": "Prior to NICU discharge and at 6 months, 1 and 2 years adjusted age,"
                },
                {
                    "measure": "Modified Checklist for Autism in Toddlers",
                    "description": "Parent report measure of sensory features",
                    "timeFrame": "2 years adjusted age"
                },
                {
                    "measure": "Ages and Stages Questionnaire-3",
                    "description": "parent report measure of development",
                    "timeFrame": "6 months adjusted age."
                },
                {
                    "measure": "Child Behavior Checklist (CBCL)",
                    "description": "Parent report measure of social emotional function",
                    "timeFrame": "2 years adjusted"
                },
                {
                    "measure": "Parent Child Early Relational Assessment (PCERA)",
                    "description": "Standardized observational assessment of parent-child interaction",
                    "timeFrame": "2 years adjusted"
                },
                {
                    "measure": "State Trait Anxiety Inventory",
                    "description": "Self report measure of anxiety",
                    "timeFrame": "Prior to the infant's discharge from the NICU (35-41 weeks PMA) and at 6 months, one and 2 years adjusted age"
                },
                {
                    "measure": "Life Stress Subscale of the Parenting Stress Index (PSI)",
                    "description": "Self report measure of stress",
                    "timeFrame": "Prior to the infant's discharge from the NICU (35-41 weeks PMA) and at 6 months, one and 2 years adjusted age"
                },
                {
                    "measure": "Edinburgh Postnatal Depression Scale (EPDS)",
                    "description": "Self report measure of maternal postpartum depression",
                    "timeFrame": "Prior to the infant's discharge from the NICU (35-41 weeks PMA) and at 6 months, one and 2 years adjusted age"
                },
                {
                    "measure": "aEEG Burdjalov Score",
                    "description": "The Olympic Brainz Monitor (OBM) Monitor (TMNatus), which provides continuous cerebral function monitoring, will be used for aEEG recordings at four time points. After a minimum baseline aEEG tracing of 4 hours, a sensory intervention (that has no movement artifact) will be performed for one hour, followed by monitoring for one additional hour after the sensory intervention is removed. This will be a total monitoring time of 6 hours. We will record who performed the intervention (parent, volunteer, research member) and the type of intervention (ie. holding, kangaroo, reading). Scores will also be evaluated as an outcome measure across PMA",
                    "timeFrame": "within two weeks of birth, at 30 and 34 weeks PMA, and between 35-41 weeks PMA for six continuous hours"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Home Observation Measurement of the Environment",
                    "description": "self report measure of the home environment",
                    "timeFrame": "At 6 months, one and two years adjusted age"
                },
                {
                    "measure": "Family Resilience Assessment Scale",
                    "description": "self report measure of family resilience",
                    "timeFrame": "At 6 months, one and two years adjusted age"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* ≤ 32 weeks estimated gestational age (EGA)\n* recruited within the first week of life\n\nExclusion Criteria:\n\n* \\> 32 weeks EGA at birth\n* \\>7 days old\n* become wards of the state\n* have a suspected or confirmed congenital anomaly\n* face a high immediate threat of death, per the opinion of the attending physician.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Day",
            "maximumAge": "7 Days",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Roberta Pineda, PhD OTR/L",
                    "role": "CONTACT",
                    "phone": "(323) 442-2850",
                    "email": "bobbi.pineda@chan.usc.edu"
                },
                {
                    "name": "Amit Mathur, MD",
                    "role": "CONTACT",
                    "phone": "314) 577-5642",
                    "email": "amit.mathur@health.slu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Roberta Pineda, PhD OTR/L",
                    "affiliation": "University of Southern California",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Amit Mathur, MD",
                    "affiliation": "St. Louis University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cardinal Glennon Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amit Mathur, MD, PhD",
                            "role": "CONTACT",
                            "phone": "314-577-5360",
                            "email": "amit.mathur@health.slu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Preterm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}