{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04502758",
            "nctIdAliases": [
                "NCT04701840"
            ],
            "orgStudyIdInfo": {
                "id": "20-009630-1"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MH124655-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MH124655-01"
                }
            ],
            "organization": {
                "fullName": "Mayo Clinic",
                "class": "OTHER"
            },
            "briefTitle": "Sequential Bilateral Accelerated Theta Burst Stimulation in Adolescents With Suicidal Ideation",
            "officialTitle": "A Randomized Controlled Trial of Sequential Bilateral Accelerated Theta Burst Stimulation in Adolescents With Suicidal Ideation Associated With Major Depressive Disorder",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sequential-bilateral-accelerated-theta-burst-stimulation-in-adolescents-with-suicidal-ideation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-04",
            "studyFirstSubmitQcDate": "2020-08-04",
            "studyFirstPostDateStruct": {
                "date": "2020-08-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-20",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Paul E. Croarkin",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Mayo Clinic"
            },
            "leadSponsor": {
                "name": "Mayo Clinic",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to gather information regarding the use of a new type of transcranial magnetic stimulation (TMS) called theta burst stimulation (TBS) for suicidal ideation in adolescents with Major Depressive Disorder (MDD). The investigators hope to learn if this TMS treatment improves suicidal ideation over 10 days and clinical outcomes over 1 year of follow-up.",
            "detailedDescription": "The proposed study will examine sequential bilateral accelerated theta burst stimulation (aTBS). Three sessions are administered daily for 10 days (5 days per week). During each session continuous theta burst stimulation (cTBS) in which 1800 pulses are delivered continuously over 120 seconds to the right dorsolateral prefrontal cortex (RDPFC) is administered first, followed by iTBS in which 1800 pulses are delivered in 2 second bursts, repeated every 10 seconds for 570 seconds (1800 pulses) to the left dorsolateral prefrontal cortex (LDPFC). The theta burst stimulation (TBS) parameters were adopted from prior work, with 3-pulse 50 Hz bursts given every 200 ms (at 5 Hz) with an intensity of 80% of active motor threshold. The comparison group will receive 3 daily sessions of bilateral sham TBS treatment for 10 days. Subjects in both groups will take part in a daily psychotherapeutic treatment program.\n\nThe proposed study will examine sequential bilateral accelerated theta burst stimulation (aTBS). Three sessions are administered daily for 10 days (5 days per week). During each session continuous theta burst stimulation (cTBS) in which 1800 pulses are delivered continuously over 120 seconds to the right dorsolateral prefrontal cortex (RDPFC) is administered first, followed by iTBS in which 1800 pulses are delivered in 2 second bursts, repeated every 10 seconds for 570 seconds (1800 pulses) to the left dorsolateral prefrontal cortex (LDPFC). The theta burst stimulation (TBS) parameters were adopted from prior work, with 3-pulse 50 Hz bursts given every 200 ms (at 5 Hz) with an intensity of 80% of active motor threshold. The comparison group will receive 3 daily sessions of bilateral sham TBS treatment for 10 days. Subjects in both groups will take part in a daily psychotherapeutic treatment program.\n\nThe study will enroll outpatient and inpatient adolescents (aged 12-18 years) with Major Depressive Disorder (MDD) of at least moderate severity defined as a Children's Depression Rating Scale Revised (CDRS-R) Score of 40 or greater and suicidal ideation defined as a score of 3 or greater on item 13 (Suicidal Ideation) of the CDRS-R."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation",
                "Major Depressive Disorder"
            ],
            "keywords": [
                "Adolescent"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized Controlled Trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "The use of the MagVenture Cool-B70 A/P coils facilitates blinding of the operator and subjects receiving aTBS or sham treatments. The study team members completing clinical rating scales will also not be allowed in the treatment suite during TBS treatment sessions and will be blinded to treatment assignment. A pre-post treatment expectancy and experience form will ask subjects and parents to make a guess regarding treatment arm (active or sham). Blinded study team members will also be asked to guess treatment assignments for each subject.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 80,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sequential bilateral accelerated theta burst stimulation",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Three sessions of Sequential bilateral accelerated theta burst stimulation (aTBS) are administered daily for 10 days (5 days per week).",
                    "interventionNames": [
                        "Device: MagVenture TMS Therapy System w/Theta Burst Stimulation"
                    ]
                },
                {
                    "label": "Sham seqential billateral accelerated theta burst stimulation",
                    "type": "SHAM_COMPARATOR",
                    "description": "Three sessions of Sequential bilateral sham accelerated theta burst stimulation (aTBS) are administered daily for 10 days (5 days per week).",
                    "interventionNames": [
                        "Device: Sham MagVenture TMS Therapy System w/Theta Burst Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "MagVenture TMS Therapy System w/Theta Burst Stimulation",
                    "description": "During each session continuous theta burst stimulation (cTBS) in which 1800 pulses are delivered continuously over 120 seconds to the right dorsolateral prefrontal cortex (RDPFC) is administered first, followed by iTBS in which 1800 pulses are delivered in 2 second bursts, repeated every 10 seconds for 570 seconds (1800 pulses) to the left dorsolateral prefrontal cortex (LDPFC). The device consists of a magnetic stimulator, MagPro X100 and a magnetic coil used for MT determination, C-B70 and a treatment coil, the Cool-B70 A/P coil. The A/P version of the coil, contains both an active site (A) and a sham (P) site. The magnetic field properties on the active site are identical to that of the standard Cool-B70 coil, cleared for iTBS treatment.",
                    "armGroupLabels": [
                        "Sequential bilateral accelerated theta burst stimulation"
                    ],
                    "otherNames": [
                        "The MagVenture TMS Therapy System w/Theta Burst Stimulation"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Sham MagVenture TMS Therapy System w/Theta Burst Stimulation",
                    "description": "During each session continuous theta burst stimulation (cTBS) in which 1800 pulses are delivered continuously over 120 seconds to the right dorsolateral prefrontal cortex (RDPFC) is administered first, followed by iTBS in which 1800 pulses are delivered in 2 second bursts, repeated every 10 seconds for 570 seconds (1800 pulses) to the left dorsolateral prefrontal cortex (LDPFC). The device consists of a magnetic stimulator, MagPro X100 and a magnetic coil used for MT determination, C-B70 and a treatment coil, the Cool-B70 A/P coil. The A/P version of the coil, contains both an active site (A) and a sham (P) site. The magnetic field on the sham site is significantly reduced, and is less than 5% of that of the active site.",
                    "armGroupLabels": [
                        "Sham seqential billateral accelerated theta burst stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Suicidal Ideation",
                    "description": "Suicidal Ideation as measured by the Columbia-Suicide Severity Rating Scale (C-SSRS). This is a validated, clinician-rated tool collected to assess lifetime and ongoing suicidal ideation and behavior. The severity of ideation subscale is a 5-point ordinal scale 1-5 . 1 = Wish to be dead - 5 = Active Suicidal Ideation with Specific Plan and Intent. Assessed at baseline, 10 days and 12 months.",
                    "timeFrame": "up to 12 months"
                },
                {
                    "measure": "Hospitalizations",
                    "description": "The total number of hospitalizations related to suicide idealization",
                    "timeFrame": "up to 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Cortical inhibition",
                    "description": "As measured in Changes in test stimulus (TS) motor evoked potential (MEP) amplitude of are expressed as a percentage of the mean unconditioned MEP amplitude. For N100 response data collection, mean single pulse data will be collected for each electrode for the TMS-evoked potential. The N100 peak value is then extracted throughout electrodes from the negative in closest proximity to 100 ms.",
                    "timeFrame": "baseline, 10 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Inpatients or outpatients\n* Voluntary clinical patient with the capacity to assent to treatment and a parent or legal guardian with the capacity to consent\n* Female or male\n* 12-18 years of age\n* Diagnosed with MDD based on Diagnostic and Statistical Manual for Mental Disorders, 5th edition (DSM-5) criteria122 with the Mini-International Neuropsychiatric Interview for Children and Adolescents (MINI Kid) in subjects 12-17 years of age;118 The Mini-International Neuropsychiatric Interview will be used for subjects who are 18 years of age117\n* In a current episode of MDD with duration of at least 4 weeks but less than 3 years\n* Depressive symptom severity as demonstrated by CDRS-R total composite score of 40 or greater and a suicidal ideation score of 3 or more on item 13 of the CDRS-R109\n* Demonstrating that depressive symptom severity as evaluated at the screening visit does not improve between screening and baseline by 25% or more\n* Eligible for transcranial magnetic stimulation (TMS) based on safety criteria104\n* On a medically acceptable form of birth control if female\n* Taking an antidepressant medication if recommended by the referring clinician and agreed upon by parents and patients. Please note that patients are not required to take an antidepressant medication for study participation for practical, ethical, and human subject protection concerns. Medication status and prior treatment resistance will be carefully recorded with the Antidepressant Treatment History Form113 criteria for relevant statistical considerations.\n\nExclusion Criteria:\n\n* Diagnosis of a psychotic disorder, bipolar disorder, anorexia nervosa, bulimia nervosa, substance use disorders within the past year (with the exception of caffeine and tobacco).\n* Intelligent quotient less than 70 (if there is a clinical concern, subjects will be psychometrically assessed with the Slosson Intelligence Test, Revised).123\n* Positive urine drug screen at baseline\n* Seizure history\n* Any family history of epilepsy\n* History of any treatment with electroconvulsive therapy or TMS\n* Use of any investigational drug within 4 weeks of baseline\n* Prior brain surgery\n* Risk for increased intracranial pressure such as a brain tumor\n* Head trauma with loss of consciousness\n* Any true positive findings on the TMS safety screening form\n* Pregnancy or suspected pregnancy\n* Conductive, ferromagnetic, or other magnetic-sensitive metals implanted in the head-within 30 cm of the treatment coil excluding the mouth that cannot be safely removed (examples include cochlear implants, vagus nerve stimulators, deep brain stimulators, implanted electrodes/stimulators, aneurysm clips or coils, stents, bullet fragments, jewelry and hair barrettes).\n* Implanted medication pumps and cardiac pacemakers\n* Any unstable medical condition\n* Inability to adhere to the protocol",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Charlie Hoth",
                    "role": "CONTACT",
                    "phone": "(507) 422-2605",
                    "email": "hoth.charlie@mayo.edu"
                },
                {
                    "name": "Courtney Caves",
                    "role": "CONTACT",
                    "email": "wolf.courtney@mayo.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Paul Croarkin, DO, MS",
                    "affiliation": "Mayo Clinic",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Mayo Clinic in Rochester",
                    "status": "RECRUITING",
                    "city": "Rochester",
                    "state": "Minnesota",
                    "zip": "55905",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 44.02163,
                        "lon": -92.4699
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31207865",
                    "type": "BACKGROUND",
                    "citation": "Sonmez AI, Camsari DD, Nandakumar AL, Voort JLV, Kung S, Lewis CP, Croarkin PE. Accelerated TMS for Depression: A systematic review and meta-analysis. Psychiatry Res. 2019 Mar;273:770-781. doi: 10.1016/j.psychres.2018.12.041. Epub 2018 Dec 7."
                },
                {
                    "pmid": "30292987",
                    "type": "BACKGROUND",
                    "citation": "Lewis CP, Camsari DD, Sonmez AI, Nandakumar AL, Gresbrink MA, Daskalakis ZJ, Croarkin PE. Preliminary evidence of an association between increased cortical inhibition and reduced suicidal ideation in adolescents treated for major depression. J Affect Disord. 2019 Feb 1;244:21-24. doi: 10.1016/j.jad.2018.09.079. Epub 2018 Sep 28."
                },
                {
                    "pmid": "30031247",
                    "type": "BACKGROUND",
                    "citation": "Croarkin PE, Nakonezny PA, Deng ZD, Romanowicz M, Voort JLV, Camsari DD, Schak KM, Port JD, Lewis CP. High-frequency repetitive TMS for suicidal ideation in adolescents with depression. J Affect Disord. 2018 Oct 15;239:282-290. doi: 10.1016/j.jad.2018.06.048. Epub 2018 Jul 18."
                },
                {
                    "pmid": "29703993",
                    "type": "BACKGROUND",
                    "citation": "Lewis CP, Nakonezny PA, Blacker CJ, Vande Voort JL, Port JD, Worrell GA, Jo HJ, Daskalakis ZJ, Croarkin PE. Cortical inhibitory markers of lifetime suicidal behavior in depressed adolescents. Neuropsychopharmacology. 2018 Aug;43(9):1822-1831. doi: 10.1038/s41386-018-0040-x. Epub 2018 Mar 14."
                },
                {
                    "pmid": "31398593",
                    "type": "BACKGROUND",
                    "citation": "Dhami P, Knyahnytska Y, Atluri S, Lee J, Courtney DB, Croarkin PE, Blumberger DM, Daskalakis ZJ, Farzan F. Feasibility and clinical effects of theta burst stimulation in youth with major depressive disorders: An open-label trial. J Affect Disord. 2019 Nov 1;258:66-73. doi: 10.1016/j.jad.2019.07.084. Epub 2019 Jul 30."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Mayo Clinic Clinical Trials",
                    "url": "https://www.mayo.edu/research/clinical-trials"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be uploaded and NIMH databases and shared as per NIMH and NIH policy"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003866",
                    "term": "Depressive Disorder"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000003865",
                    "term": "Depressive Disorder, Major"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019964",
                    "term": "Mood Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "asFound": "Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7060",
                    "name": "Depressive Disorder, Major",
                    "asFound": "Major Depressive Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21835",
                    "name": "Mood Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}