{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04909736",
            "orgStudyIdInfo": {
                "id": "00001496"
            },
            "organization": {
                "fullName": "Tufts Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Sequential Allocation Study of Music Duration",
            "officialTitle": "Sequential Allocation Study of Music Duration",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "sequential-allocation-study-of-music-duration"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-13",
            "studyFirstSubmitQcDate": "2021-05-26",
            "studyFirstPostDateStruct": {
                "date": "2021-06-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Tufts Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators are interested in studying the effects of varying lengths of musical exposure on patient anxiety and stress levels.",
            "detailedDescription": "In prior studies, anxiety and musical exposure was investigated, but yielded results showing both a decrease in anxiety and increase in anxiety. As such, it is possible that there is a \"dose\" of musical exposure that would achieve optimal anti-anxiety effects, with decreasing efficacy when undershot or overshot. In previous studies, it has been demonstrated that specific selections of Mozart Sonata's, composed with specific rhythms and modes have helped improve patient anxiety through patient mechanisms (Conrad et al 2010). As such, this study will continue to use music described in Conrad's previous studies not only as a control mechanism for exposure, but also utilizing already established principals and groundwork.\n\nOnce the subject is recruited, patient demographic data and baseline vital signs (including anxiety levels) will be recorded from the patient charts that have been filled out by the patient's provider. Anxiety assessment will be on a scale of 0-10 and the patient will simply be asked to rate their anxiety on that scale, with 0 being absolutely no anxiety and a 10 being the most anxious they have ever felt.\n\nIn the exposure group, an investigator will come in with a stereo music player with external speakers that will have the musical pieces pre-loaded. The investigator will be in charge of setting up the music player and starting the music. The patients will then proceed with their predetermined listening time of music. Upon completion, vital signs (including anxiety levels) will once again be collected by the patient's providers and recorded by the investigator. The investigator will also ask a few questions that assess the patient's experience throughout the study and their experience with listening to and playing musical instruments.\n\nIn the control group, an investigator will proceed with a predetermined time of no music. Participants and supporting staff would be asked not to play music in the room during the observed time. Upon completion, vital signs (including anxiety levels) will once again be collected by the patient's providers and recorded by the investigator. The investigator will also ask a few questions that assess the patient's experience throughout the study and their experience with listening to and playing musical instruments.\n\nThis study will be performing an Up-Down sequential allocation study using Dixon's method to estimate the minimum dose, which provides a 50% chance of reducing anxiety. Specifically, we will start at a musical exposure of 15 minutes for the first study participant. Upon collecting the first participant's anxiety score post-music exposure, the differences in pre-exposure and post-exposure anxiety scores will be calculated. The second study participant will have their exposure time \"stepped up\" or increased, by 5 minutes if the first study subject results in a failure, defined as either no change or an increase in their post-exposure anxiety. If there was a decrease in anxiety post-exposure, or a \"success\", then the second subject will have their exposure time reduced by 5 minutes, or \"stepped down\". From there, the third participant's exposure time will be adjusted based on the outcomes of the second participant. This method and pattern will be applied for all subsequent participants in order to find the lowest duration of music exposure to achieve an effective dose.\n\nThe same Up-Down sequential allocation study method will be utilized for the control group. Specifically, we will start with no-music exposure of 15 minutes for the first study participant. Upon collecting the first participant's anxiety score post-no-music exposure, the differences in pre-exposure and post-exposure anxiety scores will be calculated. The second study participant will have their exposure time \"stepped up\" or increased, by 5 minutes if the first study subject results in a failure, defined as either no change or an increase in their post-exposure anxiety. If there was a decrease in anxiety post-exposure, or a \"success\", then the second subject will have their exposure time reduced by 5 minutes, or \"stepped down\". From there, the third participant's exposure time will be adjusted based on the outcomes of the second participant. This method and pattern will be applied for all subsequent participants in order to find the lowest duration of music exposure to achieve an effective dose.\n\nThe absolute minimal musical exposure time will be set at 1 minute and if the effective dose is achieved at 1 minute, we will start each subsequent patient at 1 minute of musical exposure. After the first 5-minute exposure is achieved, from either success or failures, the time increments will be adjusted by increments of 1 minute instead of the previous 5. For example, a failure at 5 minutes will result in the subsequent patient to have an exposure time of 6 minutes, while a success at 5 minutes will result in the subsequent patient to have an exposure time of 4 minutes. The patients in the exposure arm will all listen to Mozart music played for them from a speaker that will be controlled by the investigator. The study will terminate once we achieve 6 \"cross overs\" between up and down steps or if 30 participants have been recruited-whichever comes first. Statistical analysis and final ED50 determination will be done using methods described by Dixon and Massey."
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety",
                "Patient Satisfaction",
                "Music Exposure"
            ],
            "keywords": [
                "Music, Anxiety,"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "The investigators will use a sequential allocation approach where subsequent parameters of the study are adjusted based on the accrued data. Allocation methods will follow an up and down model, where patients musical exposure time will be determined based on the success or failure of the patient immediately preceding them.",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Music Exposure",
                    "type": "EXPERIMENTAL",
                    "description": "Patient will listen to a specified duration of music.",
                    "interventionNames": [
                        "Other: Music Exposure"
                    ]
                },
                {
                    "label": "No-Music Exposure",
                    "type": "NO_INTERVENTION",
                    "description": "Patient will not listen to music to for specified duration of time."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Music Exposure",
                    "description": "Music will be played for participants.",
                    "armGroupLabels": [
                        "Music Exposure"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in anxiety through a questionnaire rating anxiety levels on a scale of 0-10",
                    "description": "Investigators will measure the patient's anxiety pre exposure on a scale of 0-10, with 0 being no anxiety and 10 being extreme anxiety. Anxiety will be assessed again on the same scale post musical exposure.",
                    "timeFrame": "baseline and up to 60 minutes after exposure."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "General Musical Experience",
                    "description": "The investigators will ask questions inquiring about the general musical experience for the patient in both the research context and their lives. The questions will include:\n\n1. Overall, how would you rate your experience listening to music pre-operation on a scale of 0-10, with 1 being the worst experience and 10 being the best experience?\n2. If you were to have another C-section, would you want to listen to music before hand? Definitely Not Maybe Not Maybe Yes Definitely Yes\n3. Would you recommend listening to music before a C-section to friends and family? Definitely Not Maybe Not Maybe Yes Definitely Yes\n4. Would you consider yourself as someone who listens to music regularly for enjoyment? Yes No\n5. What musical experience, if any, do you have?\n\n   1. What level of education do you have in music?\n   2. Are you currently active in music?",
                    "timeFrame": "Up to 60 minutes after musical exposure"
                },
                {
                    "measure": "Change in Heart Rate between baseline and at end of exposure",
                    "description": "The investigators will measure the patient's heart rate before and after musical exposure",
                    "timeFrame": "baseline and up to 60 minutes after exposure."
                },
                {
                    "measure": "Change in Blood Pressure between baseline and at the end of exposure",
                    "description": "The investigators will measure the patient's blood pressure before and after musical exposure",
                    "timeFrame": "baseline and up to 60 minutes after exposure."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18-50\n* Elective scheduled cesarean delivery\n* Able to provide informed consent\n\nExclusion Criteria:\n\n* Patient refusal\n* Impaired hearing\n* Patient taking at least one anti-anxiolytic medication on a daily basis at baseline\n* No anxiety (a score of 0, on a scale of 0-10 of pre-music exposure anxiety) after consent is given.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "maximumAge": "50 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Roy Wang, BS",
                    "role": "CONTACT",
                    "phone": "8588805862",
                    "email": "ruoyu.wang@tufts.edu"
                },
                {
                    "name": "Dan Drzymalski, MD",
                    "role": "CONTACT",
                    "phone": "6176366044",
                    "email": "DDrzymalski@tuftsmedicalcenter.org"
                }
            ],
            "locations": [
                {
                    "facility": "Tufts Medical Center",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02111",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dan M Drzymalski, M.D",
                            "role": "CONTACT",
                            "phone": "617-636-6044",
                            "email": "ddrzymalski@tuftsmedicalcenter.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "21171230",
                    "type": "BACKGROUND",
                    "citation": "Conrad C. Music for healing: from magic to medicine. Lancet. 2010 Dec 11;376(9757):1980-1. doi: 10.1016/s0140-6736(10)62251-9. No abstract available."
                },
                {
                    "pmid": "20403600",
                    "type": "BACKGROUND",
                    "citation": "Huang ST, Good M, Zauszniewski JA. The effectiveness of music in relieving pain in cancer patients: a randomized controlled trial. Int J Nurs Stud. 2010 Nov;47(11):1354-62. doi: 10.1016/j.ijnurstu.2010.03.008. Epub 2010 Apr 18."
                },
                {
                    "pmid": "30880522",
                    "type": "BACKGROUND",
                    "citation": "Drzymalski DM, Lumbreras-Marquez MI, Tsen LC, Camann WR, Farber MK. The effect of patient-selected or preselected music on anxiety during cesarean delivery: a randomized controlled trial. J Matern Fetal Neonatal Med. 2020 Dec;33(24):4062-4068. doi: 10.1080/14767058.2019.1594766. Epub 2019 Mar 27."
                },
                {
                    "pmid": "28211193",
                    "type": "BACKGROUND",
                    "citation": "Gorges M, Zhou G, Brant R, Ansermino JM. Sequential allocation trial design in anesthesia: an introduction to methods, modeling, and clinical applications. Paediatr Anaesth. 2017 Mar;27(3):240-247. doi: 10.1111/pan.13088. Epub 2017 Feb 17."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}