{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04223518",
            "orgStudyIdInfo": {
                "id": "HSC-MS-19-0998"
            },
            "organization": {
                "fullName": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "briefTitle": "Serum Bovine Immunoglobulin (SBI) in Children and Young Adults With Inflammatory Bowel Disease (IBD)",
            "officialTitle": "Safety, Tolerability, and Nutritional Impact of Serum Bovine Immunoglobulin (SBI) in Children and Young Adults With Inflammatory Bowel Disease",
            "therapeuticArea": [
                "Immunology and Rheumatology",
                "Gastroenterology"
            ],
            "study": "serum-bovine-immunoglobulin-sbi-in-children-and-young-adults-with-inflammatory-bowel-disease-ibd"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-01-06",
            "studyFirstSubmitQcDate": "2020-01-08",
            "studyFirstPostDateStruct": {
                "date": "2020-01-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-08-11",
            "lastUpdatePostDateStruct": {
                "date": "2022-08-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Monisha Hitesh Shah",
                "investigatorTitle": "M.D., Fellow, Pediatric Gastroenterology",
                "investigatorAffiliation": "The University of Texas Health Science Center, Houston"
            },
            "leadSponsor": {
                "name": "Monisha Hitesh Shah",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a randomized, double-blind placebo controlled study to assess for safety, tolerability and nutritional impact of oral serum bovine immunoglobulin (SBI) on pediatric patients and young adults with inflammatory bowel disease (IBD) as assessed by an increase in serum albumin and other nutritional markers including vitamin D level, pre-albumin, transferrin and iron saturation; and improvement in weight and body mass index. SBI is an animal derived protein isolate from the serum of cows containing \\>50% IgG. It has been used for patients suffering from irritable bowel syndrome, human immunodeficiency virus enteropathy and antibiotic-associated diarrhea for symptomatic relief of diarrhea with good results and minimal side effects. However its role in IBD has not yet been investigated. The investigators hypothesize that the study product will have a positive nutritional impact along with symptom improvement for pediatric and young adult patients with IBD. The volunteers for our study will have established Crohn's disease or ulcerative colitis and will be treated with a daily powder (SBI or placebo) added to their breakfast food (egg, yogurt, or peanut butter are best) for total of 60 days followed by 30 day monitoring period after completion of treatment. The volunteers will be followed by clinic visits and labs on day 0, day 15, day 60 and day 90. There is the potential for the treatment to alter disease activity, a secondary outcome, as assessed by measurement of serum markers of inflammation (ESR, CRP), fecal calprotectin (validated marker of intestinal inflammation), and clinical indices like short pediatric Crohn's disease activity index (shPDCAI) or pediatric ulcerative colitis activity index (PUCAI) for children and Harvey Bradshaw Index or SCCAI for adults. Stool samples will be collected on day 0 and day 60 for 16S RNA sequencing to assess for changes in microbiota of the participants while on the study product/placebo. We plan to enroll 43 patients in the study to allow for data analysis of atleast 30 patients. The study will take place over 1 year and will be conducted at University of Texas-Children's Memorial Hermann Hospital, where we follow \\> 125 children with inflammatory bowel disease."
        },
        "conditionsModule": {
            "conditions": [
                "Inflammatory Bowel Diseases",
                "Ulcerative Colitis",
                "Crohn Disease"
            ],
            "keywords": [
                "serum bovine immunoglobulin"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "EARLY_PHASE1"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Single-center, randomized control double blinded prospective clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Once the consent is signed, each participant will be assigned a unique study number, which will replace any identifiable data for the remainder of the study. The code key will be stored in a divisional research University of Texas, Houston-secure website. The participants will then be randomized to receive either SBI or placebo (in form of hydrolyzed collagen) to be taken once daily for a total of 60 days. The medical products will be supplied to the participants in a blinded manner by the principal investigator and study co-ordinator.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 43,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Serum Bovine Immunoglobulin",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Study product: Serum bovine immunoglobulin, also known by the trade name of Enteragam Dosage form: powdered packet Dosage: Each packet (10 g net weight) consists of 5 g of serum-derived bovine immunoglobulin/protein isolate (SBI) which is the active ingredient Frequency: one packet a day Duration: 60 days",
                    "interventionNames": [
                        "Dietary Supplement: Serum bovine immunoglobulin"
                    ]
                },
                {
                    "label": "Hydrolyzed Collagen",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo: hydrolyzed collagen Dosage form: powdered packet Dosage: 10 g of hydrolyzed collagen per packet Frequency: one packet a day Duration: 60 days",
                    "interventionNames": [
                        "Dietary Supplement: Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Serum bovine immunoglobulin",
                    "description": "Serum bovine immunoglobulin (SBI), also known by the brand name of Enteragam (Proliant Biologicals, Ankeny, Iowa) is derived from bovine serum and classified as a medical food composed of \\>90% protein which consists primarily of immunoglobulins (\\>50% of IgG) along with other bovine proteins and peptides similar to those commonly consumed by humans in beef products.",
                    "armGroupLabels": [
                        "Serum Bovine Immunoglobulin"
                    ],
                    "otherNames": [
                        "Enteragam"
                    ]
                },
                {
                    "type": "DIETARY_SUPPLEMENT",
                    "name": "Placebo",
                    "description": "Hydrolyzed Collagen",
                    "armGroupLabels": [
                        "Hydrolyzed Collagen"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Effects of Serum Bovine Immunoglobulin (SBI) on nutrition of pediatric patients with inflammatory Bowel Disease",
                    "description": "Assessed by a change in albumin by at least 5% (primary end point)",
                    "timeFrame": "Days 0, 15, 60 and 90"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Effects of SBI on nutritional marker: Vitamin D",
                    "description": "Assessed quantitative valuation of 25-hydroxy vitamin D level in ng/mL",
                    "timeFrame": "Days 0 and 60"
                },
                {
                    "measure": "Effects of SBI on nutritional marker: pre-albumin",
                    "description": "Assessed quantitative valuation of pre-albumin level in mg/dL",
                    "timeFrame": "Days 0 and 60"
                },
                {
                    "measure": "Effects of SBI on nutritional markers: transferrin and iron saturation",
                    "description": "Assessed quantitative valuation of iron panel",
                    "timeFrame": "Days 0 and 60"
                },
                {
                    "measure": "Effects of SBI on weight",
                    "description": "Assessed quantitative valuation of weight in kilograms",
                    "timeFrame": "Days 0, 15, 60 and 90"
                },
                {
                    "measure": "Effects of SBI on Body Mass Index (BMI)",
                    "description": "Assessed quantitative valuation of Body Mass Index (BMI) in kg/m2",
                    "timeFrame": "Days 0, 15, 60 and 90"
                },
                {
                    "measure": "Safety assessment for kidney function",
                    "description": "Assessed quantitative valuation of kidney function as assessed by measurement of creatinine and Blood urea nitrogen (BUN) levels in mg/dL",
                    "timeFrame": "Days 0, 15, 60 and 90"
                },
                {
                    "measure": "Safety assessment for liver function",
                    "description": "Assessed quantitative valuation of liver function as assessed by measurement of alanine transaminase (ALT) and aspartate aminotransferase (AST) in IU/L",
                    "timeFrame": "Days 0, 15, 60 and 90"
                },
                {
                    "measure": "Effect of SBI on symptom of diarrhea for ulcerative colitis",
                    "description": "Assessed quantitative valuation of clinical activity index: Pediatric Ulcerative Colitis Activity Index (PUCAI) score for children with ulcerative colitis and Simple Clinical Colitis Activity Index (SCCAI) for young adults with ulcerative colitis . Minimum and maximum values are 0 and 85 respectively for PUCAI and 0 and 19 for SCCAI, with higher scores relating to worse outcome.",
                    "timeFrame": "Days 0, 15, 60 and 90"
                },
                {
                    "measure": "Effect of SBI on symptom of diarrhea for Crohn's disease",
                    "description": "Assessed quantitative valuation of clinical activity index: Short Pediatric Crohn's Disease Activity Index (shPCDAI) for children with Crohn's disease and Harvey Bradshaw Index(HBI) for young adults with Crohn's disease. Minimum and maximum values are 0 and 90 respectively for shPDCAI and 0 and \\>16 for HBI, with higher scores relating to worse outcome.",
                    "timeFrame": "Days 0, 15, 60 and 90"
                },
                {
                    "measure": "Effect of SBI on disease activity (ESR)",
                    "description": "Assessed quantitative valuation of serum inflammatory marker: ESR measured in mm/hr",
                    "timeFrame": "Days 0 and 60"
                },
                {
                    "measure": "Effect of SBI on disease activity (CRP)",
                    "description": "Assessed quantitative valuation of serum inflammatory marker: CRP measured in mg/L",
                    "timeFrame": "Days 0, 15, 60 and 90"
                },
                {
                    "measure": "Effect of SBI on disease activity (calprotectin)",
                    "description": "Assessed quantitative valuation of fecal inflammatory marker: calprotectin measured in ug/g",
                    "timeFrame": "Days 0 and 60"
                },
                {
                    "measure": "Effect of SBI on stool microbiota",
                    "description": "Assessed quantitative valuation of stool microbial community profiling by denaturing high pressure liquid chromatography (DHPLC) using broad range 16S rDNA PCR sequencing and bioinformatics",
                    "timeFrame": "Days 0 and 60"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pediatric patients, ages 6-30 years diagnosed with inflammatory bowel disease (UC/Crohn's disease) based on the pediatric ulcerative colitis activity index/ short pediatric Crohn's disease activity index for children and Harvey Bradshaw Index/SCCAI for young adults\n\nExclusion Criteria:\n\n* Patients with severe illness requiring inpatient admission\n* Patients with known allergy to beef or beef products, sunflower lecithin and dextrose\n* Patients with liver function tests elevated to more than 3 times the upper limit of normal\n* Pregnancy or breastfeeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "6 Years",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Monisha Shah, M.D.",
                    "role": "CONTACT",
                    "phone": "713-500-5669",
                    "email": "Monisha.Shah.1@uth.tmc.edu"
                },
                {
                    "name": "Nicole Fatheree, BBA",
                    "role": "CONTACT",
                    "phone": "713-500-5669",
                    "email": "nicole.fatheree@uth.tmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Monisha Shah, M.D.",
                    "affiliation": "The University of Texas Health Science Center, Houston",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jon Marc Rhoads, M.D.",
                    "affiliation": "The University of Texas Health Science Center, Houston",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas Health Science Center at Houston",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Monisha Shah, MD",
                            "role": "CONTACT",
                            "phone": "713-500-5663",
                            "email": "Monisha.Shah.1@uth.tmc.edu"
                        },
                        {
                            "name": "Nicole Y. Fatheree, BBA",
                            "role": "CONTACT",
                            "phone": "713-500-5669",
                            "email": "nicole.fatheree@uth.tmc.edu"
                        },
                        {
                            "name": "J. Marc Rhoads, M.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Monisha Shah, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30498390",
                    "type": "RESULT",
                    "citation": "Arrouk R, Herdes RE, Karpinski AC, Hyman PE. Serum-derived bovine immunoglobulin for children with diarrhea-predominant irritable bowel syndrome. Pediatric Health Med Ther. 2018 Oct 24;9:129-133. doi: 10.2147/PHMT.S159925. eCollection 2018."
                },
                {
                    "pmid": "30342719",
                    "type": "RESULT",
                    "citation": "Liaquat H, Ashat M, Stocker A, McElmurray L, Beatty K, Abell TL, Dryden G. Clinical Efficacy of Serum-Derived Bovine Immunoglobulin in Patients With Refractory Inflammatory Bowel Disease. Am J Med Sci. 2018 Dec;356(6):531-536. doi: 10.1016/j.amjms.2018.08.019. Epub 2018 Sep 5."
                },
                {
                    "pmid": "28626380",
                    "type": "RESULT",
                    "citation": "Soriano RA, Ramos-Soriano AG. Clinical and Pathologic Remission of Pediatric Ulcerative Colitis with Serum-Derived Bovine Immunoglobulin Added to the Standard Treatment Regimen. Case Rep Gastroenterol. 2017 May 19;11(2):335-343. doi: 10.1159/000475923. eCollection 2017 May-Aug."
                },
                {
                    "pmid": "28615929",
                    "type": "RESULT",
                    "citation": "Shaw AL, Tomanelli A, Bradshaw TP, Petschow BW, Burnett BP. Impact of serum-derived bovine immunoglobulin/protein isolate therapy on irritable bowel syndrome and inflammatory bowel disease: a survey of patient perspective. Patient Prefer Adherence. 2017 May 31;11:1001-1007. doi: 10.2147/PPA.S134792. eCollection 2017."
                },
                {
                    "pmid": "28275113",
                    "type": "RESULT",
                    "citation": "Valentin N, Camilleri M, Carlson P, Harrington SC, Eckert D, O'Neill J, Burton D, Chen J, Shaw AL, Acosta A. Potential mechanisms of effects of serum-derived bovine immunoglobulin/protein isolate therapy in patients with diarrhea-predominant irritable bowel syndrome. Physiol Rep. 2017 Mar;5(5):e13170. doi: 10.14814/phy2.13170."
                },
                {
                    "pmid": "27139220",
                    "type": "RESULT",
                    "citation": "Perez-Bosque A, Miro L, Maijo M, Polo J, Campbell JM, Russell L, Crenshaw JD, Weaver E, Moreto M. Oral Serum-Derived Bovine Immunoglobulin/Protein Isolate Has Immunomodulatory Effects on the Colon of Mice that Spontaneously Develop Colitis. PLoS One. 2016 May 3;11(5):e0154823. doi: 10.1371/journal.pone.0154823. eCollection 2016."
                },
                {
                    "pmid": "25633465",
                    "type": "RESULT",
                    "citation": "Gelfand MS, Burnett BP. Serum-derived bovine immunoglobulin/protein isolate should be considered in patients with HIV gut barrier dysfunction. Infection. 2015 Apr;43(2):253-4. doi: 10.1007/s15010-015-0732-7. Epub 2015 Jan 30. No abstract available."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Official study product website containing detailed information about study product, uses and side effects.",
                    "url": "http://enteragam.com"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003424",
                    "term": "Crohn Disease"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000015212",
                    "term": "Inflammatory Bowel Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005759",
                    "term": "Gastroenteritis"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M6638",
                    "name": "Crohn Disease",
                    "asFound": "Crohn's Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6320",
                    "name": "Colitis",
                    "relevance": "LOW"
                },
                {
                    "id": "M6321",
                    "name": "Colitis, Ulcerative",
                    "relevance": "LOW"
                },
                {
                    "id": "M17917",
                    "name": "Inflammatory Bowel Diseases",
                    "asFound": "Inflammatory Bowel Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "asFound": "Bowel Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8875",
                    "name": "Gastroenteritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000016756",
                    "term": "Immunoglobulins, Intravenous"
                },
                {
                    "id": "D000000906",
                    "term": "Antibodies"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}