{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06044740",
            "orgStudyIdInfo": {
                "id": "STUDY23070068"
            },
            "secondaryIdInfos": [
                {
                    "id": "R35GM146822",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R35GM146822"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Sevoflurane's Effect on Neurocognition Study",
            "officialTitle": "Sevoflurane's Effect on Neurocognition Study",
            "acronym": "SENS",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sevoflurane-s-effect-on-neurocognition-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-01",
            "studyFirstSubmitQcDate": "2023-09-17",
            "studyFirstPostDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Keith M. Vogt, MD, PhD",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Keith M. Vogt, MD, PhD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of General Medical Sciences (NIGMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine the effects of acute pain on long-term memory and conditioned physiologic responses in the presence and absence of low dose sevoflurane. Functional magnetic resonance imaging will be used to identify the neural correlates of these phenomena. The study will occur over 2 visits and involves no long-term follow up.",
            "detailedDescription": "This is a non-randomized, clinical trial study of healthy volunteer subjects, which will employ neuroimaging and behavioral measures to characterize the effects of inhalational sevoflurane on pain processing and cognitive function. Sedative doses of sevoflurane will be targeted, and steady-state end-tidal (expired) concentrations achieved, while subjects perform a pain and memory cognitive task. At both no-drug baseline and the targeted doses, task and resting-state functional magnetic resonance imaging (MRI) scans will be acquired, and this data will be analyzed subsequently for task-related brain activity(from pain processing and memory formation) and functional connectivity. This work will use a systems neuroscience approach to fill an important knowledge gap about the central effects of inhalational sevoflurane in the context of painful stimulation.\n\nThe investigators propose to complete the following 3 Aims, at 2 targeted sedative doses of Sevoflurane, compared to no-drug baseline, using functional MRI:\n\nAim 1: Determine how the brain response to acute pain stimulation is modulated by sevoflurane. It is anticipated that sevoflurane will correlate to decreased activation in both somatosensory (thalamus, insula, primary somatosensory/motor) and affective (anterior cingulate) components of the pain processing brain areas.\n\nAim 2: Determine how memory encoding is modulated by sevoflurane, in the context of periodic painful stimulation. It is anticipated that sevoflurane will correlate to decreased activation in both the explicit memory (hippocampus, parahippocampus) and associative learning (amygdala, anterior cingulate) brain systems.\n\nAim 3: Determine the neural effects of inhalational sevoflurane on brain connectivity both at rest and during the combined pain and memory task performance. It is anticipated that hypothesize that sevoflurane will cause widespread dose-dependent decreases in long-range functional connectivity between brain areas known to be involved in pain processing and to the default mode network, and that this connectivity will differ between the resting (task-free) and periodic pain states."
        },
        "conditionsModule": {
            "conditions": [
                "Anesthesia",
                "Pain",
                "Amnesia"
            ],
            "keywords": [
                "functional MRI",
                "sevoflurane",
                "electric nerve stimulation",
                "sedation",
                "functional connectivity"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sevoflurane+Pain",
                    "type": "EXPERIMENTAL",
                    "description": "Single-arm study. All subjects receive sevoflurane and painful electric nerve stimulation, as described in the interventions.",
                    "interventionNames": [
                        "Drug: Sevoflurane",
                        "Device: Peripheral Nerve Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sevoflurane",
                    "description": "After a no-drug control period, subjects will inhale sevoflurane, administered via a breathing circuit and face mask, until a steady-state target end-tidal expired concentration is reached. During the two drug conditions, subjects will first receive low-dose sevoflurane (0.4% corresponding to 0.2 Minimum Alveolar Concentration) and then a higher dose sevoflurane condition (0.8% corresponding to 0.4 Minimum Alveolar Concentration).",
                    "armGroupLabels": [
                        "Sevoflurane+Pain"
                    ],
                    "otherNames": [
                        "Ultane"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Peripheral Nerve Stimulation",
                    "description": "Experimental acute pain stimulus will be delivered using a nerve stimulator. These painful shocks will be paired with a fixed number of the experimental cues, in a pattern that appears random to participants.",
                    "armGroupLabels": [
                        "Sevoflurane+Pain"
                    ],
                    "otherNames": [
                        "Electric Nerve Stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "functional magnetic resonance imaging activation in response to experimental tasks",
                    "description": "Event-related blood-oxygen level dependent (BOLD) Magnetic Resonance Imaging (MRI) responses will be determined for each experimental item presented, revealing localized changes in blood flow, which correlate to increased neuronal activity. These will be averaged across the multiple repetitions of each type of experimental item (memory only, pain only, and memory+pain), creating an anatomical map of Z-scores. Cross-condition comparisons will be the main effect of interest, comparing saline to low concentration sevoflurane AND comparing saline to high concentration sevoflurane.",
                    "timeFrame": "Visit 1: Immediate; average activity, calculated from each task scan"
                },
                {
                    "measure": "Functional connectivity",
                    "description": "Whole-brain functional connectivity will be determined in each condition (no-sevoflurane, low-dose, and high-dose). This generates a matrix of cross-correlation values. Cross-condition comparisons will be the main effect of interest, comparing no sevoflurane to low concentration sevoflurane AND comparing no-sevoflurane to high concentration sevoflurane.",
                    "timeFrame": "Visit 1: Immediate; brain activity captured in data acquired across entire 6-8 minute scan."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Explicit memory performance",
                    "description": "Recognition memory testing, using the Remember-Know procedure, in which subjects indicate whether they recognize previously experienced experimental items among novel items (not previously in the experiment). This allows calculation of interdependent measures of recollection \\& familiarity using the signal detection statistic, d'. d' is calculated as the cumulative Gaussian distribution of false positive responses subtracted from the cumulative Gaussian distribution of correctly identified previously-experienced items. d' is on a (theoretically infinite) scale of standard deviation units, with negative values representing performance worse than chance guessing and positive values representing stand deviations of performance above chance.",
                    "timeFrame": "Visit 2: 24-hrs post-learning experiment"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults, age 18-59, who are native English speakers with at least a high school education\n* have normal hearing and memory\n* be of normal body-weight\n* be generally healthy (free from significant chronic disease)\n* have none of the specific exclusion criteria\n* have a valid email address and valid phone number throughout the study\n* anticipate ability to participate in all visits required for the phase of the study in which they are enrolled\n\nExclusion Criteria:\n\n* being pregnant or attempting to conceive\n* having a body mass index (BMI) \\> 35\n* having significant memory impairment or hearing loss\n* having sleep apnea\n* having chronic pain or frequently taking pain medication (including tramadol)\n* having any severe or poorly-controlled medical problem (hypertension, diabetes)\n* having neurologic or psychiatric disease, including anxiety, and depression\n* having significant cardiac valvular disease or cardiomyopathy\n* having a history of abnormal heartbeats (cardiac conduction abnormality or arrhythmia)\n* having a history of seizures or convulsions\n* having a history of liver disease\n* having a history of asthma or other significant pulmonary disease\n* having a history of malignant hyperthermia, muscular dystrophy, central core disease, or hyperkalemia\n* being claustrophobic\n* have metal implants or non-removable metal piercings\n* having a history of adverse reaction to anesthetics\n* daily alcohol or heavy alcohol use; history of alcohol abuse\n* current daily smoker\n* regular or recent marijuana use (including prescribed/medical marijuana)\n* illicit drug use\n* regularly taking: antiepileptics, antidepressants, anti-psychotics, antihistamines, anti-anxiety medication, stimulants, or sleep-aids\n* current use of selective serotonin reuptake inhibitors (SSRIs), noradrenaline reuptake inhibitors (SNRIs), or monoamine oxidase inhibitors (MAOIs) and some other specific drugs phenytoin, carbamazepine, and rifampin\n* history of QT prolongation\n* hypersensitivity or allergic reaction to ondansetron (Zofran)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "59 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Keith M Vogt, MD, PhD",
                    "role": "CONTACT",
                    "phone": "4126473147",
                    "email": "kev18@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Keith M Vogt, MD, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keith M Vogt, MD, PhD",
                            "role": "CONTACT",
                            "email": "kev18@pitt.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data to share:\n\n* age, height, weight, sex\n* survey instruments to quantify pain predispositions (catastrophizing, vigilance \\& anxiety), depression, anxiety, stress, and sleep\n* pain intensity \\& unpleasantness, and observer assessment of sedation at the targeted drug dose\n* Behavioral performance data for long-term memory\n* structural and functional MRI images",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "After analysis is complete and results have been published, all the above data will be shared in de-identified format, linked together by an assigned subject number.",
            "accessCriteria": "Data will be shared via a publicly-accessible online platform that allows user download at no cost."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000647",
                    "term": "Amnesia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000008569",
                    "term": "Memory Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M3985",
                    "name": "Amnesia",
                    "asFound": "Amnesia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11552",
                    "name": "Memory Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077149",
                    "term": "Sevoflurane"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010975",
                    "term": "Platelet Aggregation Inhibitors"
                },
                {
                    "id": "D000018685",
                    "term": "Anesthetics, Inhalation"
                },
                {
                    "id": "D000018681",
                    "term": "Anesthetics, General"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M1673",
                    "name": "Sevoflurane",
                    "asFound": "Growth",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13865",
                    "name": "Platelet Aggregation Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20765",
                    "name": "Anesthetics, Inhalation",
                    "relevance": "LOW"
                },
                {
                    "id": "M20761",
                    "name": "Anesthetics, General",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PlAggInh",
                    "name": "Platelet Aggregation Inhibitors"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}