{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05787470",
            "orgStudyIdInfo": {
                "id": "IRB-300009452"
            },
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Sex, Hormones and Identity Affect Nociceptive Expression",
            "officialTitle": "Sex, Hormones and Identity Affect Nociceptive Expression",
            "acronym": "SHINE",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sex-hormones-and-identity-affect-nociceptive-expression"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-03",
            "studyFirstSubmitQcDate": "2023-03-14",
            "studyFirstPostDateStruct": {
                "date": "2023-03-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Robert Sorge",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The Investigators have recently published on differences in pain sensitivity measures between cis and trans individuals in the local area. The investigators observed the anticipated differences in pain sensitivity between CM and CW (CW \\> CM), but found that the TW were phenotypically similar to CW in all measures. However, the investigators did not assess hormone level, nor did the investigators recruit TM participants. Here, with the assistance of two local community group stakeholders the investigators will recruit the following groups: CM, CW, TM+T (currently taking exogenous testosterone), TW+E (exogenous estradiol), TM, and TW (n=20/group). The investigators will use quantitative sensory testing to assess sensitivity to cold, pressure, and heat via standardized protocols. Blood samples will be taken for assessment of stress and reproductive hormone levels, immune cell populations and stimulated cytokine release. Finally, questionnaires will measure pain state, quality of life (QOL), voice QOL, body image, appearance, self-reported health, masculinity/femininity, community connectedness, gender role, sleep, depression, social support, adverse childhood experiences and stigma.",
            "detailedDescription": "Aim 1: To determine the impact of gender identity, genetic sex and hormone status on pain sensitivity.\n\nHypotheses: CM, TM and TM+T will have higher thresholds and lower sensitivity across the majority of pain tests when compared to CW, TW, and TW+E. Gender identity will influence pain sensitivity.\n\nAim 2: To examine social and psychological factors that contribute to pain sensitivity in our groups.\n\nHypotheses: Trans individuals will have pain sensitivity scores that align with their identified gender and will not be related to hormone levels or genetic sex. Stress, sleep quality, depression, social support and perceived discrimination will affect pain sensitivity measures.\n\nAim 3: To quantify differences in immune cell populations and activity between our groups.\n\nHypotheses: Hormone levels will be directly related to immune cell populations. CM, TW and TM+T will have increased frequencies of NK and CD8+ cells than CW, TM and TW+E. The presence of estradiol will be positively correlated with stimulated cytokine release in T cells.\n\nInclusion criteria will include:\n\n1) self-identification as one of the above gender identities; 2) age between 18-65; 3) understanding of verbal and written English. There will be considerable heterogeneity within the trans population with respect to gender/sexual expression. Whereas the investigators feel that these factors are important to consider, in order to enhance recruitment and inclusion, the investigators will focus on self-reported gender identity and note other variables of interest. With respect to hormone use, only participants that have been on/off hormone treatment for at least 6 months will be eligible. In both cases, this allow for stabilization of hormone levels and reduced variability. At this time the investigators will restrict our recruitment to self-identified trans and cisgender participants, but recognize that very little research exists on non-binary or genderfluid groups.\n\nExclusion criteria will be the following:\n\n1) pain in at least 3/7 days/week for the past 3 months; 2) HIV positive diagnosis; 3) cardiovascular or pulmonary disease; 4) regular use of opioid pain medications; 5) uncontrolled hypertension (i.e. SBP/DBP of \\> 150/95); 6) current illness accompanied by fever (body temperature \\>38 °C); 7) active use of oral contraceptives; 8) prostatectomy, hysterectomy or oophorectomy; 9) hospitalization due to psychiatric illness within the last 6 months. The investigators acknowledge that the rates of HIV are higher in the South and in gender minority populations 46, but our investigation of immune cell reactivity (Aim 3) necessitates this exclusion.\n\nThis study will consist of a single visit which will include the following:\n\nBlood Draw: A small amount of blood (2 tsp) will be drawn by a trained and certified nurse. The investigators will be analyzing this blood to determine the participants' levels of oxidative stress. (5 minutes)\n\nQuestionnaires: The investigators will be administering a number of questionnaires to assess various aspects related to quality of life, experiences of stigma, depression and social support. These are standard measures for this type of study and will provide necessary information about factors that may influence pain sensitivity. (40 minutes)\n\nBody Measurements: Body weight and height will be measured. The investigators will also be measuring the participants' blood pressure. (5 minutes)\n\nPain Testing: This will consist of a number of sensitivity tests. (70 minutes)\n\n* Pressure: The investigators will use a handheld probe that has a small rubber tip. This will produce a pressure sensation and the pressure pain threshold will be obtained.\n* Heat: Heat pain sensitivity will be tested with a thermal sensory testing machine used widely in clinical settings. This machine has a small square piece that is used to apply heat to the skin. The amount of heat is controlled by a computer. One or more of the following types of heat stimuli will be delivered: 1) a slowly increasing heat stimulus; 2) a series of 5 heat pulses. These heat pulses will be repeated at different temperatures.\n* Cold: Cold sensitivity will be assessed with the cold pressor task. The hand is placed into cold water (4-10 C) for up to 60 seconds. With the fingers splayed, the participant is asked for their pain ratings at 30 and 60 seconds.\n* Combined pressure and cold: The investigators will use a handheld device with a small rubber tip to apply pressure. As soon as pain is reported, the pressure will be removed. Next, the hand will be immersed into cold water. After 20 seconds, the pressure stimulator will again be applied."
        },
        "conditionsModule": {
            "conditions": [
                "Pain",
                "Gender Identity"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Specimens will be labeled with unique identifiers (subject numbers) that correspond to each separate participant. Blood samples will be processed for serum and plasma and stored at -80"
            },
            "enrollmentInfo": {
                "count": 120,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cis Man",
                    "description": "Person assigned male at birth and whose gender identity is man.",
                    "interventionNames": [
                        "Behavioral: Quantative sensory testing",
                        "Diagnostic Test: Blood Draw"
                    ]
                },
                {
                    "label": "Cis Woman",
                    "description": "Person assigned female at birth and whose gender identity is woman.",
                    "interventionNames": [
                        "Behavioral: Quantative sensory testing",
                        "Diagnostic Test: Blood Draw"
                    ]
                },
                {
                    "label": "Transgender Man",
                    "description": "Person assigned female at birth and whose gender identity is man.",
                    "interventionNames": [
                        "Behavioral: Quantative sensory testing",
                        "Diagnostic Test: Blood Draw"
                    ]
                },
                {
                    "label": "Transgender Woman",
                    "description": "Person assigned male at birth and whose gender identity is woman.",
                    "interventionNames": [
                        "Behavioral: Quantative sensory testing",
                        "Diagnostic Test: Blood Draw"
                    ]
                },
                {
                    "label": "Transgender Man plus Testosterone",
                    "description": "Person assigned female at birth and whose gender identity is man and are currently on testosterone replacement.",
                    "interventionNames": [
                        "Behavioral: Quantative sensory testing",
                        "Diagnostic Test: Blood Draw"
                    ]
                },
                {
                    "label": "Transgender Woman plus Estrogen",
                    "description": "Person assigned male at birth and whose gender identity is woman and are currently on estrogen replacement.",
                    "interventionNames": [
                        "Behavioral: Quantative sensory testing",
                        "Diagnostic Test: Blood Draw"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Quantative sensory testing",
                    "description": "All participants will undergo quantitative sensory testing for assessment of endogenous pain modulation using painful heat, mechanical, and cold stimuli in a laboratory session lasting approximately 1 hour.",
                    "armGroupLabels": [
                        "Cis Man",
                        "Cis Woman",
                        "Transgender Man",
                        "Transgender Man plus Testosterone",
                        "Transgender Woman",
                        "Transgender Woman plus Estrogen"
                    ],
                    "otherNames": [
                        "QST"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Blood Draw",
                    "description": "Sample of blood will be taken.",
                    "armGroupLabels": [
                        "Cis Man",
                        "Cis Woman",
                        "Transgender Man",
                        "Transgender Man plus Testosterone",
                        "Transgender Woman",
                        "Transgender Woman plus Estrogen"
                    ],
                    "otherNames": [
                        "Venipuncture"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Experimental Heat Pain Thresholds",
                    "description": "Heat pain thresholds will be taken with a slowing increasing temperature probe. The temperature at which pain is first detected over repeated tests will be the heat pain threshold.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Experimental Pressure Pain Thresholds",
                    "description": "Pressure pain thresholds will be assessed by algometer. The average kPa of force at which the participant detects the pressure as painful will be the threshold.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Experimental Pain Sensitivity",
                    "description": "In the cold pressor task, temporal summation and conditioned pain modulation tasks, the participants will rate any painful sensations on a 0-100 scale. On this scale, 0 refers to \"no pain\" and 100 refers to \"worst pain imaginable\". The ratings will be the basis for determining pain sensitivity.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Temporal Summation",
                    "description": "Pain ratings on repeated stimulation with heat will be used to determine temporal summation by taking the differences in pain ratings between the fifth and first stimulation. Pain will be rated as 0 (no pain at all ) to 100 (worst pain imaginable).",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Conditioned Pain Modulation",
                    "description": "The pressure pain threshold taken alone will be subtracted from the pressure pain threshold obtained while the hand is in cold water as a measure of CPM.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Sleep quality",
                    "description": "Sleep quality will be assessed using the insomnia severity index. The index will provide a score as follows: 0-7 = No clinically significant insomnia, 8-14 = Subthreshold insomnia, 15-21 = Clinical insomnia (moderate severity), 22-28 = Clinical insomnia (severe)",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Depression",
                    "description": "Depression will be assessed using the CES-D. Items are scored on a 0-3 scale. The possible range is 0-60, with higher scores reflecting greater depressive symptomatology.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Social Support",
                    "description": "A social support survey will be given to measure the amount of social support experienced by each participant. Each item will be scored, giving a score from 0-100 with higher scores representing greater social support.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Discrimination",
                    "description": "Perceived discrimination will be measured using the DISC-12. Each of the 35 items is scored from 0-3, giving a total overall score between 0 and 105.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Hormone levels",
                    "description": "Testosterone and estradiol will be assessed in blood samples.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Immune cell number",
                    "description": "Blood samples will be assessed for absolute cell population numbers to include Th1, Th1, Th17, effector T, B and NK cells.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Immune cell cytokine production",
                    "description": "Isolated immune cells (PBMCs) will be simulated and cytokine production measured. IL-4+, IL-17A+, IFNgamma+ cells will be measured as percent of total PBMCs.",
                    "timeFrame": "Baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Community connectedness",
                    "description": "All participants will have their perceived connectedness to the LGBTQ+ community assessed. Each of 7 items will be scored on a 3 (strongly agree) to 0 (strongly disagree) scale, resulting in a range of 0-21. Higher scores reflect greater connectedness to the LGBTQ+ community.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Bodily pain",
                    "description": "The presence of any mild pain will be assessed using the brief pain inventory. Items 3-6 will be scored from 0-10 to assess the severity of pain (40 as the most pain possible). Items 9A-9I will be scored and summated to assess pain interference with 0 reflecting no interference and 90 reflecting complete interference.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Quality of life metrics",
                    "description": "The SF-36 will be used to assess various aspects of quality of life including mood, activity, energy, general health, and pain. An overall score will be taken with a range of 0-100, with higher scores reflecting higher reported quality of life.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Body image",
                    "description": "The BIQLI will be sued to assess relative comfort with participants' perceived and experienced body image. The 10-item questionnaire uses a 7-point scoring system from -3 (very negative) to 3 (very positive) to rate statements about body image. Higher scores reflect more positive feelings about body image.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Gender role expectation of pain",
                    "description": "The GREP will be used to determine how participants feel about their gender role (and others) as it relates to experiencing pain. For each question, the participant indicates on a 10-point scale from \"far less\" to \"far greater\" to what extent they agree/disagree with statements.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Adverse childhood events",
                    "description": "The ACE questionnaire will be sued to determine the presence and number of adverse events experienced by participants.",
                    "timeFrame": "Baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self-identification as one of the above gender identities\n* understanding of verbal and written English.\n* participants that have been on/off hormone treatment for at least 6 months\n\nExclusion Criteria:\n\n* pain in at least 3/7 days/week for the past 3 months\n* HIV positive diagnosis\n* cardiovascular or pulmonary disease\n* regular use of opioid pain medications\n* uncontrolled hypertension (i.e. SBP/DBP of \\> 150/95)\n* current illness accompanied by fever (body temperature \\>38 °C)\n* prostatectomy, hysterectomy or oophorectomy\n* hospitalization due to psychiatric illness within the last 6 months.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Self-reported gender identity with in the following groups:\n\nCisgender Man Cisgender Woman Transgender Man Transgender Woman Transgender Man taking testosterone Transgender Woman taking estrogen",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Study population will be chosen from the general public within the Birmingham as well as participants recruited through the Birmingham Aids Outreach (BAO), Magic City Acceptance Center (MCAC) and the Transgender Advocates Knowledgeable Empowering (TAKE).",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tammie Quinn, BA",
                    "role": "CONTACT",
                    "phone": "(205) 934-8743",
                    "email": "tquinn@uab.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Robert Sorge, Phd",
                    "affiliation": "University of Alabama at Birmingham Department of Psychology",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Alabama at Birmingham",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35294",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tammie Quinn, BA",
                            "role": "CONTACT",
                            "phone": "205-934-8743",
                            "email": "tquinn@uab.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                },
                {
                    "id": "M16509",
                    "name": "Testosterone",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}