{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06253806",
            "orgStudyIdInfo": {
                "id": "202304090"
            },
            "organization": {
                "fullName": "Washington University School of Medicine",
                "class": "OTHER"
            },
            "briefTitle": "SGB for COVID-induced Parosmia",
            "officialTitle": "Stellate Ganglion Block for the Treatment of COVID-19-Induced Parosmia: Double-Blinded, Placebo-Controlled Randomized Clinical Trial",
            "therapeuticArea": [
                "Infectious Diseases"
            ],
            "study": "sgb-for-covid-induced-parosmia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-09",
            "studyFirstSubmitQcDate": "2024-02-09",
            "studyFirstPostDateStruct": {
                "date": "2024-02-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Washington University School of Medicine",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Chronic olfactory dysfunction, both hyposmia and parosmia, from the COVID-19 pandemic is a growing public health crisis with up to 1.2 million people in the United States affected. Olfactory dysfunction impacts one's quality of life significantly by decreasing the enjoyment of foods, creating environmental safety concerns, and affecting one's ability to perform certain jobs. Olfactory loss is also an independent predictor of anxiety, depression, and even mortality. Recent research by our group (unpublished data) and suggests that parosmias, moreso than hyposmias, can result in increased rates of anxiety, depression, and even suicidal ideation. While the pandemic has increased the interest by the scientific community in combating the burgeoning health crisis, few effective treatments currently exist for olfactory dysfunction. Persistent symptoms after an acute COVID-19 infection, or \"Long COVID\" symptoms, have been hypothesized to be a result of sympathetic positive feedback loops and dysautonomia. Stellate ganglion blocks have been proposed to treat this hyper-sympathetic activation by blocking the sympathetic neuronal firing and resetting the balance of the autonomic nervous system. Studies prior to the COVID-19 pandemic have supported a beneficial effect of stellate ganglion blocks on olfactory dysfunction, and recent news reports and a published case series have described a dramatic benefit in both olfactory function and other long COVID symptoms in patients receiving stellate ganglion blocks. A previous pilot study using stellate ganglion blocks of 20 participants with persistent COVID-19 olfactory dysfunction resulted modest improvements in subjective olfactory function, smell identification, and olfactory-specific quality-of-life, but it lacked a control group. Therefore, we propose a double-blinded, placebo-controlled randomized clinical trial assessing the efficacy of a stellate ganglion block versus saline injection in a total of up to 140 participants with persistent COVID-19-associated olfactory dysfunction.",
            "detailedDescription": "One of the hallmark symptoms of infection with SARS-CoV-2 is olfactory dysfunction (OD). While the majority of patients recover from COVID dysosmia, up to 15%-25% have long-term hyposmia and it is estimated that up to 1.2 million people in the United States will experience chronic OD from the COVID-19 pandemic. A unique feature of COVID-19-associated OD is the high rate of persistent parosmia. In one study of 222 patients with COVID-19-associated olfactory dysfunction by Lerner et al, 148 (67%) of these patients experienced parosmia at some point, and estimates of persistent parosmia 6 months after COVID-19 infection range from 25% to 57%.Patients with OD have decreased quality-of-life and have described their lives as if \"living in a box.\" These patients have concerns for environmental safety, decreased enjoyment of their food, depression, anxiety, and even a higher risk of mortality. Unpublished work by our group has demonstrated a relationship between parosmia and increased risk of screening positive for anxiety, depression, and suicidality.\n\nThe COVID-19 pandemic has highlighted the importance of the sense of olfaction, but no standard of care treatment for post-viral OD exists. The most commonly used treatment for post-viral OD is olfactory training; however, a large proportion of patients do not receive benefit and continue to have persistent symptoms. A multitude of other therapies have been tried in randomized clinical trials with minimal success, including theophylline, vitamin A, sodium citrate, and intranasal insulin. As a result, there is a critical need for the development of a novel intervention to address the large number of patients with OD due to the COVID-19 pandemic.\n\nThe stellate ganglion block (SGB) is proposed to inhibit the sympathetic neural connections within the head, neck, and upper extremity, improve regional blood flow, reduce adrenal hormone concentration, and even reestablish circadian rhythms through modulation of melatonin. The SGB has been used successfully in a multitude of disorders, including post-traumatic stress disorder, migraine, and complex regional pain syndrome. A meta-analysis of 12 clinical trials found that SGB was superior to placebo in reducing pain scores among patients with various sympathetic hyperactivity-associated disorders. Many \"long COVID\" symptoms, those that persist after recovery from acute COVID-19 infection, are hypothesized to be, at least in part, a result of sympathetic hyperactivity resulting in positive feedback loops. Therefore, the stellate ganglion block (SGB) is hypothesized to reset the balance of the autonomic nervous system and provide relief for long COVID symptoms, including OD.\n\nThe SGB was first proposed to treat OD by Lee et al in 2003, where 38 post-viral OD participants were treated with SGB and 13 participants remained untreated as controls. Subjective olfactory function improved in 27 (71%) of the treated participants compared to zero (0%) of the controls. Olfactory perception was improved significantly in the SGB group assessed both by the butanol threshold test and odor identification test. Additional studies by Moon et al noted improvement in OD of various etiologies after repeated SGBs. However, each of these studies were limited by their use of unvalidated outcome measures in a heterogeneous OD population in the pre-COVID era, limiting their external validity to the present day.\n\nA multitude of anecdotal news reports and published case series point to a possible beneficial effect of the SGB on both chronic COVID-19-induced OD and various other long COVID symptoms. Numerous pain management clinics across the country are offering the SGB for long COVID with thousands of dollars of out-of-pocket costs to patients without adequate evidence to justify its use. One case series of 195 parosmic patients noted up to a 75% response rate after SGB.\n\nRecently, our study team completed a prospective, pilot single-arm trial of 20 participants with persistent COVID-19-associated OD who underwent bilateral stellate ganglion blocks and were followed for 1 month post-procedure. At 1-month, 10 (50%) participants experienced at least slight subjective improvement in their OD, 11 (55%) attained a clinically meaningful improvement in smell identification using the UPSIT, and 7 (35%) achieved a clinically meaningful improvement in olfactory-specific QOL. Therefore, we propose a double-blinded, placebo-controlled randomized clinical trial assessing the efficacy of a stellate ganglion block versus saline injection in a total of 140 participants with persistent COVID-19-associated parosmia."
        },
        "conditionsModule": {
            "conditions": [
                "COVID-19-Induced Parosmia"
            ],
            "keywords": [
                "COVID-19",
                "Long-COVID",
                "Anosmia",
                "Olfaction Disorders",
                "Pneumonia, Viral",
                "Pneumonia",
                "Respiratory Tract Infections",
                "Infections",
                "Virus Diseases",
                "Coronavirus Infections",
                "Coronaviridae infections",
                "Nidovirales Infections",
                "RNA Virus Infections",
                "Lung Diseases",
                "Respiratory Tract Diseases",
                "Sensation Disorders",
                "Neurologic Manifestations",
                "Nervous System Diseases",
                "Mepivacaine",
                "Anesthetics, local",
                "Anesthetics",
                "Central Nervous System Depressants",
                "Physiological Effects of Drugs",
                "Sensory System Agents",
                "Peripheral Nervous System Agents",
                "Stellate Ganglion Block"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 140,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Experimental: Stellate Ganglion Block",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The ultrasound guided stellate ganglion blocks will be performed at the initial visit by a board-certified anesthesiologist and pain management specialist with extensive experience performing these blocks. Laterality of the stellate ganglion blocks will be randomized between the left and right sides of the neck.",
                    "interventionNames": [
                        "Drug: Stellate Ganglion Block"
                    ]
                },
                {
                    "label": "Placebo: Sham Injection",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "The ultrasound guided placebo sham injections will be performed at the initial visit by a board-certified anesthesiologist and pain management specialist with extensive experience performing these injections. Laterality of the placebo sham injections will be randomized between the left and right sides of the neck.",
                    "interventionNames": [
                        "Drug: Placebo Sham Injection"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Stellate Ganglion Block",
                    "description": "The stellate ganglion will be identified using ultrasound guidance, and after negative aspiration, 6-8 mL of 1% mepivacaine will be injected near the stellate ganglion.",
                    "armGroupLabels": [
                        "Experimental: Stellate Ganglion Block"
                    ],
                    "otherNames": [
                        "mepivacaine"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo Sham Injection",
                    "description": "The stellate ganglion will be identified using ultrasound guidance, and after negative aspiration, 6-8 mL of 0.9% saline will be injected near the stellate ganglion.",
                    "armGroupLabels": [
                        "Placebo: Sham Injection"
                    ],
                    "otherNames": [
                        "0.9% saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Parosmia Olfactory Dysfunction Outcomes Rating (DisODOR)",
                    "description": "Participants will be asked to complete the DiSODOR, which is a patient-reported outcome measure assessing physical problems, functional limitations, and emotional consequences of parosmia. The minimal clinically important difference is 15.",
                    "timeFrame": "Baseline, 1 month, 3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Clinical Global Impression - Severity Scale (CGI-S)",
                    "description": "Participants will be asked to complete the CGI-S, which will assess the baseline severity of their parosmia on a 5-point Likert scale.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Clinical Global Impression - Improvement Scale (CGI-I)",
                    "description": "Participants will be asked to the complete the CGI-I, which assesses change in their parosmia on a 7-point Likert scale from much better to much worse. Responders are defined as those who report \"slightly better now than before\" or greater.",
                    "timeFrame": "1 month, 3 month"
                },
                {
                    "measure": "University of Pennsylvania Smell Identification Test (UPSIT, Sensonics, New Jersey)",
                    "description": "Participants will be asked to complete the UPSIT, which is the gold standard test of olfactory identification. The test consists of 40 \"scratch and sniff\" items associated with multiple choice questions. The normalcy benchmark is defined as a score of \\>34 in women and \\>33 in men. The minimal clinically important difference of the UPSIT is 4.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Long-COVID Questionnaire (LCQ)",
                    "description": "Participants will be asked to complete the LCQ, which assesses the burden of 11 different symptoms associated with Long-COVID. It measures the severity of each problem on a 5-point Likert scale, with improvement options being based on the CGI-I 7-point Likert scale.",
                    "timeFrame": "Baseline, 1 month, 3 months"
                },
                {
                    "measure": "Olfaction Catastrophizing Scale (OCS)",
                    "description": "Participants will be asked to complete the OCS, which measures the negative mental response to smell dysfunction loss. Multiple thoughts/feelings will be assessed on a 5-point Likert scale with a maximum score of 52.",
                    "timeFrame": "Baseline, 1 month, 3 months"
                },
                {
                    "measure": "Hospital Anxiety and Depression Scale (HADS)",
                    "description": "Participants will be asked to complete the HADS, which screens for both anxiety and depression in the general population. It consists of 7 questions for anxiety and 7 questions for depression each ranked on a 4-point Likert Scale. A score of 0-7 is considered normal, 8-10 is borderline abnormal anxiety or depression, and a score of 11-21 corresponds with screening positive for anxiety or depression.",
                    "timeFrame": "Baseline, 1 month, 3 months"
                },
                {
                    "measure": "Pre-Intervention Expectations",
                    "description": "Participants will be asked at baseline \"How confident are you that the stellate ganglion block will improve your smell loss or smell distortion?\" with possible answer choices: Not at all, Slightly confident, Somewhat confident, Very confident, Extremely confident.",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "Patient Satisfaction with Treatment",
                    "description": "Participants will be asked at 1 month \"Overall, how satisfied were you with the stellate ganglion block treatment for your parosmia?\" with possible answer choices: 1) Completely dissatisfied, 2) Mostly dissatisfied, 3) Somewhat dissatisfied, 4) Neither satisfied or dissatisfied, 5) Somewhat satisfied, 6) Mostly satisfied, 7) Completely satisfied.\n\nParticipants will also be asked at 3 months \"Would you recommend this treatment to a family member or close friend who also suffers from chronic smell loss due to COVID-19?\" with answer choices: 1) Yes, 2) No.",
                    "timeFrame": "1 month, 3 months"
                },
                {
                    "measure": "Assessment of the Blind",
                    "description": "Immediately after the injection, participants will be asked \"Which intervention do you think you received?\" with answer choices of 1) Mepivacaine (active medication) or 2) Saline (placebo).",
                    "timeFrame": "Baseline"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Adverse Events Assessment",
                    "description": "Any potential adverse events of the stellate ganglion block will be collected from participants.",
                    "timeFrame": "Baseline, 1 month, 3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults age 18 to 70\n2. Diagnosis of COVID at least 6 months prior to study enrollment with self-reported parosmia\n3. Ability to read, write, and understand English\n4. Score of at least 40 on DiSODOR during screening and at least 25 during Visit 1\n\nExclusion Criteria:\n\n1. History of smell loss or change prior to COVID-19 infection\n2. History of conditions known to impact olfactory dysfunction\n\n   1. Chronic rhinosinusitis\n   2. History of prior sinonasal or skull base surgery\n   3. Neurodegenerative disorders (Parkinson's disease, Huntington's disease, Amyotrophic Lateral Sclerosis, Lewy body dementia, frontotemporal dementia)\n3. Currently using concomitant therapies specifically for the treatment of olfactory dysfunction\n4. Inability to tolerate a needle injection into the neck\n5. History of coexisting conditions that make SGB contraindicated:\n\n   1. Unilateral vocal cord paralysis\n   2. Severe COPD (FEV1 between 30-50% of predicted)\n   3. Recent myocardial infarction within the last year\n   4. Glaucoma\n   5. Cardiac conduction block of any degree\n6. Currently taking blood thinners or antiplatelet agents, including aspirin \\>81mg.\n7. Allergy to local anesthetic\n8. Inability to extend the neck for any reason (e.g., severe arthritis)\n9. History of prior stellate ganglion block",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Nyssa F Farrell",
                    "role": "CONTACT",
                    "phone": "3142732490",
                    "email": "NyssaFarrell@wustl.edu"
                },
                {
                    "name": "Sara Kukuljan",
                    "role": "CONTACT",
                    "phone": "3143627563",
                    "email": "kukuljas@wustl.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Nyssa Farrell, MD",
                    "affiliation": "Department of Otolaryngology - Head and Neck Surgery, Division of Rhinology and Anterior Skull Base Surgery, Washington University School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Nyssa Fox Farrell",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63122",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Nyssa F Farrell, MD",
                            "role": "CONTACT",
                            "phone": "314-273-2490",
                            "email": "NyssaFarrell@wustl.edu"
                        },
                        {
                            "name": "Melissa Allen",
                            "role": "CONTACT",
                            "phone": "314-362-7547",
                            "email": "otooutcomes@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35320821",
                    "type": "BACKGROUND",
                    "citation": "Hintschich CA, Fischer R, Hummel T, Wenzel JJ, Bohr C, Vielsmeier V. Persisting olfactory dysfunction in post-COVID-19 is associated with gustatory impairment: Results from chemosensitive testing eight months after the acute infection. PLoS One. 2022 Mar 23;17(3):e0265686. doi: 10.1371/journal.pone.0265686. eCollection 2022."
                },
                {
                    "pmid": "35065619",
                    "type": "BACKGROUND",
                    "citation": "Fortunato F, Martinelli D, Iannelli G, Milazzo M, Farina U, Di Matteo G, De Nittis R, Ascatigno L, Cassano M, Lopalco PL, Prato R. Self-reported olfactory and gustatory dysfunctions in COVID-19 patients: a 1-year follow-up study in Foggia district, Italy. BMC Infect Dis. 2022 Jan 22;22(1):77. doi: 10.1186/s12879-022-07052-8."
                },
                {
                    "pmid": "34792577",
                    "type": "BACKGROUND",
                    "citation": "Khan AM, Kallogjeri D, Piccirillo JF. Growing Public Health Concern of COVID-19 Chronic Olfactory Dysfunction. JAMA Otolaryngol Head Neck Surg. 2022 Jan 1;148(1):81-82. doi: 10.1001/jamaoto.2021.3379."
                },
                {
                    "pmid": "34870334",
                    "type": "BACKGROUND",
                    "citation": "Lerner DK, Garvey KL, Arrighi-Allisan AE, Filimonov A, Filip P, Shah J, Tweel B, Del Signore A, Schaberg M, Colley P, Govindaraj S, Iloreta AM. Clinical Features of Parosmia Associated With COVID-19 Infection. Laryngoscope. 2022 Mar;132(3):633-639. doi: 10.1002/lary.29982. Epub 2021 Dec 13."
                },
                {
                    "pmid": "34830550",
                    "type": "BACKGROUND",
                    "citation": "Schambeck SE, Crowell CS, Wagner KI, D'Ippolito E, Burrell T, Mijocevic H, Protzer U, Busch DH, Gerhard M, Poppert H, Beyer H. Phantosmia, Parosmia, and Dysgeusia Are Prolonged and Late-Onset Symptoms of COVID-19. J Clin Med. 2021 Nov 12;10(22):5266. doi: 10.3390/jcm10225266."
                },
                {
                    "pmid": "33320115",
                    "type": "BACKGROUND",
                    "citation": "Hopkins C, Surda P, Vaira LA, Lechien JR, Safarian M, Saussez S, Kumar N. Six month follow-up of self-reported loss of smell during the COVID-19 pandemic. Rhinology. 2021 Feb 1;59(1):26-31. doi: 10.4193/Rhin20.544."
                },
                {
                    "pmid": "23875929",
                    "type": "BACKGROUND",
                    "citation": "Keller A, Malaspina D. Hidden consequences of olfactory dysfunction: a patient report series. BMC Ear Nose Throat Disord. 2013 Jul 23;13(1):8. doi: 10.1186/1472-6815-13-8."
                },
                {
                    "pmid": "15023839",
                    "type": "BACKGROUND",
                    "citation": "Santos DV, Reiter ER, DiNardo LJ, Costanzo RM. Hazardous events associated with impaired olfactory function. Arch Otolaryngol Head Neck Surg. 2004 Mar;130(3):317-9. doi: 10.1001/archotol.130.3.317."
                },
                {
                    "pmid": "35389456",
                    "type": "BACKGROUND",
                    "citation": "Pang NY, Song HJJMD, Tan BKJ, Tan JX, Chen ASR, See A, Xu S, Charn TC, Teo NWY. Association of Olfactory Impairment With All-Cause Mortality: A Systematic Review and Meta-analysis. JAMA Otolaryngol Head Neck Surg. 2022 May 1;148(5):436-445. doi: 10.1001/jamaoto.2022.0263."
                },
                {
                    "pmid": "33453291",
                    "type": "BACKGROUND",
                    "citation": "Addison AB, Wong B, Ahmed T, Macchi A, Konstantinidis I, Huart C, Frasnelli J, Fjaeldstad AW, Ramakrishnan VR, Rombaux P, Whitcroft KL, Holbrook EH, Poletti SC, Hsieh JW, Landis BN, Boardman J, Welge-Lussen A, Maru D, Hummel T, Philpott CM. Clinical Olfactory Working Group consensus statement on the treatment of postinfectious olfactory dysfunction. J Allergy Clin Immunol. 2021 May;147(5):1704-1719. doi: 10.1016/j.jaci.2020.12.641. Epub 2021 Jan 13."
                },
                {
                    "pmid": "34894449",
                    "type": "BACKGROUND",
                    "citation": "Lee JJ, Peterson AM, Kallogjeri D, Jiramongkolchai P, Kukuljan S, Schneider JS, Klatt-Cromwell CN, Drescher AJ, Brunworth JD, Piccirillo JF. Smell Changes and Efficacy of Nasal Theophylline (SCENT) irrigation: A randomized controlled trial for treatment of post-viral olfactory dysfunction. Am J Otolaryngol. 2022 Mar-Apr;43(2):103299. doi: 10.1016/j.amjoto.2021.103299. Epub 2021 Dec 3."
                },
                {
                    "pmid": "22752966",
                    "type": "BACKGROUND",
                    "citation": "Reden J, Lill K, Zahnert T, Haehner A, Hummel T. Olfactory function in patients with postinfectious and posttraumatic smell disorders before and after treatment with vitamin A: a double-blind, placebo-controlled, randomized clinical trial. Laryngoscope. 2012 Sep;122(9):1906-9. doi: 10.1002/lary.23405. Epub 2012 Jul 2."
                },
                {
                    "pmid": "33471169",
                    "type": "BACKGROUND",
                    "citation": "Whitcroft KL, Gunder N, Cuevas M, Andrews P, Menzel S, Haehner A, Hummel T. Intranasal sodium citrate in quantitative and qualitative olfactory dysfunction: results from a prospective, controlled trial of prolonged use in 60 patients. Eur Arch Otorhinolaryngol. 2021 Aug;278(8):2891-2897. doi: 10.1007/s00405-020-06567-7. Epub 2021 Jan 20."
                },
                {
                    "pmid": "35373533",
                    "type": "BACKGROUND",
                    "citation": "Patel ZM, Holbrook EH, Turner JH, Adappa ND, Albers MW, Altundag A, Appenzeller S, Costanzo RM, Croy I, Davis GE, Dehgani-Mobaraki P, Doty RL, Duffy VB, Goldstein BJ, Gudis DA, Haehner A, Higgins TS, Hopkins C, Huart C, Hummel T, Jitaroon K, Kern RC, Khanwalkar AR, Kobayashi M, Kondo K, Lane AP, Lechner M, Leopold DA, Levy JM, Marmura MJ, Mclelland L, Miwa T, Moberg PJ, Mueller CA, Nigwekar SU, O'Brien EK, Paunescu TG, Pellegrino R, Philpott C, Pinto JM, Reiter ER, Roalf DR, Rowan NR, Schlosser RJ, Schwob J, Seiden AM, Smith TL, Soler ZM, Sowerby L, Tan BK, Thamboo A, Wrobel B, Yan CH. International consensus statement on allergy and rhinology: Olfaction. Int Forum Allergy Rhinol. 2022 Apr;12(4):327-680. doi: 10.1002/alr.22929. Erratum In: Int Forum Allergy Rhinol. 2023 Sep;13(9):1844. doi: 10.1002/alr.23163."
                },
                {
                    "pmid": "29557250",
                    "type": "BACKGROUND",
                    "citation": "Rezaeian A. Effect of Intranasal Insulin on Olfactory Recovery in Patients with Hyposmia: A Randomized Clinical Trial. Otolaryngol Head Neck Surg. 2018 Jun;158(6):1134-1139. doi: 10.1177/0194599818764624. Epub 2018 Mar 20."
                },
                {
                    "pmid": "20823762",
                    "type": "BACKGROUND",
                    "citation": "Kang CK, Oh ST, Chung RK, Lee H, Park CA, Kim YB, Yoo JH, Kim DY, Cho ZH. Effect of stellate ganglion block on the cerebrovascular system: magnetic resonance angiography study. Anesthesiology. 2010 Oct;113(4):936-44. doi: 10.1097/ALN.0b013e3181ec63f5."
                },
                {
                    "pmid": "12649526",
                    "type": "BACKGROUND",
                    "citation": "Treggiari MM, Romand JA, Martin JB, Reverdin A, Rufenacht DA, de Tribolet N. Cervical sympathetic block to reverse delayed ischemic neurological deficits after aneurysmal subarachnoid hemorrhage. Stroke. 2003 Apr;34(4):961-7. doi: 10.1161/01.STR.0000060893.72098.80. Epub 2003 Mar 20."
                },
                {
                    "pmid": "20412504",
                    "type": "BACKGROUND",
                    "citation": "Mulvaney SW, McLean B, de Leeuw J. The use of stellate ganglion block in the treatment of panic/anxiety symptoms with combat-related post-traumatic stress disorder; preliminary results of long-term follow-up: a case series. Pain Pract. 2010 Jul-Aug;10(4):359-65. doi: 10.1111/j.1533-2500.2010.00373.x. Epub 2010 Apr 20."
                },
                {
                    "pmid": "19237252",
                    "type": "BACKGROUND",
                    "citation": "Lipov EG, Joshi JR, Sanders S, Slavin KV. A unifying theory linking the prolonged efficacy of the stellate ganglion block for the treatment of chronic regional pain syndrome (CRPS), hot flashes, and posttraumatic stress disorder (PTSD). Med Hypotheses. 2009 Jun;72(6):657-61. doi: 10.1016/j.mehy.2009.01.009. Epub 2009 Feb 23."
                },
                {
                    "pmid": "31693083",
                    "type": "BACKGROUND",
                    "citation": "Rae Olmsted KL, Bartoszek M, Mulvaney S, McLean B, Turabi A, Young R, Kim E, Vandermaas-Peeler R, Morgan JK, Constantinescu O, Kane S, Nguyen C, Hirsch S, Munoz B, Wallace D, Croxford J, Lynch JH, White R, Walters BB. Effect of Stellate Ganglion Block Treatment on Posttraumatic Stress Disorder Symptoms: A Randomized Clinical Trial. JAMA Psychiatry. 2020 Feb 1;77(2):130-138. doi: 10.1001/jamapsychiatry.2019.3474. Erratum In: JAMA Psychiatry. 2020 Feb 1;77(2):218. doi: 10.1001/jamapsychiatry.2019.4511. JAMA Psychiatry. 2020 Sep 1;77(9):982. doi: 10.1001/jamapsychiatry.2020.1829."
                },
                {
                    "pmid": "35331152",
                    "type": "BACKGROUND",
                    "citation": "Hou J, Pu S, Xu X, Lu Z, Wu J. Real-time ultrasound-guided stellate ganglion block for migraine: an observational study. BMC Anesthesiol. 2022 Mar 24;22(1):78. doi: 10.1186/s12871-022-01622-8."
                },
                {
                    "pmid": "19888550",
                    "type": "BACKGROUND",
                    "citation": "Yucel I, Demiraran Y, Ozturan K, Degirmenci E. Complex regional pain syndrome type I: efficacy of stellate ganglion blockade. J Orthop Traumatol. 2009 Dec;10(4):179-83. doi: 10.1007/s10195-009-0071-5. Epub 2009 Nov 4."
                },
                {
                    "pmid": "27911934",
                    "type": "BACKGROUND",
                    "citation": "Liao CD, Tsauo JY, Liou TH, Chen HC, Rau CL. Efficacy of Noninvasive Stellate Ganglion Blockade Performed Using Physical Agent Modalities in Patients with Sympathetic Hyperactivity-Associated Disorders: A Systematic Review and Meta-Analysis. PLoS One. 2016 Dec 2;11(12):e0167476. doi: 10.1371/journal.pone.0167476. eCollection 2016."
                },
                {
                    "pmid": "34894589",
                    "type": "BACKGROUND",
                    "citation": "Fischer L, Barop H, Ludin SM, Schaible HG. Regulation of acute reflectory hyperinflammation in viral and other diseases by means of stellate ganglion block. A conceptual view with a focus on Covid-19. Auton Neurosci. 2022 Jan;237:102903. doi: 10.1016/j.autneu.2021.102903. Epub 2021 Nov 10."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lee NS, Yoon HR, Park JW, Yum JH, Seo JH, Cho JH, et al. The efficacy of stellate ganglion block in olfactory disorder following upper respiratory tract infection. Korean J Otolaryngol-Head Neck Surg. 2003;46:568-571."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Moon HS, Lee HJ, Sung CH, Lim SJ, Choi JH. The efficacy of stellate ganglion block in sensorineural anosmia patients unresponsive to steroid therapy. Korean J Pain. 2007;20:154-157"
                },
                {
                    "pmid": "23342209",
                    "type": "BACKGROUND",
                    "citation": "Moon HS, Chon JY, Lee SH, Ju YM, Sung CH. Long-term Results of Stellate Ganglion Block in Patients with Olfactory Dysfunction. Korean J Pain. 2013 Jan;26(1):57-61. doi: 10.3344/kjp.2013.26.1.57. Epub 2013 Jan 4."
                },
                {
                    "pmid": "36106285",
                    "type": "BACKGROUND",
                    "citation": "Chauhan G, Upadhyay A, Khanduja S, Emerick T. Stellate Ganglion Block for Anosmia and Dysgeusia Due to Long COVID. Cureus. 2022 Aug 8;14(8):e27779. doi: 10.7759/cureus.27779. eCollection 2022 Aug."
                },
                {
                    "pmid": "34922127",
                    "type": "BACKGROUND",
                    "citation": "Liu LD, Duricka DL. Stellate ganglion block reduces symptoms of Long COVID: A case series. J Neuroimmunol. 2022 Jan 15;362:577784. doi: 10.1016/j.jneuroim.2021.577784. Epub 2021 Dec 8."
                },
                {
                    "pmid": "36628048",
                    "type": "BACKGROUND",
                    "citation": "Khan MH, Kirkpatrick KP, Deng Y, Shah KB. Stellate Ganglion Block for Long COVID Symptom Management: A Case Report. Cureus. 2022 Dec 7;14(12):e32295. doi: 10.7759/cureus.32295. eCollection 2022 Dec."
                },
                {
                    "pmid": "37162813",
                    "type": "BACKGROUND",
                    "citation": "Galvin V, Cheek DJ, Zhang Y, Collins G, Gaskin D. Short Communication: Stellate Ganglion Blockade for Persistent Olfactory and Gustatory Symptoms Post-COVID-19. Local Reg Anesth. 2023 May 3;16:25-30. doi: 10.2147/LRA.S402197. eCollection 2023."
                },
                {
                    "pmid": "28653978",
                    "type": "BACKGROUND",
                    "citation": "Dunlop BW, Gray J, Rapaport MH. Transdiagnostic Clinical Global Impression Scoring for Routine Clinical Settings. Behav Sci (Basel). 2017 Jun 27;7(3):40. doi: 10.3390/bs7030040."
                },
                {
                    "pmid": "6463130",
                    "type": "BACKGROUND",
                    "citation": "Doty RL, Shaman P, Dann M. Development of the University of Pennsylvania Smell Identification Test: a standardized microencapsulated test of olfactory function. Physiol Behav. 1984 Mar;32(3):489-502. doi: 10.1016/0031-9384(84)90269-5."
                },
                {
                    "pmid": "17882917",
                    "type": "BACKGROUND",
                    "citation": "Doty RL. Office procedures for quantitative assessment of olfactory function. Am J Rhinol. 2007 Jul-Aug;21(4):460-73. doi: 10.2500/ajr.2007.21.3043."
                },
                {
                    "pmid": "35477524",
                    "type": "BACKGROUND",
                    "citation": "Hughes SE, Haroon S, Subramanian A, McMullan C, Aiyegbusi OL, Turner GM, Jackson L, Davies EH, Frost C, McNamara G, Price G, Matthews K, Camaradou J, Ormerod J, Walker A, Calvert MJ. Development and validation of the symptom burden questionnaire for long covid (SBQ-LC): Rasch analysis. BMJ. 2022 Apr 27;377:e070230. doi: 10.1136/bmj-2022-070230."
                },
                {
                    "pmid": "26487996",
                    "type": "BACKGROUND",
                    "citation": "McLean B. Safety and Patient Acceptability of Stellate Ganglion Blockade as a Treatment Adjunct for Combat-Related Post-Traumatic Stress Disorder: A Quality Assurance Initiative. Cureus. 2015 Sep 10;7(9):e320. doi: 10.7759/cureus.320."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                },
                {
                    "id": "D000000857",
                    "term": "Olfaction Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000012678",
                    "term": "Sensation Disorders"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M3013",
                    "name": "Post-Acute COVID-19 Syndrome",
                    "relevance": "LOW"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M15490",
                    "name": "Sensation Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2570",
                    "name": "Anosmia",
                    "relevance": "LOW"
                },
                {
                    "id": "M4183",
                    "name": "Olfaction Disorders",
                    "asFound": "Parosmia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008619",
                    "term": "Mepivacaine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000779",
                    "term": "Anesthetics, Local"
                },
                {
                    "id": "D000000777",
                    "term": "Anesthetics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4107",
                    "name": "Anesthetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4109",
                    "name": "Anesthetics, Local",
                    "relevance": "LOW"
                },
                {
                    "id": "M11600",
                    "name": "Mepivacaine",
                    "asFound": "Fluconazole",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}