{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04387084",
            "orgStudyIdInfo": {
                "id": "0S-20-1"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2020-01590",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "0S-20-1",
                    "type": "OTHER",
                    "domain": "USC / Norris Comprehensive Cancer Center"
                },
                {
                    "id": "P30CA014089",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA014089"
                }
            ],
            "organization": {
                "fullName": "University of Southern California",
                "class": "OTHER"
            },
            "briefTitle": "Short-term Fasting Prior to PD-1/PD-L1 Inhibitor Therapy for of Advanced or Metastatic Skin Malignancy",
            "officialTitle": "Short-Term Fasting Prior to Standard Checkpoint Blockade Using PD-1/PD-L1 Inhibition: A Pilot Safety and Feasibility Study",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "short-term-fasting-prior-to-pd-pd-inhibitor-therapy-for-of-advanced-or-metastatic-skin-malignancy"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-08-12",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-05-09",
            "studyFirstSubmitQcDate": "2020-05-09",
            "studyFirstPostDateStruct": {
                "date": "2020-05-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-28",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Southern California",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This trial studies the side effects of short-term fasting in patients with skin malignancy that has spread to other places in the body (advanced or metastatic) treated with a PD-L1 or PD-1 inhibitor. Immunotherapy with monoclonal antibodies, such as pembrolizumab, nivolumab, cemiplimab, avelumab, atezolizumab, or durvalumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Undergoing short-term fasting prior to treatment with one of these PD-L1 or PD-1 inhibitors may potentially reduce the side effects of immunotherapy or even improve the effectiveness of immunotherapy in patients with skin malignancy.",
            "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the safety and feasibility of short term fasting in combination with PD-1 inhibition therapy for patients with advanced malignancy.\n\nIa. To estimate the percentage of patients who adhere completely to short term fasting (STF) in combination with PD-1 inhibition therapy for 3 cycles.\n\nIb. To estimate the percentage of patients who develop unacceptable fasting-related toxicity.\n\nSECONDARY OBJECTIVES:\n\nI. To measure how many patients can adhere with STF for at least 2 cycles in combination with PD-1 inhibition.\n\nIa. To estimate the percentage of patients who adhere to STF in combination with PD-1 inhibition therapy for at least 2 cycles, or a total of at least 6 out of 9 days.\n\nII. To measure all grades of fasting-related toxicity. IIa. To estimate the percentage of patients who develop any grades of fasting-related toxicity, including acceptable fasting-related toxicity.\n\nEXPLORATORY OBJECTIVES:\n\nI. The efficacy of combining STF with PD-1/PD-L1 inhibition will be assessed by Response Evaluation Criteria in Solid Tumors (RECIST) version (v) 1.1 response rate, as measured at the time of tumor assessment after 3 cycles of treatment.\n\nII. The immune-related toxicity of combining STF with PD-1/PD-L1 inhibition will be recorded at the start of each cycle, and graded per Common Terminology Criteria for Adverse Events (CTCAE) v 4.0.\n\nIII. Quality of life during STF combined with PD-1/PD-L1 inhibition will be recorded using the Functional Assessment of Cancer Therapy - General (FACT-G) version 4, questionnaire tool.\n\nIV. Fasting-related biomarkers to measure the impact of STF during PD-1/PD-L1 inhibition include measurement of serum insulin/IGF-1, PI3K/AKT/mTOR signaling, MAPK pathway signaling, and markers of oxidative stress.\n\nV. Immune biomarkers will be analyzed using immunohistochemistry and ribonucleic acid (RNA) expression studies.\n\nOUTLINE:\n\nPatients undergo STF for 47-48 hours prior to immunotherapy and for 24 hours after immunotherapy with standard of care pembrolizumab given intravenously (IV) over 30 minutes, nivolumab IV over 30 minutes, cemiplimab IV over 30 minutes, avelumab IV over 60 minutes, atezolizumab IV over 60 minutes, or durvalumab IV over 60 minutes on day 3. Treatment repeats every 21 days for up to 3 cycles in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up in 3-6 weeks."
        },
        "conditionsModule": {
            "conditions": [
                "Advanced Malignant Skin Neoplasm",
                "Metastatic Malignant Skin Neoplasm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 16,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (STF, PD-1/PD-L1 inhibitor)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo STF for 47-48 hours prior to immunotherapy and for 24 hours after immunotherapy with standard of care pembrolizumab given IV over 30 minutes, nivolumab IV over 30 minutes, cemiplimab IV over 30 minutes, avelumab IV over 60 minutes, atezolizumab IV over 60 minutes, or durvalumab IV over 60 minutes on day 3. Treatment repeats every 21 days for up to 3 cycles in the absence of disease progression or unacceptable toxicity.",
                    "interventionNames": [
                        "Drug: Atezolizumab",
                        "Drug: Avelumab",
                        "Biological: Cemiplimab",
                        "Biological: Durvalumab",
                        "Biological: Nivolumab",
                        "Biological: Pembrolizumab",
                        "Other: Quality-of-Life Assessment",
                        "Other: Short-Term Fasting"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Atezolizumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (STF, PD-1/PD-L1 inhibitor)"
                    ],
                    "otherNames": [
                        "MPDL 3280A",
                        "MPDL 328OA",
                        "MPDL-3280A",
                        "MPDL3280A",
                        "MPDL328OA",
                        "RG7446",
                        "RO5541267",
                        "Tecentriq"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Avelumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (STF, PD-1/PD-L1 inhibitor)"
                    ],
                    "otherNames": [
                        "Bavencio",
                        "MSB-0010718C",
                        "MSB0010718C"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Cemiplimab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (STF, PD-1/PD-L1 inhibitor)"
                    ],
                    "otherNames": [
                        "Cemiplimab RWLC",
                        "Cemiplimab-rwlc",
                        "Libtayo",
                        "REGN2810"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Durvalumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (STF, PD-1/PD-L1 inhibitor)"
                    ],
                    "otherNames": [
                        "Imfinzi",
                        "Immunoglobulin G1, Anti-(Human Protein B7-H1) (Human Monoclonal MEDI4736 Heavy Chain), Disulfide with Human Monoclonal MEDI4736 Kappa-chain, Dimer",
                        "MEDI-4736",
                        "MEDI4736"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Nivolumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (STF, PD-1/PD-L1 inhibitor)"
                    ],
                    "otherNames": [
                        "BMS-936558",
                        "MDX-1106",
                        "NIVO",
                        "ONO-4538",
                        "Opdivo"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "Pembrolizumab",
                    "description": "Given IV",
                    "armGroupLabels": [
                        "Treatment (STF, PD-1/PD-L1 inhibitor)"
                    ],
                    "otherNames": [
                        "Keytruda",
                        "Lambrolizumab",
                        "MK-3475",
                        "SCH 900475"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Quality-of-Life Assessment",
                    "description": "Ancillary studies",
                    "armGroupLabels": [
                        "Treatment (STF, PD-1/PD-L1 inhibitor)"
                    ],
                    "otherNames": [
                        "Quality of Life Assessment"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Short-Term Fasting",
                    "description": "Undergo STF",
                    "armGroupLabels": [
                        "Treatment (STF, PD-1/PD-L1 inhibitor)"
                    ],
                    "otherNames": [
                        "Intermittent Fasting",
                        "Short-term Intermittent Fasting"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percentage of patients completely adhering to 3 cycles of short term fasting (STF) (9 days of fasting)",
                    "description": "Complete adherence will be defined as patients who adhere to STF (consumption of less than 200 kilocalorie \\[kCal\\] per 24 hours) in combination with PD-1/PD-L1 inhibition therapy for all 3 cycles of therapy (total of 9 days of fasting). Will be described with descriptive statistics.",
                    "timeFrame": "Up to 3 cycles (each cycle is 21 days)"
                },
                {
                    "measure": "Percentage of patients who develop unacceptable fasting-related toxicity",
                    "description": "Will be graded per Common Terminology Criteria for Adverse Events (CTCAE) version 4.0. The safety benchmark will be set at 0 subjects in the total cohort experiencing fasting-related toxicity, i.e., if even 1 patient experiences unacceptable fasting-related toxicity, the study will be discontinued.",
                    "timeFrame": "At the start of each cycle (prior to immunotherapy infusion), up to 3 cycles (each cycle is 21 days)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Percentage of patients who can partially adhere to 3 cycles of STF (9 days of fasting)",
                    "description": "Partial adherence will be defined as patients who adhere to STF (consumption of less than 200 kCal per 24 hours) in combination with PD-1/PD-L1 inhibition therapy for at least 2 cycles of therapy, or at least 6 out of total 9 days of fasting. Will be described with descriptive statistics.",
                    "timeFrame": "Up to 3 cycles (each cycle is 21 days)"
                },
                {
                    "measure": "Incidence of acceptable fasting related toxicity",
                    "description": "Fasting-related toxicity is to be recorded at the start of each cycle (prior to immunotherapy infusion), and graded per CTCAE v 4.0. Incidence of adverse events related to fasting, including acceptable fasting-related toxicity, will be evaluated.",
                    "timeFrame": "At the start of each cycle (prior to immunotherapy infusion), up to 3 cycles (each cycle is 21 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed solid tumor malignancy for which single agent PD-1/PDL1 inhibition immunotherapy is recommended as standard of care therapy. Acceptable PD-1/PD-L1 inhibitors include:\n\n  * Pembrolizumab\n  * Nivolumab\n  * Cemiplimab\n  * Atezolizumab\n  * Avelumab\n  * Durvalumab\n  * Additional PD-1/PD-L1 inhibitors may be considered, with the approval of the principal investigator (PI)\n* Advanced or metastatic cutaneous tumor with measurable disease evaluable by RECIST criteria. Patients with other solid tumors may be eligible if they have a cutaneous metastasis amenable to biopsy (with approval of PI only)\n* No more than 2 lines of prior systemic therapy (not including neoadjuvant or adjuvant therapy)\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n* Absolute neutrophil count \\>= 1,000/mcL\n* Absolute lymphocyte count \\>= 500/mcL\n* Hemoglobin \\>= 8.0 g/dL\n* Platelets \\>= 75,000/mcl\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal\n* Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 3 x institutional upper limit of normal\n* Creatinine =\\< 1.8 mg/dl or calculated creatinine clearance \\> 40 ml/min\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and for 90 days following completion of therapy. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately\n* A female of child-bearing potential is any woman (regardless of sexual orientation, having undergone a tubal ligation, or remaining celibate by choice) who meets the following criteria:\n\n  * Has not undergone a hysterectomy or bilateral oophorectomy; or\n  * Has not been naturally postmenopausal for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months)\n* Body mass index (BMI) \\>= 18.5\n* Ability to understand and the willingness to sign a written informed consent and comply with short-term fasting during study and other study-related procedures\n\nExclusion Criteria:\n\n* Patients with history of diabetes mellitus are not eligible for this study\n\n  * Note: patients with pre-diabetes or a history of diabetes which subsequently resolves, who are not taking metformin or any other diabetes medications are eligible\n* Patients with recent significant or unexplained weight loss that the investigator feels may pose an unacceptable risk for enrollment should be excluded. (Candidates who are overweight and have intentionally lost weight via diet or exercise should be excluded, for instance)\n* Subjects on medications that may not be safely stopped during the fasting portion of the study, or which may not be safely consumed without food\n* Prior history of syncope with caloric restriction in the past or other medical comorbidity which would make fasting potentially dangerous\n* Prior treatment with any agent that blocks the PD-1 or PD-L1 pathway\n* Prior treatment with other immune modulating agents within fewer than 4 weeks, prior to the first dose of PD-1/PD-L1 inhibition. Examples of immune modulating agents include blockers of CTLA-4, 4-1BB, OX-40, therapeutic vaccines, or cytokine therapies\n* Patients must not be receiving other concomitant biologic therapy, hormonal therapy, chemotherapy, other anti-cancer therapy or any other investigational agents while on this protocol\n* Radiation therapy, non-cytotoxic agents or investigational agents in the 4 weeks prior to the first dose of PD-1/PD-L1 inhibition\n* Immunosuppressive systemic corticosteroids equivalent to prednisone 10 mg or greater in the 14 days prior to the first dose of PD-1/PD-L1 inhibition\n* Any major surgery within 14 days prior to the first dose of PD-1/PD-L1 inhibition. Patients must have recovered from any major complications before registration\n* Active autoimmune disease requiring systemic treatment in the past 2 years (i.e. use of disease modifying agents or immunosuppressive drugs). Replacement therapy (e.g. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc) is not considered a form of systemic treatment\n* Patients with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to PD-1 or PD-L1 inhibitor\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Positive pregnancy test, active pregnancy or nursing/breast-feeding, due to the potential for congenital abnormalities and the potential of this regimen to harm nursing infants\n* History of solid organ or bone marrow transplantation",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Charlean Ketchens, RN",
                    "role": "CONTACT",
                    "phone": "323-865-3035",
                    "email": "Charlean.Ketchens@med.usc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Gino K In, MD",
                    "affiliation": "University of Southern California",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Los Angeles General Medical Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charlean Ketchens, RN",
                            "role": "CONTACT",
                            "phone": "323-865-3035",
                            "email": "Charlean.Ketchens@med.usc.edu"
                        },
                        {
                            "name": "Gino K. In, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "USC / Norris Comprehensive Cancer Center",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90033",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Charlean Ketchens, RN",
                            "role": "CONTACT",
                            "phone": "323-865-3035",
                            "email": "Charlean.Ketchens@med.usc.edu"
                        },
                        {
                            "name": "Gino K. In, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000012878",
                    "term": "Skin Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15681",
                    "name": "Skin Neoplasms",
                    "asFound": "Skin Neoplasms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000582435",
                    "term": "Pembrolizumab"
                },
                {
                    "id": "D000077594",
                    "term": "Nivolumab"
                },
                {
                    "id": "C000594389",
                    "term": "Atezolizumab"
                },
                {
                    "id": "C000613593",
                    "term": "Durvalumab"
                },
                {
                    "id": "C000609138",
                    "term": "Avelumab"
                },
                {
                    "id": "C000627974",
                    "term": "Cemiplimab"
                },
                {
                    "id": "D000007136",
                    "term": "Immunoglobulins"
                },
                {
                    "id": "D000000911",
                    "term": "Antibodies, Monoclonal"
                },
                {
                    "id": "D000007074",
                    "term": "Immunoglobulin G"
                }
            ],
            "ancestors": [
                {
                    "id": "D000074322",
                    "term": "Antineoplastic Agents, Immunological"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000082082",
                    "term": "Immune Checkpoint Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M302522",
                    "name": "Cemiplimab",
                    "asFound": "RAD",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4225",
                    "name": "Antibodies",
                    "relevance": "LOW"
                },
                {
                    "id": "M349416",
                    "name": "Pembrolizumab",
                    "asFound": "Mg/m2",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M272500",
                    "name": "Durvalumab",
                    "asFound": "Recommended",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1854",
                    "name": "Nivolumab",
                    "asFound": "Technique",
                    "relevance": "HIGH"
                },
                {
                    "id": "M344580",
                    "name": "Avelumab",
                    "asFound": "Nuclear Magnetic Resonance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10184",
                    "name": "Immunoglobulins",
                    "asFound": "Eligible",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10122",
                    "name": "Immunoglobulin G",
                    "asFound": "Kcal",
                    "relevance": "HIGH"
                },
                {
                    "id": "M349417",
                    "name": "Atezolizumab",
                    "asFound": "Sequential",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19117",
                    "name": "Immunoglobulins, Intravenous",
                    "relevance": "LOW"
                },
                {
                    "id": "M4230",
                    "name": "Antibodies, Monoclonal",
                    "asFound": "Nuclear Magnetic Resonance",
                    "relevance": "HIGH"
                },
                {
                    "id": "M1346",
                    "name": "Antineoplastic Agents, Immunological",
                    "relevance": "LOW"
                },
                {
                    "id": "M2342",
                    "name": "Immune Checkpoint Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}