{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03260400",
            "orgStudyIdInfo": {
                "id": "HUM00124839"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R01NS105132-05",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01NS105132-05"
                }
            ],
            "organization": {
                "fullName": "University of Michigan",
                "class": "OTHER"
            },
            "briefTitle": "Short-term Implanted Electrodes Following Regenerative Peripheral Nerve Surgery for Improving Prosthetic Limb Control Signals",
            "officialTitle": "Short-term Implanted Electrodes Following Regenerative Peripheral Nerve Surgery for Improving Prosthetic Limb Control Signals",
            "therapeuticArea": [
                "Other"
            ],
            "study": "short-term-implanted-electrodes-following-regenerative-peripheral-nerve-surgery-for-improving-prosthetic-limb-control-signals"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-07-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2029-05-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-05-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2017-07-25",
            "studyFirstSubmitQcDate": "2017-08-21",
            "studyFirstPostDateStruct": {
                "date": "2017-08-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Paul Cederna",
                "investigatorTitle": "Robert Oneal Professor and Chief of Plastic Surgery; Professor, Biomedical Engineering",
                "investigatorAffiliation": "University of Michigan"
            },
            "leadSponsor": {
                "name": "University of Michigan",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The device, a bipolar percutaneous intramuscular electromyography electrode, is intended for use in upper-limb amputation patients who have received the regenerative peripheral nerve interface surgical procedure, in order to enable the use of advanced prosthetic arms and hands.",
            "detailedDescription": "This is a single center, 10 subject early feasibility study in which the primary objective is to ensure the safety of percutaneous intramuscular electrodes implanted in surgically-created RPNI constructs (free muscle grafts attached to the amputated nerves) in subjects with upper limb amputation. The secondary objectives are to assess the efficacy of the electrodes in recording electromyographic signals from the RPNI grafts and in delivering electrical stimulation to the RPNI grafts to evoke sensory percepts.\n\nThis study will enroll people who have had upper limb amputations or are planning to have upper limb amputations. Each participant who does not already have RPNI grafts at the time of enrollment will have RPNI grafts implanted on branches or fascicles of nerves of the upper extremity. Several or all RPNI grafts will have a single bipolar electrode implanted in the muscle tissue, with the proximal end tunneled to a percutaneous exit point on the residual limb. Additional electrodes may be placed in innervated muscles in the residual limb, in order to provide a control comparison as well as to provide additional input during prosthesis control experiments. Electrodes will remain implanted for up to 7 years, with a minimum of 2 study visits per month to perform prosthesis control and sensory feedback experiments. Study endpoint will be assessed at a minimum of once per month while electrodes remain implanted. After a maximum of 7 years, electrodes will be explanted and the study ended after a 1 week follow-up.\n\nThe results of this study will inform the final design of the electrodes to be implanted long-term in RPNI grafts to provide an increased number of degrees of freedom for prosthetic control and sensory and proprioceptive feedback. This will drastically improve the functionality of the prosthesis, enhance the sense of embodiment of the prosthesis itself, and enable future investigation of a fully-implanted (non-percutaneous) prosthesis control system."
        },
        "conditionsModule": {
            "conditions": [
                "Amputation Neuroma",
                "Amputation"
            ],
            "keywords": [
                "RPNI",
                "Regenerative Peripheral Nerve Interface"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "DEVICE_FEASIBILITY",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "New Grafts",
                    "type": "EXPERIMENTAL",
                    "description": "In this arm, participants will have an initial surgery to place partial muscle grafts on the amputated nerves. After a healing period, the participant will have a shorter surgical procedure to implant the electrodes onto the muscle grafts and in residual muscles. After another healing period, experiments with prosthetic control and sensory feedback will begin.",
                    "interventionNames": [
                        "Device: a bipolar percutaneous intramuscular electromyography electrode"
                    ]
                },
                {
                    "label": "Existing Grafts",
                    "type": "EXPERIMENTAL",
                    "description": "In this arm, participants have already had partial muscle grafts placed on the amputated nerves to control neuroma growth. The participant will have a short surgical procedure to implant the electrodes onto the muscle grafts and in residual muscles. After a healing period, experiments with prosthetic control and sensory feedback will begin.",
                    "interventionNames": [
                        "Device: a bipolar percutaneous intramuscular electromyography electrode"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "a bipolar percutaneous intramuscular electromyography electrode",
                    "description": "The device, a bipolar percutaneous intramuscular electromyography electrode, is intended for use in upper-limb amputation patients who have received the regenerative peripheral nerve interface surgical procedure, in order to enable the use of advanced prosthetic arms and hands.",
                    "armGroupLabels": [
                        "Existing Grafts",
                        "New Grafts"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Pain Level as measured by SF-36",
                    "description": "Pain will be assessed using the SF-36 survey instrument, to be filled out by the participant before and after each surgical procedure performed and at a minimum of once per month while electrodes remain implanted. Two questions related to pain with a score closer to 0 means a pain increase",
                    "timeFrame": "Baseline and monthly for up to 7 years postoperatively"
                },
                {
                    "measure": "Change in Pain Level as measured by LANSS survey",
                    "description": "Pain will be assessed using the LANSS survey instrument, to be filled out by the participant before and after each surgical procedure performed and at a minimum of once per month while electrodes remain implanted. A score greater than 12 indicates neuropathic pain.",
                    "timeFrame": "Baseline and monthly for up to 7 years postoperatively"
                },
                {
                    "measure": "Change in Pain Level as measured by Phantom Limb Questionnaire",
                    "description": "Phantom pain will be assessed using the Phantom Limb Questionnaire, to be filled out by the participant before and after each surgical procedure performed and at a minimum of once per month while electrodes remain implanted. This 9-item instrument measures phantom pain on a scale of 0-4, where 0-no pain at all and 4=very severe pain.",
                    "timeFrame": "Baseline and monthly for up to 7 years postoperatively"
                },
                {
                    "measure": "RPNI tissue degeneration measured by pain scores",
                    "description": "RPNI tissue degeneration will be assessed by changes in pain scores (see above) and measurements of recording efficacy.\n\nRecording efficacy will be assessed using two signal quality measures:\n\n1. Peak-to-peak signal amplitude during maximum voluntary contraction\n2. Signal-to-noise ratio during maximum voluntary contraction",
                    "timeFrame": "Baseline and once per month after surgery following a 3-month postoperative recovery period, while electrodes remain implanted."
                },
                {
                    "measure": "RPNI electrode migration assessed by changes recording in efficacy and ultrasound",
                    "description": "Electrode migration outside of the implanted RPNI graft or muscle will be assessed by changes in recording efficacy, as described above, and by ultrasound examination as necessary. Electrode extrusion and implantation complications will be assessed by adverse events reported by both the participant and the study physicians. At each study visit, the participant will be asked to report any issues, and will have a basic examination of the affected limb performed by study physicians and/or trained staff.",
                    "timeFrame": "Baseline and once per month after surgery following a 3-month postoperative recovery period, while electrodes remain implanted."
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "EMG signal quality from RPNI grafts",
                    "description": "Efficacy will be assessed, for each implanted electrode using two calculated signal quality measures: Peak-to-peak signal amplitude during maximum voluntary contraction and signal-to-noise ratio during maximum voluntary contraction.",
                    "timeFrame": "Baseline and monthly for up to 7 years postoperatively"
                },
                {
                    "measure": "Stimulation Threshold of RPNI grafts",
                    "description": "Stimulation data will be recorded at least once per month while electrodes remain implanted. Stimulation threshold will be determined using the range of sensory feedback necessary to evoke a sensory percept.",
                    "timeFrame": "Baseline and monthly for up to 7 years postoperatively"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Participants must be 22 years of age or older.\n* Participants must have previously undergone an upper limb amputation proximal to the wrist.\n* For participants without existing RPNI grafts (at the time of enrollment), the residual limb must have sufficient soft tissue quality to support performance of the RPNI operative procedure. Participants sustaining severe crushing or avulsion injuries with substantial superficial and deep scarring may not be appropriate candidates for inclusion in the study.\n* Participants must be in good health and American Society of Anesthesiologists (ASA) Class I or II (low surgical risk).\n* Participants must have reliable transportation.\n* Participants must be able to attend at minimum 2 visits per month while electrodes remain implanted.\n* Participants must be at least 6 months post-amputation.\n\nExclusion Criteria:\n\n* Participants may not be suffering from any severe pain syndrome including complex regional pain syndrome or severe phantom pain. All of these conditions would suggest pathological activity of the nerve and would exclude the participant from participation.\n* Participants must not be suffering from any untreated mental health disorders and if they have any DSM-5 diagnoses, they must receive approval to participate from their mental health professional.\n* Participants must not have any medical conditions that, in the opinion of the Principal Investigator, would place them at high risk for a surgical procedure including recent myocardial infarction, cerebrovascular accidents, deep venous thrombosis, pulmonary embolus, uncontrolled diabetes, or end stage renal disease.\n* Participants must not have used tobacco for at least one month prior to enrollment in the study.\n* Participants must agree to not use tobacco for the duration of the study.\n* Participants cannot have sustained bilateral upper extremity amputation.\n* Participants cannot be pregnant.\n* Participants must not have other indwelling electronic implants like pacemakers, implantable cardioverter defibrillators, implantable neurostimulators, body worn insulin pumps, or body worn patient monitoring devices.\n* Participants must not have severe peripheral vascular occlusive disease, venous hypertension of the extremity, or severe lymphedema of the extremity.\n* Participants must not have an autoimmune condition which is not well controlled by medication.\n* Participants will not be considered for enrollment in Primary Upper Limb Amputation with RPNI Grafts and Electrode Implantation if their amputation is a traumatic injury or cancer related",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Paul Cederna, M.D.",
                    "role": "CONTACT",
                    "phone": "734-936-5885",
                    "email": "cederna@umich.edu"
                },
                {
                    "name": "Mona Moore",
                    "role": "CONTACT",
                    "phone": "734-998-7818",
                    "email": "monamoor@umich.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Michigan",
                    "status": "RECRUITING",
                    "city": "Ann Arbor",
                    "state": "Michigan",
                    "zip": "48109",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Paul Cederna, M.D.",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.27756,
                        "lon": -83.74088
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36317254",
                    "type": "DERIVED",
                    "citation": "Lee C, Vaskov AK, Gonzalez MA, Vu PP, Davis AJ, Cederna PS, Chestek CA, Gates DH. Use of regenerative peripheral nerve interfaces and intramuscular electrodes to improve prosthetic grasp selection: a case study. J Neural Eng. 2022 Nov 14;19(6):10.1088/1741-2552/ac9e1c. doi: 10.1088/1741-2552/ac9e1c."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009463",
                    "term": "Neuroma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018317",
                    "term": "Nerve Sheath Neoplasms"
                },
                {
                    "id": "D000009380",
                    "term": "Neoplasms, Nerve Tissue"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12406",
                    "name": "Neuroma",
                    "asFound": "Neuroma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20461",
                    "name": "Nerve Sheath Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M12325",
                    "name": "Neoplasms, Nerve Tissue",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}