{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06445842",
            "orgStudyIdInfo": {
                "id": "5230490"
            },
            "organization": {
                "fullName": "Loma Linda University",
                "class": "OTHER"
            },
            "briefTitle": "Short-term Circuit Training on Muscle Mass and Quality of Life in Sedentary Postmenopausal Women",
            "officialTitle": "The Effects of Short-Term Circuit Strength Training Intervention on Muscle Mass, Metabolic Health, Balance, Quality of Life, and Inflammaging in Sedentary Postmenopausal Women",
            "therapeuticArea": [
                "Other"
            ],
            "study": "short-term-circuit-training-on-muscle-mass-and-quality-of-life-in-sedentary-postmenopausal-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-29",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-29",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-29",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-05-31",
            "studyFirstSubmitQcDate": "2024-06-05",
            "studyFirstPostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-05",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-06",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Everett Lohman",
                "investigatorTitle": "Assistant Dean for Graduate Academic & Research Affairs Professor",
                "investigatorAffiliation": "Loma Linda University"
            },
            "leadSponsor": {
                "name": "Loma Linda University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this graduate student research study is to provide healthcare professionals with evidence of the potential of circuit strength training in improving the physical and psychosocial well-being of postmenopausal women.",
            "detailedDescription": "A randomized controlled trial design will investigate the effects of circuit training on the following dependent variables: muscle mass, strength, inflammatory markers, balance, functional capacity, and quality of life.\n\nBody composition measurements will utilize IN-BODY technology. The Motor Control Screen Lower Body (MCS) will determine balance. For assessing strength, we will use the Dynamometer, specifically for grip strength. Ultrasound will gauge muscle mass, while the BTE (Baltimore Therapeutic Equipment) will handle quadriceps isometric muscle tests. The Peak Expiratory Flow (PEF) will evaluate respiratory strength. Participants' aerobic capacity will be gauged via the 6-minute Walk Test. Heart Rate Variability (HRV) evaluations will rely on Polar devices, and the Fitbit Inspire3. We will also employ the Fitbit Inspire3for tracking sleep quality. Psychosocial factors will be examined through: Falls Efficacy Scale-International (FES-I), SF-36 QOL Questionnaire, PHQ-ADS, and the Pittsburgh Sleep Quality Index (PSQI). Activity levels will be determined through the IPAQ-SF questionnaire. The questionnaires will be completed on Qualtrics or in hardcopy format. Blood tests will monitor inflammatory markers such as IL-6, TNF-α, and hs-CRP. The study will be conducted over 10 weeks, starting from the initial and final data collection. During the first week, participants will need to visit the research laboratory to undergo basic tests. After completing all procedures, including informed consent and blood collection, participants will be randomly assigned (computerized generated) to the experimental (exercise) group (N=18) or control (non-exercise) group (N=18).\n\nIn the first week, the exercise group will participate for two additional days to introduce the exercise, evaluate their movements, and determine their maximum exercise capacity. The experimental group will participate in circuit strength training sessions lasting approximately 45 minutes three times a week for 8 weeks. The exercise protocol will consist of a 10-minute warm-up and cool-down, two sets of 12-minute high-intensity circuit training exercises, and a 3-minute break between sets. The intensity of the exercises will be gradually increased every two weeks for 8 weeks.\n\nMeanwhile, the control group will need to maintain their sedentary lifestyle without changing their activity levels or diet.\n\nAfter completing the 8-week exercise protocol, all participants will visit the lab for a second round of data collection. Additionally, the exercise protocol will be shown to the control group during the retest day of the study."
        },
        "conditionsModule": {
            "conditions": [
                "Postmenopausal"
            ],
            "keywords": [
                "postmenopausal",
                "balance"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 46,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Exercise Group",
                    "type": "EXPERIMENTAL",
                    "description": "This group will perform exercises three times a week for eight weeks, with each session lasting approximately 45 minutes.",
                    "interventionNames": [
                        "Other: Exercise"
                    ]
                },
                {
                    "label": "Non-Exercise Group",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "This group will maintain their sedentary lifestyle and will not make any changes to their diet or activity levels during this period",
                    "interventionNames": [
                        "Other: No exercise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Exercise",
                    "description": "The protocol involves a 10-minute warm-up and cool-down session, followed by two sets of high-intensity circuit training exercises (bench press, squats, overhead press, calf raising, barbell row, deadlifts) that last 12 minutes each (6 stations×2sets). There will be a 3-minute break between the exercise sets. The heart rate required during the exercise will be between 70-90% of their maximum capacity and a pre-scale rate of 7.5. The intensity of the exercise will be progressive each two weeks, commencing at 50% of their one rep max and increasing to 80% in their last week. During the initial phase, participants will be required to complete eight reps for each exercise. We will encourage them to increase their intensity level every two weeks.",
                    "armGroupLabels": [
                        "Exercise Group"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "No exercise",
                    "description": "This group will need to maintain their sedentary lifestyle without changing their activity levels or diet",
                    "armGroupLabels": [
                        "Non-Exercise Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "sleep quality",
                    "description": "The Pittsburgh Sleep Quality Index will be used to measure any trouble sleeping.",
                    "timeFrame": "change between baseline and eight weeks"
                },
                {
                    "measure": "IL-6 Biomarker",
                    "description": "Inflammatory biomarker IL-6 will be tested using a blood draw.",
                    "timeFrame": "change between baseline and eight weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Females aged between 50 and 75 years.\n* Self-reported postmenopausal status (i.e., cessation of menstruation for a minimum of 12 months).\n* Physically capable of participating in an exercise intervention.\n* No engagement in structured resistance or aerobic training programs in the six months preceding the study.\n\nExclusion Criteria:\n\n* Classification as moderate and highly active on the International Physical Activity Questionnaire (IPAQ) (600-3000 MET-minutes/week for \"moderate\" and higher than 3000 MET-minutes/week for \"high\" score)\n* Diagnosis of any health condition that constitutes a contraindication to physical exercise (e.g., significant cardiovascular disease, orthopedic or neuromuscular restrictions impacting exercise performance or safety).\n* Regular use of medication with the potential to affect study outcomes (e.g., corticosteroids, immunosuppressants).",
            "healthyVolunteers": true,
            "sex": "ALL",
            "genderBased": true,
            "genderDescription": "Self-reported postmenopausal status",
            "minimumAge": "50 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Everett Lohman, Dsc",
                    "role": "CONTACT",
                    "phone": "(909) 558-1000",
                    "phoneExt": "83171",
                    "email": "elohman@llu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Everett Lohman, DSc",
                    "affiliation": "Loma Linda University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Loma Linda University",
                    "status": "RECRUITING",
                    "city": "Loma Linda",
                    "state": "California",
                    "zip": "92354",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Everett Lohman, DSc",
                            "role": "CONTACT",
                            "phone": "909-558-1000",
                            "phoneExt": "83171",
                            "email": "elohman@llu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.04835,
                        "lon": -117.26115
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "T6034",
                    "name": "Quality of Life",
                    "asFound": "Quality of Life",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}