{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05937724",
            "orgStudyIdInfo": {
                "id": "00163404"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Siblings as Caregivers",
            "officialTitle": "Siblings as Caregivers: Exploring Support Provided by Siblings for Children With Chron Illnesses",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "siblings-as-caregivers"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-17",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-30",
            "studyFirstSubmitQcDate": "2023-06-30",
            "studyFirstPostDateStruct": {
                "date": "2023-07-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-01",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Christine Platt",
                "investigatorTitle": "Research Fellow",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "University of Utah",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The current body of research fails to acknowledge or understand what type of care children are giving to their siblings, yet it appears to be a common practice in many cultures. To address this gap, we propose to examine the role and activities children provide to siblings with a chronic illness or disability. Additionally, we seek to better understand what preparation, training, or support (either formal or informal) are provided to siblings who are actively engaged in the caregiving process. We will further examine indicators for quality of relationship between the two siblings and examine themes and associations. We will accomplish this through a mixed-methods design with the four following aims:\n\nAim 1: Describe the role and activities of children (ages 7 to 17) while providing care for a sibling with a chronic illness or disability. Through a descriptive qualitative inquiry, we will ascertain details and experiences on caregiving from the perspective of the parent and the sibling (separately) regarding the care the sibling provides to the child with a chronic illness. Themes of connection, friendship, direct medical and physical care (such as feeding) will be explored. Open ended questions which support the aim will be asked indirectly and directly, such as, \"What does your day look like when you are getting ready to go somewhere\" verses \"Can you describe how you help your sibling each day.\"\n\nAim 2: Investigate ways in which children are educated, trained, or supported in their caregiving role. Both qualitative information and quantitative data will be gathered as guided by Aim 1. For example, if a sibling indicates they provide feeding support, they will be asked questions such as, \"How did you learn or know how to help feed them?\" Informants will also be asked questions regarding how often and how long they spend caring for their sibling using a Likert-type scale.\n\nAim 3: Explore quality indicators of sibling relationship from the caregiving perspective.\n\nParents (main caregiver) will be asked to complete a demographic survey and the sibling inventory of behavior survey, a psychometrically validated tool to measure indicators of the sibling relationship. Qualitative data from aims 1 and 2 and quantitative data from aim 2 will be used to understand how specific themes may positively or negatively be associated with a positive sibling relationship, as a positive sibling relationship serves as a protective factor for sibling outcomes10.\n\nAim 4: Determine to what extent the quantitative data about parental-perceived sibling relationships converge with or diverge from the qualitative data about care provided by the sibling. For the mixed-methods data analysis, a joint display will be created to show a side-by-side comparison of the quantitative, qualitative, and integrated findings. Points of concordance, discordance, and expansion will provide rich insights into caregiving provided by siblings.",
            "detailedDescription": "Specific Aims With advancements in healthcare and support for children with complex medical issues, more children are surviving early infancy and being cared for in the home or family setting as they age1. The prevalence of developmental disability among US children aged 3 to 17 years significant increased between 2009 and 20172. For children the United States, up to 40% require additional health-related services due to a chronic illness or condition. Research indicates care at home is ideal for many families as it reduces the disruption to children's and families' lives, giving them better control to make decisions and establish healthy routines and practices3. Concern exists over potential negative effects for siblings such as elevated levels of anxiety and depression, and how parental stress of caring for a child with a chronic illness may impact their lives4,5. How much a sibling is involved in the actual caregiving of the child with a chronic illness is not known or understood, leaving gaps in how they can be supported. A sibling relationship is likely to be one of the longest and most influential in a person's life. The positive or negative aspects of that relationship, particularly in families raising a child with a chronic illness, could have a compounding affect. However, before interventions can be created and implemented to improve sibling relationships or support in the caregiving process, we must first understand the type of care being provided by children in the home.\n\nAs family structures are becoming more diverse, questions arise as to the type of care and from whom children with special needs are receiving care. Once such example is foster siblings. A significantly higher percentage of children in foster care have disabilities and medical needs than in the general pediatric population, experiencing high levels of placement instability and further compounding health disparities6. Many have been exposed to alcohol and drugs in-utero, leading to worse outcomes in areas such as academic success, behavior, cognition, placement disruptions and hospitalizations7-9. Siblings play a role in the care, support, and development of children who have experienced significant adversity. However, little is known about their experience or the type of care they provide to a sibling with a chronic illness or disability. The current body of literature also lacks information about the differences in care provided based on type of disability. For example, it is unknown if children with feeding disorders, breathing disorders, cancer, or cognitive disorders are giving diagnosis-specific care by their siblings, some of which would require special knowledge or training (such as how to navigate a feeding tube). The perception of competence to care for siblings might vary greatly with family structure, chronic illness, or social acceptability of including a child in the caregiving process when medical care is involved.\n\nThe current body of research fails to acknowledge or understand what type of care children are giving to their siblings, yet it appears to be a common practice in many cultures. To address this gap, we propose to examine the role and activities children provide to siblings with a chronic illness or disability. Additionally, we seek to better understand what preparation, training, or support (either formal or informal) are provided to siblings who are actively engaged in the caregiving process. We will further examine indicators for quality of relationship between the two siblings and examine themes and associations. We will accomplish this through a mixed-methods design with the four following aims:\n\nAim 1: Describe the role and activities of children (ages 7 to 17) while providing care for a sibling with a chronic illness or disability. Through a descriptive qualitative inquiry, we will ascertain details and experiences on caregiving from the perspective of the parent and the sibling (separately) regarding the care the sibling provides to the child with a chronic illness. Themes of connection, friendship, direct medical and physical care (such as feeding) will be explored. Open ended questions which support the aim will be asked indirectly and directly, such as, \"What does your day look like when you are getting ready to go somewhere\" verses \"Can you describe how you help your sibling each day.\"\n\nAim 2: Investigate ways in which children are educated, trained, or supported in their caregiving role. Both qualitative information and quantitative data will be gathered as guided by Aim 1. For example, if a sibling indicates they provide feeding support, they will be asked questions such as, \"How did you learn or know how to help feed them?\" Informants will also be asked questions regarding how often and how long they spend caring for their sibling using a Likert-type scale.\n\nAim 3: Explore quality indicators of sibling relationship from the caregiving perspective.\n\nParents (main caregiver) will be asked to complete a demographic survey and the sibling inventory of behavior survey, a psychometrically validated tool to measure indicators of the sibling relationship. Qualitative data from aims 1 and 2 and quantitative data from aim 2 will be used to understand how specific themes may positively or negatively be associated with a positive sibling relationship, as a positive sibling relationship serves as a protective factor for sibling outcomes10.\n\nAim 4: Determine to what extent the quantitative data about parental-perceived sibling relationships converge with or diverge from the qualitative data about care provided by the sibling. For the mixed-methods data analysis, a joint display will be created to show a side-by-side comparison of the quantitative, qualitative, and integrated findings. Points of concordance, discordance, and expansion will provide rich insights into caregiving provided by siblings.\n\nMethods Design: This mixed-methods study seeks to describe caregiving provided by a non-adult sibling in the home (age 7 to 17) to a child with a chronic illness/disability. A mixed methods design is best suited for the inquiry because siblings as caregivers is a concept not well understood11. The qualitative data will assist in understanding the concepts and themes surrounding caregiving as a child. Aim 1 will focus on how the parent and sibling separately describe the role the sibling plays in the life of the child with a chronic illness/ disability. A semi-structured interview format will be used for parents and siblings age 12 to 17. The draw-and-tell method will be used for siblings ages 7 to 1112. Informants who report caregiving behaviors will be asked to explain what type of care is given, how often, and how it affects (enhances or impedes) their daily experience. Aim 2 will be informed by Aim 1. If the act of caregiving is found to be present, particularly involving specialized medical skills, the informant/participant will be asked a brief set of questions about how the skill/task was learned, what helps them to accomplish the skill/task, and what factors make it hard for them to accomplish the skill/task. Aim 3 will be achieved by assessing quantitative data from (1) the sociodemographic questionnaire (2) information on frequency/amount of care provided by the sibling, and (2) parental responses to a psychometrically validated tool on the quality of the sibling relationship (Sibling Inventory of Behavior). Descriptive statistical analysis will be performed using STATA statistical software. Statistical analysis will describe the distribution (frequencies and percentages), central tendencies (mean) and dispersion (range and standard deviation) of the sociodemographic information, the amount of care provided, and the positive/negative indicators of the sibling relationship. Aim 4 combines the quantitative data and qualitative themes from interviews, to determine convergence or divergence regarding care provided by the sibling. This mixed-methods strategy will allow for conceptual and analytical integration of the strengths from qualitative and quantitative design methodologies, creating a rich description of caregiving provided by siblings of children with chronic illnesses/disabilities.\n\nSample and Recruitment: Purposive sampling to reach saturation will be used to recruit an estimated 30 families raising a child with a chronic illness or disability alongside a sibling ranging from age 7 to 17. Families will be recruited through social media sites, pediatric clinics, and parent support groups. Families will be selected who fit a specific profile and provide for a range of family types (two-parent, single-parent, foster family, racially diverse families, LGBTQI identifying families, etc) and chronic illness type (feeding issues, breathing abnormalities, atypical developmental/cognitive disorders) to increase our breadth and depth of understanding surrounding how families are including or excluding siblings in the caregiving process.\n\nData Collection and Analysis: Interviews will be recorded then transcribed into Nvivo software for data coding, thematic analysis, and mixed-methods comparison coding. Descriptive and associative statistics will be used to achieve a comparison of how the qualitative and quantitative data relate to each other."
        },
        "conditionsModule": {
            "conditions": [
                "Children With Chronic Illnesses",
                "Caregiver Burden"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "FAMILY_BASED",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Family Caregiving",
                    "description": "Family caregiving and sibling inclusive"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Aim 1: Describe the role and activities of children (ages 7 to 17) while providing care for a sibling with a chronic illness or disability.",
                    "description": "Through a descriptive qualitative inquiry, we will ascertain details and experiences on caregiving from the perspective of the parent and the sibling (separately) regarding the care the sibling provides to the child with a chronic illness. Themes of connection, friendship, direct medical and physical care (such as feeding) will be explored. Open ended questions which support the aim will be asked indirectly and directly, such as, \"What does your day look like when you are getting ready to go somewhere\" verses \"Can you describe how you help your sibling each day.\"",
                    "timeFrame": "1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n- Families caring for a child with special needs/chronic illness and a typically developing sibling age 7 to 17\n\nAble to respond to questionnaires\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "maximumAge": "110 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Purposive sampling to reach saturation will be used to recruit an estimated 40 families raising a child with a chronic illness or disability alongside a sibling ranging from age 7 to 17. Families will be recruited through social media sites, pediatric clinics, and parent support groups. Families will be selected who fit a specific profile and provide for a range of family types (two-parent, single-parent, foster family, racially diverse families, LGBTQI identifying families, etc) and chronic illness type (feeding issues, breathing abnormalities, atypical developmental/cognitive disorders) to increase our breadth and depth of understanding surrounding how families are including or excluding siblings in the caregiving process",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Christine Platt",
                    "role": "CONTACT",
                    "phone": "18017090613",
                    "email": "christine.platt@nurs.utah.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Utah",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84112",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Christine Platt, PhD, DNP",
                            "role": "CONTACT",
                            "phone": "801-709-0613",
                            "email": "christine.platt.phd@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000084802",
                    "term": "Caregiver Burden"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Illness",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2480",
                    "name": "Caregiver Burden",
                    "asFound": "Caregiver Burden",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}