{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05478824",
            "orgStudyIdInfo": {
                "id": "Pro00107990"
            },
            "secondaryIdInfos": [
                {
                    "id": "R668-AS-2198",
                    "type": "OTHER_GRANT",
                    "domain": "Regeneron"
                }
            ],
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "IL13 Signaling in Allergic Asthma",
            "officialTitle": "The Effects of Dupilumab on Asthma Outcomes and IL-13Rα2 Signaling in Airway Epithelial Cells in Allergic Asthma With Comorbid BMI ≥ 30",
            "therapeuticArea": [
                "Endocrinology",
                "Respiratory"
            ],
            "study": "signaling-in-allergic-asthma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-26",
            "studyFirstSubmitQcDate": "2022-07-26",
            "studyFirstPostDateStruct": {
                "date": "2022-07-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-08",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Regeneron Pharmaceuticals",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study will investigate the role of dupilumab in the treatment of asthma with comorbid obesity. It is hypothesized that in airway epithelial cells, unique transcriptomic and proteomic expression patterns distinguish allergic and non-allergic patients with asthma and obesity and drive significant differential responses to dupilumab. It is further hypothesized that dupilumab will increase interleukin-13 receptor alpha 2 (IL-13Rα2) levels and/or signaling activity on airway epithelial cells isolated from allergic asthma patients with obesity. This is a pre-clinical research study of dupilumab-induced gene and protein expression analyses in nasal airway epithelial cells of adults with asthma and comorbid obesity. The study primarily seeks to: 1) assess the effect of dupilumab on transcriptomes, phosphoproteomes and secretomes of well-differentiated, primary airway epithelial cells as a function IL-13R subunit expression and IL-13Ra2 signaling, in allergic and non-allergic asthma patients with obesity; and 2) test whether dupilumab-induced gene and protein changes significantly correlate with parameters of airway inflammation in allergic and non-allergic asthma.",
            "detailedDescription": "AIM 1. Critically assess dupilumab-regulated transcriptome, phosphoproteome and secretome of nasal airway epithelial cells isolated from obese patients with allergic vs. non-allergic asthma and comorbid obesity. AIM 2. Determine the effect of dupilumab on expression and signaling activity of IL-4Ra, IL-13Ra1, and IL-13Ra2 in nasal airway epithelial cells isolated from patients with allergic vs. non-allergic asthma and comorbid obesity.\n\nStudy Design: The goal is to enroll 16 adults with allergic asthma and obesity and 16 adults with non-allergic asthma and obesity. Subjects in each group will undergo an initial screening visit (V0) to establish the subject groups according to allergic status. \"Allergic\" asthma will be defined as the presence of a positive skin prick test, absolute eosinophil count \\>150/uL and serum IgE \\> 100 IU/ml, as these criteria have differentiated phenotypes of patients with asthma and obesity in previous studies. Subjects will undergo skin allergy testing and blood sampling at V0. Subjects will return within 2 weeks of initial screening, and we will collect fresh brushings of the sinonasal inferior turbinate of participants using sterile cytology brushes.\n\nStudy Population: Obese adults with allergic and non-allergic asthma.\n\nAnalysis Plan:\n\nThe effect of dupilumab on transcriptomic and proteomic expression patterns, including fold change of IL-13Ra2 signaling, will be compared between obese allergic and obese non-allergic asthma patients. Each dataset will be critically evaluated for data quality and then processed using field-standard workflows. For the mRNA-seq data, DESeq2 package will be utilized to identify differentially expressed transcripts, and for the proteomic data we will employ linear models using a moderated test statistic. In addition to identify individual transcripts and proteins that are differentially regulated, Ingenuity Pathway Analysis will be performed to identify dysregulated pathways. The false discovery rate will be used to correct for multiple hypothesis testing within each of the analyses performed. Additional biomarkers including serum IgE, periostin and IL-33; cell surface IL-4Ra and IL-13Ra1, spirometry and IOS measurements; blood eosinophil counts; methacholine PC20; ACQ scores and FeNO measurements will be compared using either the Student's t-test or the Wilcoxon rank sum test, depending on the normality of the specific dataset. SAS version 9.4 or higher (SAS Institute, Inc., Cary, NC), and the R statistical programming environment, version 4.0 or higher, will be used for all analyses and an adjusted p-value \\<0.05 will be considered statistically significant.\n\nSample size: The sample size calculations are based upon estimates of clinically meaningful mean differences and standard deviations. Baseline fold change of IL-13RA2 expression was measured in cultured human airway fibroblasts for 6 subjects in a lean asthma group (0.312 ± 0.289) and 7 subjects in an obese asthma group (5.285 ± 3.944). Group sample sizes of 8 within each group (16 total) achieves 86.2% power to reject the null hypothesis of equal means with a significance level (alpha) of 0.050 using a two-sided two-sample unequal variance t-test.\n\nThe effect size for this comparison, based on historical data, is approximately 1.75 (fairly large effect size). Therefore, increasing the sample size to 16 patients per group would offer the ability to detect a lower effect size of 1.07 to 1.21 with 80% to 90% power. Assuming a similar standard deviation in each group, this translates into the ability to detect a difference between asthma groups of at least 3.0. To allow for a potential 15% patient drop-out rate, the plan is to recruit a total of 36 participants."
        },
        "conditionsModule": {
            "conditions": [
                "Asthma, Allergic",
                "Asthma",
                "Obesity"
            ],
            "keywords": [
                "Asthma",
                "Allergic Asthma",
                "Non-Allergic Asthma",
                "Adult",
                "Obese",
                "Obesity"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "blood, urine, tissue, and blood products"
            },
            "enrollmentInfo": {
                "count": 54,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Allergic Asthma",
                    "description": "BMI ≥ 30 kg/m2"
                },
                {
                    "label": "Non-allergic Asthma",
                    "description": "BMI ≥ 30 kg/m2"
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Critically assess dupilumab-regulated transcriptome, phosphoproteome and secretome of nasal airway epithelial cells isolated from patients with allergic vs. non-allergic asthma and comorbid obesity.",
                    "description": "• Perform ex vivo assessments to determine if dupilumab induces significant differences in gene and protein expression in nasal airway epithelial cells derived from allergic and non-allergic asthma patients with obesity (body mass index (BMI) \\>/= 30 kg/m2).",
                    "timeFrame": "7 days +/- 7 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Determine the effect of dupilumab on expression and signaling activity of IL-4R, IL-13R1, and IL-13R2 in nasal airway epithelial cells isolated from patients with allergic vs. non-allergic asthma and comorbid obesity.",
                    "description": "• Perform ex vivo assessments to determine the signaling capacity of nasal airway epithelial cells in response to dupilumab and IL-13 by examining downstream signaling pathway components.",
                    "timeFrame": "7 days +/- 7 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Outpatient adults of either sex 18-65 years of age.\n2. Subjects with body mass index (BMI) ≥ 30 kg/m2.\n3. Physician diagnosis of asthma.\n4. Documented history of either bronchodilator reversibility or positive methacholine challenge in past 2 years:\n\n   i. Reversibility of at least 12% increase in forced expiratory volume in 1 sec (FEV1) 15-30 minutes after inhaling 2-4 puffs of albuterol or ii. Positive methacholine challenge defined as a 20% fall in FEV1 compared to baseline at less than 16 mg/ml.\n5. Negative urine pregnancy test in women of childbearing potential\\* (confirmed during screening).\n6. Regular treatment with inhaled corticosteroid (ICS) and long-acting beta agonist (LABA) combination medication for at least 3 months; on a stable dose for the 4 weeks prior to Visit 1\n7. Subjects with a smoking history \\<10 pack years and no smoking in the last year.\n8. Willing and able to give informed consent and adhere to visit/protocol schedules.\n\nAllergic Asthma Subjects\n\n1. Subjects with serum IgE \\>100 IU/ml and\n2. Positive skin prick test\n3. Absolute eosinophil count \\>150/uL or FeNO \\>30 ppb (if on systemic steroid therapy)\n\nNon-allergic Asthma Subjects\n\n1. Subjects with serum IgE \\<100 IU/ml and/or\n2. Negative skin prick test\n3. Absolute eosinophil count \\< 150/uL\n\nExclusion Criteria:\n\n1. Children \\< 18 years of age.\n2. Subjects with body mass index (BMI) \\< 30 kg/m2.\n3. Pregnancy\n4. Lung disease other than asthma including chronic obstructive pulmonary disease (COPD) or emphysema, bronchiectasis, sarcoidosis, or interstitial lung fibrosis.\n5. Smoking history \\> 10 pack years or any cigarette use within the previous twelve months.\n6. Upper or lower respiratory tract infection within one month of the study.\n7. Positive COVID-19 test in last 3 months.\n8. Untreated or uncontrolled sleep apnea.\n9. Recent active substance abuse (last 6 months).\n10. Current use of dupilumab or other biologic therapy for asthma\n11. Near fatal asthma (intubation or intensive care unit (ICU) admission for asthma) within past 1 year.\n12. Other major chronic illness in the opinion of the investigator that might interfere with the study; including, but not limited to, uncontrolled diabetes, uncontrolled HIV infection or other immune system disorder, seizure disorders, renal failure, liver disease, or unstable psychiatric illness.\n13. Participation in an intervention study (including non-pharmacologic interventions) or use of investigative drugs within the past 30 days or plans to enroll in such a trial during the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Adult Asthmatics with or without allergy phenotype age 18 - 65 inclusive",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "CRC",
                    "role": "CONTACT",
                    "phone": "(919) 479-0861",
                    "email": "dukeairwayresearch@duke.edu"
                },
                {
                    "name": "Jennifer Ingram, PhD",
                    "role": "CONTACT",
                    "phone": "+1 919 668 1439",
                    "email": "jennifer.ingram@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Loretta Que, MD",
                    "affiliation": "Duke",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke Asthma Allergy and Airway Center",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27208",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Shier",
                            "role": "CONTACT",
                            "email": "jessica.shier@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001249",
                    "term": "Asthma"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "asFound": "Asthma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12701",
                    "name": "Obesity",
                    "relevance": "LOW"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}