{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05782244",
            "orgStudyIdInfo": {
                "id": "852199"
            },
            "organization": {
                "fullName": "University of Pennsylvania",
                "class": "OTHER"
            },
            "briefTitle": "Sildenafil for Microvasculopathy in Chronic TBI",
            "officialTitle": "Phase 2 Randomized Controlled Trial of Sildenafil Citrate for Treatment of Cerebrovascular Dysfunction in Chronic Traumatic Brain Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sildenafil-for-microvasculopathy-in-chronic-tbi"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-22",
            "studyFirstSubmitQcDate": "2023-03-21",
            "studyFirstPostDateStruct": {
                "date": "2023-03-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Pennsylvania",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Walter Reed National Military Medical Center",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Traumatic Cerebral Vascular Injury (TCVI) is a common consequence of traumatic brain injury (TBI), including mild TBI (mTBI). TCVI is associated with poor recovery after TBI in animal models. TCVI can be measured non-invasively in humans, and therapies targeting TCVI are attractive candidates to ameliorate the consequences of TBI. Sildenafil potentiates nitric oxide (NO) dependent vasodilatation and is approved by the Food and Drug Administration (FDA) for the treatment of erectile dysfunction and primary pulmonary hypertension. In pre-clinical models of stroke, sildenafil improves cerebral blood flow (CBF), promotes, angiogenesis, neurogenesis and improves recovery. In an initial Phase 2a trial (NCT01762475) of sildenafil in patients with chronic moderate to severe TBI, the investigators found that low dose sildenafil (25 mg BID) therapy is safe and well tolerated, that a single dose of sildenafil 50 mg potentiates CVR in areas of the brain with dysfunctional endothelium, and that CVR is a reliable diagnostic marker of TCVI and has potential as a pharmacodynamic and predictive biomarker. In this proposal, the investigators will conduct a randomized clinical trial to determine the optimal PDE5 inhibitor dose to improve or normalize microvascular function (as measured by the change in CVR measurements before and after a single dose of sildenafil, or ΔCVR) using a range of sildenafil citrate doses: 20, 40, 80 mg) in chronic TBI patients. The investigators will also test the safety and tolerability of the same dose ranges of chronic (4-week) thrice daily sildenafil or placebo administration in chronic TBI patients and explore its effects on chronic symptoms and clinical outcomes.",
            "detailedDescription": "Objectives:\n\nObjective 1: To determine the optimal sildenafil dose to improve microvascular function (ΔCVR measure) after a single dose (dose range sildenafil 20-80 mg) in 160 chronic TBI patients.\n\nObjective 2: To assess the safety and tolerability of a range of PDE5 inhibitor doses (placebo, sildenafil 20, 40, 80 mg, administered orally three times daily (TID)) in 160 chronic TBI subjects.\n\nObjective 3 (exploratory): To measure the effect of chronic (4-week) PDE-5 inhibitor administration at 3 different doses compared to placebo on TBI symptom self-report, clinician-administered outcome measures, and clinician interview-based impression of change.\n\nPrimary Endpoint: The primary outcome measure will be the baseline visit delta cerebrovascular reactivity (ΔCVR) or the difference between global CVR (mm/Hg) measured before and 1 hour after a randomized, double blind, oral administration of one of 3 doses of sildenafil (20mg, 40 mg or 80 mg) or placebo. CVR (mm/Hg) is an imaging measure of cerebral microvascular function and is measured in the MRI nd by the change in the fMRI-BOLD signal during a 7 minute 5% hypercapnia challenge (alternating inhalation of room air and room air enriched with 5% CO2 in a block design for 1 minute each over 7 minutes total).\n\nSecondary Endpoints: The secondary outcome measures will be an assessment of study drug safety and tolerability. Safety will be measured by the number of participants with treatment-related adverse events as assessed by the CTCAE v4.0. Tolerability will be measured the number of participants with treatment-related adverse events as assessed by the CTCAE v4.0, self-report compliance with drug regimen and remaining pill count at the end of the study.\n\nExploratory Endpoints: Clinician administered and self-report measures of clinical symptom improvement, change in neurocognitive function and post-concussive symptoms improvement before and after 4 week sildenafil intervention. These will be measured by the change in baseline and end of treatment testing/reports of the following functional and symptom neurobehavioral measures: Clinician Interview-Based Impression (CIBI); Glasgow Outcome Scale-Extended (GOSE); Rivermead Post-Concussion Symptom Questionnaire (RPQ); Headache Impact Test-6 (HIT-6); PTSD Checklist for DSM-5- Civilian Version (PCL-5); Patient Health Questionnaire 9 (PHQ-9); Mental Fatigue Scale (MSF); NeuroQOL Short form for Positive Affect and Well Being; NeuroQOL Short form for Cognitive Functioning in Everyday Activities; Rey Auditory Verbal Learning Test (RAVLT); Brief Visuospatial Memory Test-Revised (BVMT-R); Trail Making Tests A and B (TMT); Processing Speed Index (PSI); Digit Symbol and Symbol Search of the Wechsler Adult Intelligence Scale (WAIS-IV); Simple and Complex Visual Reaction Time; Delis Kaplan Verbal Fluency Test (DKVFT); Grooved Pegboard Test; Brief Test of Adult Cognition by Telephone (BTACT).\n\nStudy Population: The study population for this protocol consists of 160 chronic TBI patients between the ages of 18 and 55 (both men and women) who have suffered a TBI more than 6 months before enrollment and remain symptomatic with at least 3 persistent post-concussive symptoms. The patients will be recruited from the University of Pennsylvania Health System (UPenn) and the Walter Reed National Military Medical Center (WRNMMC) TBI clinics and clinic referrals.\n\nPhase: II\n\nDescription of Sites/Facilities : This is a two-site study, conducted at Penn Presbyterian Medical Center (PPMC), the Level I Trauma Center for UPenn, and WRNMMC, the flagship hospital for the Military Health System. Both PPMC and WRNMMC are major referral centers for TBI. The Clinical TBI Center at PPMC, led by Dr. Diaz-Arrastia, evaluates over 200 acute TBI cases admitted to the hospital per year and maintains an active outpatient TBI clinic that annually evaluates and treats over 800 unique TBI patients. WRNMMC is a tertiary referral center for active duty military personnel medically evacuated for TBI and has a specialized outpatient center for the evaluation and treatment of chronic TBI, the National Intrepid Center of Excellence (NICoE), which annually evaluates and treats 300-400 chronic TBI patients.\n\nEnrolling Sites: Two (University of Pennsylvania Health System, Philadelphia, PA and Walter Reed National Military Medical Center, Bethesda, MD)\n\nDescription of Study Intervention: Sildenafil citrate is a phosphodiesterase-5 (PDE-5) inhibitor that is FDA-approved and widely used as a therapy for primary pulmonary hypertension and erectile dysfunction. Sildenafil or placebo will be administered at 3 doses (20mg, 40mg, 80mg) to the study participants to assess both single dose effect on CVR as well as safety, tolerability, and (as an exploratory measure) efficacy after 4-week thrice daily oral administration.\n\nStudy Duration: 48 months (i.e., 4 years)\n\nParticipant Duration:1 month"
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Brain Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sildenafil citrate low dose",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sildenafil citrate 20 mg, oral, TID",
                    "interventionNames": [
                        "Drug: Sildenafil Citrate low dose"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Placebo, oral, TID",
                    "interventionNames": [
                        "Drug: Placebo"
                    ]
                },
                {
                    "label": "Sildenafil citrate medium dose",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sildenafil citrate 40 mg, oral, TID",
                    "interventionNames": [
                        "Drug: Sildenafil medium dose"
                    ]
                },
                {
                    "label": "Sildenafil citrate high dose",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Sildenafil citrate 80 mg, oral, TID",
                    "interventionNames": [
                        "Drug: Sildenafil high dose"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sildenafil Citrate low dose",
                    "description": "Sildenafil citrate 20 mg, oral, TID",
                    "armGroupLabels": [
                        "Sildenafil citrate low dose"
                    ],
                    "otherNames": [
                        "Sildenafil lowest dose"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Placebo",
                    "description": "Placebo, oral, TID",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "Masked placebo"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sildenafil medium dose",
                    "description": "Sildenafil 40 mg, oral, TID",
                    "armGroupLabels": [
                        "Sildenafil citrate medium dose"
                    ],
                    "otherNames": [
                        "Sildenafil middle dose"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Sildenafil high dose",
                    "description": "Sildenafil 80 mg, oral, TID",
                    "armGroupLabels": [
                        "Sildenafil citrate high dose"
                    ],
                    "otherNames": [
                        "Sildenafil highest dose"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Optimal Dose",
                    "description": "Delta cerebrovascular reactivity (ΔCVR) after single-dose sildenafil administration during the neuroimaging session.",
                    "timeFrame": "Assessed at baseline visit"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.0",
                    "description": "Safety will be measured by the number of participants with treatment-related adverse events as assessed by the CTCAE v4.0. Tolerability will be measured the number of participants with treatment-related adverse events as assessed by the CTCAEv4.0, and by number of participants who did not complete the course of treatment. Compliance will be measured by self-report compliance with drug regimen and pill counts remaining at the end of the study.",
                    "timeFrame": "Assessed over 4 week daily intervention of 3 doses of sildenafil in TBI patients"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Clinician Interview-Based Impression (CIBI)",
                    "description": "Change in clinical status, neurocognitive function and post-concussive symptoms between baseline and completion of a 4 week sildenafil intervention, measured by the change in baseline and end of treatment using the Clinician Interview-Based Impression (CIBI) measure.",
                    "timeFrame": "Assessed at baseline and at the end of the 4 week intervention."
                },
                {
                    "measure": "Glasgow Outcome Scale-Extended (GOSE)",
                    "description": "Change in clinical status, neurocognitive function and post-concussive symptoms between baseline and completion of a 4 week sildenafil intervention, measured by the change in baseline and end of treatment using the Glasgow Outcome Scale-Extended (GOSE) measure.",
                    "timeFrame": "Assessed at baseline and at the end of the 4 week intervention."
                },
                {
                    "measure": "Rivermead Post-Concussion Questionnaire (RPQ)",
                    "description": "Change in clinical status, neurocognitive function and post-concussive symptoms between baseline and completion of a 4 week sildenafil intervention, measured by the change in baseline and end of treatment using the Rivermead Post-Concussion Questionnaire (RPQ) measure.",
                    "timeFrame": "Assessed at baseline and at the end of the 4 week intervention."
                },
                {
                    "measure": "Headache Impact Test-6 (HIT-6)",
                    "description": "Change in clinical status, neurocognitive function and post-concussive symptoms between baseline and completion of a 4 week sildenafil intervention, measured by the change in baseline and end of treatment using the Headache Impact Test-6 (HIT-6) measure.",
                    "timeFrame": "Assessed at baseline and at the end of the 4 week intervention."
                },
                {
                    "measure": "Mental Fatigue Scale (MSF)",
                    "description": "Change in clinical status, neurocognitive function and post-concussive symptoms between baseline and completion of a 4 week sildenafil intervention, measured by the change in baseline and end of treatment using the Mental Fatigue Scale (MSF) measure.",
                    "timeFrame": "Assessed at baseline and at the end of the 4 week intervention."
                },
                {
                    "measure": "Neuro-Quality of Life (NeuroQoL)",
                    "description": "Change in clinical status, neurocognitive function and post-concussive symptoms between baseline and completion of a 4 week sildenafil intervention, measured by the change in baseline and end of treatment using the NeuroQOL Short form for Affect and Well Being and NeuroQOL Short form for Cognitive Functioning.",
                    "timeFrame": "Assessed at baseline and at the end of the 4 week intervention."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Provision of signed and dated informed consent form\n2. Stated willingness to comply with all study procedures and availability for the duration of the study\n3. Male or female, aged 18-55\n4. DEERS eligible (WRNMMC only)\n5. History of moderate or severe TBI by DoD-VA criteria greater than 6 months and less than 10 years prior to enrollment; as evidenced by any ONE of the following 3 criteria:\n\n   1. GCS 3 - 12 (GCS obtained in Emergency Room and noted in medical record)\n   2. Post-traumatic amnesia \\> 24 hours\n   3. TBI-related abnormality on neuroimaging (either CT or MRI)\n   4. and/or by the Ohio State TBI Identification Method.\n6. Chronic persistent post-concussive symptoms (Symptom Score \\> 1 on at least 3 items from the Rivermead Post-Concussion Symptom Questionnaire)\n7. Glasgow Outcome Scale-Extended (GOSE) between 5-7\n8. Ability to take oral medication and be willing to adhere to the study intervention regimen\n9. Ability to participate in and complete 2 MRIs including 5 CVR and ΔCVR measures and four 4-week treatment periods.\n10. Fluent English speaker\n11. Adequate hearing and vision on screening test and self-rating\n\nExclusion Criteria:\n\n1. Contraindication to sildenafil which includes the following:\n\n   1. Current/ongoing (within past month) use of organic nitrate vasodilators\n   2. Current/ongoing (within past month) use of ritonavir (HIV-protease inhibitor)\n   3. Current/ongoing (within past month) use of erythromycin, ketoconazole, or itraconazole\n   4. Current/ongoing (within past month) use of cimetidine\n   5. Current resting hypotension (BP \\< 90/50 mm Hg)\n   6. Current severe renal insufficiency (Creatinine Clearance \\< 30mL/min)\n   7. Current hepatic cirrhosis\n   8. Current cardiac failure or coronary artery disease causing unstable angina\n   9. Retinitis pigmentosa\n   10. Known hypersensitivity or allergy to sildenafil of any of its components\n   11. History of melanoma or suspicious skin lesions for melanoma on skin examination\n2. Daily therapy with a PDE5 inhibitor within the month prior to randomization\n3. History of penetrating TBI\n4. History of disabling neurological or psychiatric disorder not related to TBI\n5. Active substance abuse or dependence during the past 6 months\n6. Estimated preinjury intellectual level ≤70\n7. Unlikely to comply with repeated follow-up assessments and medication regimen.\n8. Not fluent in English language.\n9. Failing score on the Word Memory Test of symptom validity.\n10. Current inclusion in another interventional clinical trial\n11. Subjects with metal implants that would interfere with the MR imaging procedures\n12. History of priapism\n13. Pregnant or breast-feeding women\n14. Actively suicidal\n15. History of hypertension requiring treatment\n16. History of hyperlipidemia requiring treatment\n17. History of diabetes mellitus requiring medical treatment",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Priyanka Kalyani, CCRP-PM, BS",
                    "role": "CONTACT",
                    "phone": "267-271-9500",
                    "email": "Priyanka.Kalyani@pennmedicine.upenn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Ramon Diaz-Arrastia, MD, PhD",
                    "affiliation": "University of Pennsylvania",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Penn Presbyterian Medical Center",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ramon Diaz-Arrastia, MD, PhD",
                            "role": "CONTACT",
                            "phone": "800-789-7366",
                            "email": "Ramon.Diaz-Arrastia@pennmedicine.upenn.edu"
                        },
                        {
                            "name": "Ramon Diaz-Arrastia, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001930",
                    "term": "Brain Injuries"
                },
                {
                    "id": "D000070642",
                    "term": "Brain Injuries, Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000006259",
                    "term": "Craniocerebral Trauma"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5207",
                    "name": "Brain Injuries",
                    "asFound": "Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M628",
                    "name": "Brain Injuries, Traumatic",
                    "asFound": "Traumatic Brain Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M9349",
                    "name": "Craniocerebral Trauma",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068677",
                    "term": "Sildenafil Citrate"
                }
            ],
            "ancestors": [
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000014665",
                    "term": "Vasodilator Agents"
                },
                {
                    "id": "D000058986",
                    "term": "Phosphodiesterase 5 Inhibitors"
                },
                {
                    "id": "D000010726",
                    "term": "Phosphodiesterase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000064804",
                    "term": "Urological Agents"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M292",
                    "name": "Sildenafil Citrate",
                    "asFound": "Memory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21320",
                    "name": "Citric Acid",
                    "relevance": "LOW"
                },
                {
                    "id": "M1837",
                    "name": "Sodium Citrate",
                    "relevance": "LOW"
                },
                {
                    "id": "M17412",
                    "name": "Vasodilator Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29332",
                    "name": "Phosphodiesterase 5 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M13629",
                    "name": "Phosphodiesterase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "T382",
                    "name": "Citrate",
                    "asFound": "Type 2",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "VaDiAg",
                    "name": "Vasodilator Agents"
                },
                {
                    "abbrev": "Urol",
                    "name": "Urological Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}