{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06366256",
            "orgStudyIdInfo": {
                "id": "1R01DC017301-01",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01DC017301-01"
            },
            "organization": {
                "fullName": "University of Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "Simplified Ultrasound Feedback for Speech Remediation",
            "officialTitle": "Simplified Ultrasound Feedback for Speech Remediation",
            "acronym": "SUFSR",
            "therapeuticArea": [
                "Other"
            ],
            "study": "simplified-ultrasound-feedback-for-speech-remediation"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-23",
            "studyFirstSubmitQcDate": "2024-04-10",
            "studyFirstPostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Suzanne Boyce",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Cincinnati"
            },
            "leadSponsor": {
                "name": "University of Cincinnati",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Recent research in motor control shows that people learn new movements best when they receive feedback external to the body. Traditional ultrasound speech therapy works well for many children, but involves teaching children to focus on their internal tongue movements. The goal of the study is to test whether ultrasound biofeedback delivered without showing children a display of their tongue movements will be effective as a treatment for residual speech sound disorders in children. We focus on children who have trouble producing the sound \"r\" as in \"rabbit\". The first aim is to develop a fast reliable system to track movements of different parts of the tongue using ultrasound and to identify which combinations of movements will produce a good \"r\" and which do not. The second aim is to develop a motivational game in which children receive feedback on the success of their tongue movements by what happens to an animated character on a screen. This developed version of ultrasound feedback therapy will be compared to the traditional version of ultrasound feedback therapy to determine how the two approaches can best be utilized in the clinic.",
            "detailedDescription": "Ultrasound biofeedback therapy (UBT), offering a real-time view of the tongue during speech, has shown promise in treating residual speech sound disorders. However, the clinical utility of UBT is limited by the inherent difficulty of interpreting real-time ultrasound images of rapidly changing tongue deformations during speech. For patients to receive effective feedback from these images, clinicians must provide extensive explanation and orientation over multiple sessions. Especially for younger patients, this rich, complex visual feedback directs attention internally, a direction known to reduce performance and impulse force control during limb and oral movement tasks. Further, since speech sound disorders often coexist with cognitive or behavioral difficulties, many patients never master interpretation of tongue ultrasound images. Thus, the tremendous promise of UBT has not been realized because its feedback is too complex, misdirected, and ambiguous.\n\nScientific studies on implicit motor learning suggest UBT would be improved if (1) speakers are guided by simpler visual feedback and (2) the simplification engages an external attentional focus. Feedback with these qualities is known to facilitate rapid, robust sensorimotor skill learning. Application of these principles into UBT is expected to provide great benefits to those with speech-sound disorders.\n\nThe major goal of this project is to translate these recent advances in UBT and motor learning into a new simplified ultrasound biofeedback system for better clinical treatment of residual speech sound disorders. Our proposed system will transform the complex tongue movements captured by ultrasound into simplified real-time feedback displays, customized for each user to drive tongue movements closer to goal movement patterns. We will concentrate on remediation of /r/ and /l/, the most complex and frustrating sounds in clinical speech therapy. Using a novel method for tongue motion tracking based on processing of real-time ultrasound images, we will automatically characterize differentiated motion of tongue parts during /r/ and /l/ production. We will employ statistical cluster analysis to identify biofeedback targets indicating correct production. These targets will be employed in a prototype simplified UBT system employing simple, engaging visual feedback to guide patients toward correct tongue movement, presented by a highly motivating, gamified interface. Our simplified UBT system will be validated in a pilot clinical trial, testing the hypotheses that simplified UBT is more effective than standard UBT, and that the most effective biofeedback targets will be those promoting greater differentiation of tongue motion. The end result will be translation of recent advances in ultrasound imaging of speech, real-time image processing, and biofeedback-based motor planning into a novel clinical UBT tool that will greatly advance treatment of residual speech sound disorders."
        },
        "conditionsModule": {
            "conditions": [
                "Speech Sound Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 24,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Traditional-then-Simplified",
                    "type": "EXPERIMENTAL",
                    "description": "This arm consists of participants who will be engaging in two blocks of therapy. The first block will be traditional ultrasound biofeedback therapy (T-UBT), then after that block of therapy sessions with T-UBT, they will switch to gamified/simplified ultrasound biofeedback therapy (S-UBT). The participants will finish their second block all with S-UBT. Each block will consist of five sessions. Participants will attend speech therapy either 1x/week for five weeks (per block) or 5x/week for one week (per block).",
                    "interventionNames": [
                        "Behavioral: Traditional ultrasound biofeedback",
                        "Behavioral: Simplified ultrasound biofeedback"
                    ]
                },
                {
                    "label": "Simplified-then-Traditional",
                    "type": "EXPERIMENTAL",
                    "description": "This arm consists of participants who will be engaging in two blocks of therapy. The first block will be simplified ultrasound biofeedback therapy (S-UBT), then after that block of therapy sessions with S-UBT, they will switch to traditional ultrasound biofeedback therapy (T-UBT). The participants will finish their second block with T-UBT. Each block will consist of five sessions. Participants will attend speech therapy either 1x/week for five weeks (per block) or 5x/week for one week (per block).",
                    "interventionNames": [
                        "Behavioral: Traditional ultrasound biofeedback",
                        "Behavioral: Simplified ultrasound biofeedback"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Traditional ultrasound biofeedback",
                    "description": "Participants use a B-mode ultrasound device to view their tongue movement on a screen. The participant sees the ultrasound image of their tongue moving in sagittal plane on the screen. The speech-language pathologist working with the participant also views participant's tongue movement and provides verbal instruction on how the participant should move their tongue to produce a perceptually correct \"r\" sound in simple syllables (CV, VC), as well as evaluative statements about accuracy. Participants practice moving their tongue along with these instructions, practicing the simple syllable (CV, VC) words.\n\nVC=vowel consonant syllables (ex. \"or\") CV=consonant vowel syllables (ex. \"ra\")",
                    "armGroupLabels": [
                        "Simplified-then-Traditional",
                        "Traditional-then-Simplified"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Simplified ultrasound biofeedback",
                    "description": "Participants use a B-mode ultrasound device that captures the movement of their tongue and software that transforms the movement of their tongue into gamified objects on a screen. The participant sees a game object (a character) move on the screen towards goals; the movement of the game object represents the movement of the tongue and the goals are representative of tongue movements that correlate with an acoustic percept of accuracy. The speech-language pathologist working with the participant views the movement of the game object and provides verbal instruction on how the participant should move the game character in order to reach the goals when saying simple syllable words (CV, VC) as well as evaluative statements about accuracy. Participants practice moving their tongue along with these instructions, practicing the simple syllable (CV, VC) words.\n\nVC=vowel consonant syllables (ex. \"or\") CV=consonant vowel syllables (ex. \"ra\")",
                    "armGroupLabels": [
                        "Simplified-then-Traditional",
                        "Traditional-then-Simplified"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in percent accurate words in probe list at beginning and midpoint of study",
                    "description": "Within-subject measurement of percent accurate words produced in untreated list of word probes from first study visit (initial time point) to midpoint of study (after five treatment sessions)",
                    "timeFrame": "First visit and after five treatment sessions (up to 9 weeks)"
                },
                {
                    "measure": "Change in percent accurate words in probe list at beginning and end of study",
                    "description": "Within-subject measurement of percent accurate words produced in untreated list of word probes from first study visit (initial time point) to end of study (after 10 treatment sessions)",
                    "timeFrame": "First visit and after 10 treatment sessions (up to 18 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Difficulty producing \"r\" (American English rhotic, ex. first sound in \"ray\" or last sound in \"or\"), scoring less than 20% accuracy on 70 word probe\n* Speaks American English fluently\n* Between ages of 7 and 17 years old\n\nExclusion Criteria:\n\n* Does not pass hearing screening",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "7 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Suzanne Boyce, PhD",
                    "role": "CONTACT",
                    "phone": "513-558-8509",
                    "email": "boycese@ucmail.uc.ed-"
                },
                {
                    "name": "Sarah Dugan, PhD",
                    "role": "CONTACT",
                    "email": "hamilsm@ucmail.uc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Suzanne E Boyce, PhD",
                    "affiliation": "University of Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Cincinnati",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45220",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Suzanne E Boyce, PhD",
                            "role": "CONTACT",
                            "phone": "513-558-8509",
                            "email": "boycese@ucmail.uc.edu"
                        },
                        {
                            "name": "Sarah M Dugan, PhD",
                            "role": "CONTACT",
                            "email": "hamilsm@ucmail.uc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000066229",
                    "term": "Speech Sound Disorder"
                }
            ],
            "ancestors": [
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000065886",
                    "term": "Neurodevelopmental Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M30694",
                    "name": "Speech Sound Disorder",
                    "asFound": "Speech Sound Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30644",
                    "name": "Neurodevelopmental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}