{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06503900",
            "orgStudyIdInfo": {
                "id": "Pro00115925"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Simultaneous mRNA COVID-19 and IIV Vaccination in Pregnancy Study",
            "officialTitle": "Safety of Simultaneous Versus Sequential Administration of mRNA COVID-19 Vaccine and Inactivated Influenza Vaccine (IIV) in Pregnant People",
            "therapeuticArea": [
                "Other"
            ],
            "study": "simultaneous-mrna-covid-and-iiv-vaccination-in-pregnancy-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-12",
            "studyFirstSubmitQcDate": "2024-07-12",
            "studyFirstPostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Duke University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "This study is a prospective, randomized clinical trial. During this study,pregnant participants will be randomly assigned to receive IIV and mRNA COVID-19 vaccine either simultaneously or sequentially (7-14 days apart). All participants will receive an mRNA COVID-19 vaccine at Visit 1 (Day 1).\n\nSolicited local and systemic symptoms of reactogenicity will be assessed on day of visit for Visits 1 and 2 and daily during the 6 days following each visit using either electronic or paper symptoms diaries, depending on study participant preference. Serious adverse events (SAE) and adverse events of special interest (AESI) will be collected throughout the duration of the study.\n\nPregnant people will be followed through delivery with comprehensive obstetric and infant outcomes obtained from medical record review for 90 days post-delivery.\n\nMaternal serum samples will be collected for antibody titers relevant to Influenza and COVID-19 prior to vaccination, at Day 29 (both groups), as well as Days 36-43 if in sequential group. When feasible, maternal blood at delivery and cord blood serum will be analyzed for serological analyses of placental influenza and COVID-19 antibody transfer (cord blood: maternal antibody ratio) will be determined."
        },
        "conditionsModule": {
            "conditions": [
                "Birth Outcomes",
                "Safety",
                "Adverse Event Following Immunization"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Simultaneous Vaccination Group",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive a dose of mRNA COVID-19 vaccine and IIV at Visit 1.",
                    "interventionNames": [
                        "Biological: mRNA COVID-19 vaccine",
                        "Biological: IIV4 (quadrivalent inactivated influenza vaccine)"
                    ]
                },
                {
                    "label": "Sequential Vaccination Group",
                    "type": "EXPERIMENTAL",
                    "description": "Subjects will receive a dose of mRNA COVID-19 vaccine at Visit 2 and a dose of IIV at Visit 2.",
                    "interventionNames": [
                        "Biological: mRNA COVID-19 vaccine",
                        "Biological: IIV4 (quadrivalent inactivated influenza vaccine)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BIOLOGICAL",
                    "name": "mRNA COVID-19 vaccine",
                    "description": "ACIP-CDC recommended vaccine",
                    "armGroupLabels": [
                        "Sequential Vaccination Group",
                        "Simultaneous Vaccination Group"
                    ]
                },
                {
                    "type": "BIOLOGICAL",
                    "name": "IIV4 (quadrivalent inactivated influenza vaccine)",
                    "description": "ACIP recommended vaccine",
                    "armGroupLabels": [
                        "Sequential Vaccination Group",
                        "Simultaneous Vaccination Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants with an adverse birth outcome",
                    "description": "Adverse birth outcome is defined as having at least one of the following: preterm birth (birth \\<37 weeks), spontaneous abortion (loss prior to 20 weeks), fetal death (loss after 20 weeks), or neonatal death (death ≤ 28 days of life).",
                    "timeFrame": "Visit 1; birth outcomes monitored within postnatal day 28"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with preterm births",
                    "description": "Preterm birth is defined as born alive at less than 37 weeks and 0 days gestation.",
                    "timeFrame": "Visit 1, Delivery"
                },
                {
                    "measure": "Number of participants with combined fetal/neonatal death",
                    "description": "Fetal death is defined as intrauterine death of fetus at or after 20 weeks 0 days. Neonatal death is defined as infant death within first 28 days of life.",
                    "timeFrame": "Visit 1, Delivery"
                },
                {
                    "measure": "Number of participants with spontaneous abortion (SAB)",
                    "description": "Spontaneous abortion (SAB) is defined as pregnancy loss prior to 20 weeks 0 days.",
                    "timeFrame": "Visit 1, delivery"
                },
                {
                    "measure": "Number of participants with moderate or more severe systemic reactogenicity events (including injection site pain/swelling/redness, fever, malaise, chills)",
                    "description": "Subjects will be asked to complete a memory aid to document symptoms and measure temperature daily.",
                    "timeFrame": "Up to 7 days post Visit 1, up to 7 days post Visit 2"
                },
                {
                    "measure": "Number of participants with moderate or more severe fever, chills, myalgia, or arthralgia",
                    "description": "Subjects will be asked to complete a memory aid to document symptoms and measure temperature daily.",
                    "timeFrame": "Up to 7 days post Visit 1, up to 7 days post Visit 2"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant people ages 18 years or older at enrollment\n* Gestational age \\< 34 weeks 0 days based on reconciliation of last menstrual period and ultrasound dating. Estimated due date (EDD) and Gestational Age (GA-EDD) will be based on reconciliation of \"sure\" first day of the last menstrual period (LMP) and earliest dating ultrasound. If the LMP is uncertain, then the earliest dating ultrasound will be used to determine EDD and GA. If the ultrasound derived-EDD is in agreement with sure-LMP derived EDD, then the LMP-derived EDD is used to determine GA. If the ultrasound derived EDD is not in agreement with the LMP-derived EDD, the ultrasound-derived EDD is used to determine GA.\n* Intention to receive mRNA COVID-19 vaccine\n* Intention to receive influenza vaccine\n* Willing to provide written informed consent\n* Intention of being available for entire study period and complete all relevant study procedures, including follow-up phone calls and collection of delivery information.\n* Ability to speak English, Spanish or Haitian/Creole depending on site\\*\n\n  * Duke will enroll English and Spanish speaking individuals.\n  * Boston will enroll English, Spanish and Haitian Creole speaking individuals.\n  * CCHMC will enroll English speaking individuals.\n  * Emory will enroll English speaking individuals.\n  * Wake Forest will enroll English and Spanish speaking individuals.\n* Receiving or planning to receive prenatal care.\n\nExclusion Criteria:\n\n* Has immunosuppression because of an underlying illness or medications, such as antirejection/transplant regimens or immunomodulatory agents. Stable HIV disease is permitted per the following parameters:\n\n  a. Confirmed stable HIV disease defined as documented viral load \\<50 copies/mL and CD4 count \\>200 within 6 months before enrollment, and on stable antiretroviral therapy for at least 6 months\n* Has known hepatitis B (HBV) or hepatitis C (HCV). Stable HBV or HCV are permitted per the following parameters:\n\n  1. If known HBV: confirmed inactive chronic HBV infection: HBsAg present for ≥6 months and HBeAg negative, anti-HBe positive; serum HBV DNA \\<2000 IU/mL; persistently normal ALT or AST levels; in those who had liver biopsy, findings that confirm absence of significant necroinflammation\n  2. If known HCV: evidence of sustained virological response for ≥12 weeks after treatment or without evidence of HCV RNA viremia (undetectable HCV RNA)\n* Received oral, intramuscular or intravenous systemic immunosuppressants, or immune-modifying drugs for \\>14 days in total within 6 months prior to any study vaccine dose (for corticosteroids ≥ 20 mg/day of prednisone equivalent). Note: Topical medications are allowed.\n* Has an active neoplastic disease (excluding nonmelanoma skin cancer), including those who used anticancer chemotherapy or radiation therapy during the current pregnancy or recently (within 36 months of enrollment into study.)\n* Signs or symptoms of active preterm labor, defined as regular uterine contractions with cervical change (dilation/effacement)\n* Known multi-fetal gestation\n* Known fetal congenital anomaly, e.g., genetic abnormality or major congenital malformation based on antenatal ultrasound\n* Intending to deliver at a site un-affiliated with the study team\n* Prior receipt of influenza vaccine during the respective influenza season in which they are being enrolled\n* Prior receipt of COVID-19 vaccine during the respective influenza season in which they are being enrolled\n* Receipt of any licensed non-live vaccine within 7 days prior to study vaccination or intention of receiving any vaccines during the 7-day post-vaccination periods\n* Receipt of any live vaccine during the current pregnancy\n* Severe allergic reaction (e.g., anaphylaxis) to any component of the vaccine, including egg protein, or after previous dose of any influenza vaccine\n* History of a severe allergic reaction (e.g., anaphylaxis) after a previous dose or to a component of the mRNA COVID-19 vaccine\n* History of Guillain-Barré syndrome within 6 weeks of a prior dose of any influenza vaccine.\n* History of a diagnosed non-severe allergy to a component of the mRNA COVID-19 vaccine\n* History of a non-severe, immediate (onset less than 4 hours) allergic reaction after administration of a previous dose of mRNA COVID-19 vaccine\n* History of multisystem inflammatory syndrome in children (MIS-C) or multisystem inflammatory syndrome in adults (MIS-A)\n* History of myocarditis or pericarditis within 3 weeks after a dose of any COVID-19 vaccine\n* Documented COVID-19 infection within 6 weeks prior to enrollment confirmed by either medical history or lab testing\n* Individuals who are known to be delivering early (\\<37 weeks)\n* Receipt of blood or plasma products or immunoglobulin from 3 months before study vaccine administration, or planned receipt through delivery, with an exception of Rho(D) immune globulin.\n* Anyone who is a first-degree relative of any research study personnel or is an employee supervised by study staff.\n* Prior enrollment in the study\n* Anyone who is already enrolled or plans to enroll in another clinical trial with an investigational product during the study period.\\*\n\n  \\*Per protocol, co-enrollment in observational or behavioral intervention studies is permitted at any time. An investigational product may be permitted for therapy of an illness condition that occurs during the study period.\n* Bleeding disorder or condition associated with prolonged bleeding that would present as a safety risk per opinion of the investigator\n* Any condition which, in the opinion of the investigators, may pose a health risk to the subject or interfere with the evaluation of the study objectives.\n\nTemporary Delay Criteria at Visit 1 and 2\n\n* History of febrile illness (\\> 100.4°F or 38°C) within the past 72 hours prior to vaccine administration\n* Any condition which, in the opinion of the investigators, may pose a temporary health risk to the subject or interfere with the evaluation of the study objectives.\n\nVisit 2 Eligibility Criteria Review\n\n* History of Guillain-Barré syndrome within 6 weeks of a prior dose of any influenza vaccine.\n* Prior receipt of influenza vaccine during the respective influenza season in which they are being enrolled\n* Severe allergic reaction (e.g., anaphylaxis) to any component of the vaccine, including egg protein, or after previous dose of any influenza vaccine\n* Any condition which, in the opinion of the investigators, may pose a health risk to the subject or interfere with the evaluation of the study objectives.",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Geeta Swamy, MD",
                    "role": "CONTACT",
                    "phone": "(919) 681-5220",
                    "email": "geeta.swamy@duke.edu"
                },
                {
                    "name": "Grace Davis, MS",
                    "role": "CONTACT",
                    "phone": "(919) 385-5786",
                    "email": "grace.davis@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Geeta Swamy, MD",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Tarayn Fairlie, MD",
                    "affiliation": "Centers for Disease Control and Prevention",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Elizabeth Barnett, MD",
                    "affiliation": "Boston Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Elizabeth Schlaudecker, MD, MPH",
                    "affiliation": "Children's Hospital Medical Center, Cincinnati",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Satoshi Kamidani, MD, PhD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Matthew Zuber, MD",
                    "affiliation": "Wake Forest University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Emory University",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Satoshi Kamidani, MD, PhD",
                            "role": "CONTACT",
                            "email": "satoshi.kamidani@emory.edu"
                        },
                        {
                            "name": "Satoshi Kamidani, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Centers for Disease Control and Prevention",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30341",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Tarayn Fairlie, MD",
                            "role": "CONTACT",
                            "email": "iyl9@cdc.gov"
                        },
                        {
                            "name": "Tarayn Fairlie, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Boston Medical Center",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02118",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Barnett, MD",
                            "role": "CONTACT",
                            "phone": "617-414-4841",
                            "email": "Elizabeth.Barnett@bmc.org"
                        },
                        {
                            "name": "Elizabeth Barnett, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Duke University",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Geeta Swamy, MD",
                            "role": "CONTACT",
                            "phone": "919-681-5220",
                            "email": "geeta.swamy@duke.edu"
                        },
                        {
                            "name": "Grace Davis, MS",
                            "role": "CONTACT",
                            "phone": "(919) 385-5786",
                            "email": "grace.davis@duke.edu"
                        },
                        {
                            "name": "Geeta Swamy, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                },
                {
                    "facility": "Wake Forest University",
                    "city": "Winston-Salem",
                    "state": "North Carolina",
                    "zip": "27101",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matthew Zuber, MD",
                            "role": "CONTACT",
                            "email": "mjzuber@wakehealth.edu"
                        },
                        {
                            "name": "Matthew Zuber, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 36.09986,
                        "lon": -80.24422
                    }
                },
                {
                    "facility": "Elizabeth Schlaudecker",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Schlaudecker, MD, MPH",
                            "role": "CONTACT",
                            "email": "Elizabeth.Schlaudecker@cchmc.org"
                        },
                        {
                            "name": "Elizabeth Schlaudecker, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M10295",
                    "name": "Influenza, Human",
                    "relevance": "LOW"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014612",
                    "term": "Vaccines"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17360",
                    "name": "Vaccines",
                    "asFound": "Other",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}