{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06500793",
            "orgStudyIdInfo": {
                "id": "QSC301193"
            },
            "organization": {
                "fullName": "Ensysce Biosciences",
                "class": "INDUSTRY"
            },
            "briefTitle": "Single and Multi-Dose Study, Pharmacokinetics of Oxycodone and PF614 Co-Administered With Nafamostat (PF614-MPAR-102)",
            "officialTitle": "A Single and Multiple Dose Study to Evaluate the Pharmacokinetics of Oxycodone and PF614 When PF614 Capsule is Co Administered With Nafamostat as a Combination IR Solution and ER Capsule Formulation in Healthy Subjects",
            "therapeuticArea": [
                "Other"
            ],
            "study": "single-and-multi-dose-study-pharmacokinetics-of-oxycodone-and-co-administered-with-nafamostat-mpar"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-07-08",
            "studyFirstSubmitQcDate": "2024-07-08",
            "studyFirstPostDateStruct": {
                "date": "2024-07-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Ensysce Biosciences",
                "class": "INDUSTRY"
            },
            "collaborators": [
                {
                    "name": "Quotient Sciences",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "A single and multiple-dose dose study to assess the pharmacokinetics (PK) of oxycodone, when PF614 is administered alone and with nafamostat as an immediate-release (IR) solution and/or extended-release(ER) capsule prototypes.",
            "detailedDescription": "PF614-MPAR is a combination of an oxycodone prodrug (PF614) and a protease inhibitor (nafamostat) that is intended to provide overdose protection when more than a prescribed dose may be taken simultaneously. A previous study (QSC203698) has explored various nafamostat formulations and identified an optimal combination of immediate release (IR) nafamostat and an extended release (ER) bead that when co-administered with 25 mg PF614 does not impact oxycodone exposure. However, when administered in an overdose situation (8 x unit dose level, 200 mg PF614 and 8 mg nafamostat), the nafamostat was able to inhibit trypsin which prevented the conversion of PF614 to oxycodone and hence prevented increased exposure of oxycodone when compared to 200 mg PF614 in the absence of nafamostat. The nafamostat formulation for the PF614 25 mg dose unit was identified 1 mg total nafamostat comprised of 0.75 mg IR and 0.25 mg ER beads (80:20 coating ratio). Ultimately the study defined the PF614-MPAR 25 mg dose unit.\n\nPart 1 of the current study aims to define the PF614-MPAR 100 mg dose unit that is intended for commercialization, by exploring the impact of nafamostat on release of oxycodone from PF614 in naltrexone blocked healthy volunteers. Exposure of both oxycodone and PF614 will be evaluated following administration of 100 mg PF614-MPAR (PF614 and nafamostat (1 mg) as single dose unit or when administered up to 5 dose units simultaneously). If the nafamostat dose needs adjusting with 100 mg PF614, then this will also be assessed with the 50 mg PF614 dose unit in optional Part 1b. Part 1 will also assess exposure of a new 100 mg PF614 capsule formulation. In Part 2, the food effect will be assessed at the highest PF614 and nafamostat dose. If Part 1 is able to identify an appropriate PF614-nafamostat ratio then optional Part 3 will proceed which will investigate multiple dosing (twice a day dosing \\[BID\\] for 4.5 days) of 25 mg, and 100 mg PF614-MPAR optimized doses units (PF614 administered with the selected nafamostat unit dose) or PF614 alone to naltrexone blocked healthy volunteers in the fasted state.\n\nThe current study proposes to dose up to 500 mg PF614 (equivalent to 200 mg oxycodone); the 50 mg daily doses of naltrexone are anticipated to be more than sufficient to block 200 mg of an oxycodone-equivalent exposure."
        },
        "conditionsModule": {
            "conditions": [
                "Pharmacokinetics"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Single center, open-label study. Part 1 will assess impact of nafamostat (IR solution / ER beads) on oxycodone plasma levels when administered with 100 mg PF-614. Nafamostat will be increased from 1-10 mg if required to inhibit conversion of PF614 to oxycodone in an overdose situation (greater than 3 dose units taken simultaneously). Part 1 is intended to identify a nafamostat IR/ER combination that does not impact oxycodone release if 2 PF614 dose units are taken simultaneously yet show that nafamostat with 3 to 5 dose units inhibits conversion of PF614 to oxycodone in an OD situation (5 x 100 mg PF614 dose level). Results from Part 1 will define the dose units for Part 2 and 3. Part 2 will assess the impact of food on the exposure of PF-614 and nafamostat coadministered and PF-614 and nafamostat administered alone. Part 3 will assess multiple dosing (BID for 4.5 days) of 25 mg and 100 mg PF614 alone and co-administered with the selected nafamostat dose in the fasted state.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "PF614 capsule with naltrexone HCl",
                    "type": "EXPERIMENTAL",
                    "description": "PF614 is an oxycodone prodrug. Part 1 doses = 100, 300 and up to 500 mg. Subjects will receive single daily doses at 5-14 days apart.\n\nNaltrexone, 50 mg Oral (Day -1, Day 1 and Day 2). All subjects will receive naltrexone block",
                    "interventionNames": [
                        "Drug: PF614 capsule"
                    ]
                },
                {
                    "label": "PF614 capsule concomitantly with nafamostat and naltrexone HCl",
                    "type": "EXPERIMENTAL",
                    "description": "PF614 is an oxycodone prodrug. Part 1 doses = 100, 300 and up to 500 mg. Nafamostat Mesylate is a trypsin inhibitor that blocks PF614 activation. Nafamostat IR solution (0.75 - XX mg); Nafamostat ER beads in capsule formulation (0.25 - YY mg) Naltrexone, 50 mg Oral (Day -1, Day 1 and Day 2). All subjects will receive naltrexone block",
                    "interventionNames": [
                        "Drug: PF614 capsule",
                        "Drug: Nafamostat Mesylate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "PF614 capsule",
                    "description": "PF614 capsules (25-100 mg)",
                    "armGroupLabels": [
                        "PF614 capsule concomitantly with nafamostat and naltrexone HCl",
                        "PF614 capsule with naltrexone HCl"
                    ],
                    "otherNames": [
                        "PRF06104",
                        "Oxycodone prodrug"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Nafamostat Mesylate",
                    "description": "Nafamostat IR/ER solution/beads (total 1-10 mg)",
                    "armGroupLabels": [
                        "PF614 capsule concomitantly with nafamostat and naltrexone HCl"
                    ],
                    "otherNames": [
                        "Futhan"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Pharmacokinetic Tmax [Time to Maximum Plasma Concentration]",
                    "description": "Time to maximum observed concentrations of oxycodone following administration of PF614 alone and with nafamostat",
                    "timeFrame": "Parts 1 & 2 (PF614 single dose): predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours. Part 3 (PF614 BID doses): Day 1 (predose, 0.25, 0.5, 1, 2, 4, 6, 12 hours; Days 2-3 (predose); Day 5 (predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours)"
                },
                {
                    "measure": "Pharmacokinetic Cmax [Maximum Plasma Concentration]",
                    "description": "Maximum (peak) observed concentration of oxycodone following administration of PF614 alone and with nafamostat",
                    "timeFrame": "Parts 1 & 2 (PF614 single dose): predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours. Part 3 (PF614 BID doses): Day 1 (predose, 0.25, 0.5, 1, 2, 4, 6, 12 hours; Days 2-3 (predose); Day 5 (predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours)"
                },
                {
                    "measure": "Pharmacokinetic C24 [Plasma concentration at 24 hours]",
                    "description": "Concentration of oxycodone at 24 hours post-dose following administration of PF614 alone and with nafamostat",
                    "timeFrame": "Parts 1 & 2 (PF614 single dose): predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours. Part 3 (PF614 BID doses): Day 1 (predose, 0.25, 0.5, 1, 2, 4, 6, 12 hours; Days 2-3 (predose); Day 5 (predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours)"
                },
                {
                    "measure": "Pharmacokinetic AUC(0-last) [Area Under the Curve]",
                    "description": "Area under the concentration-time curve from time 0 to the time of last measurable concentrations of oxycodone following administration of PF614 alone and with nafamostat",
                    "timeFrame": "Parts 1 & 2 (PF614 single dose): predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours. Part 3 (PF614 BID doses): Day 1 (predose, 0.25, 0.5, 1, 2, 4, 6, 12 hours; Days 2-3 (predose); Day 5 (predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours)"
                },
                {
                    "measure": "Pharmacokinetic AUC(0-inf) [Area Under the Curve]",
                    "description": "Area under the concentration-time curve from time 0 extrapolated to time-infinity of oxycodone following administration of PF614 alone and with nafamostat",
                    "timeFrame": "Parts 1 & 2 (PF614 single dose): predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours. Part 3 (PF614 BID doses): Day 1 (predose, 0.25, 0.5, 1, 2, 4, 6, 12 hours; Days 2-3 (predose); Day 5 (predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours)"
                },
                {
                    "measure": "Pharmacokinetic T1/2 [Half-life]",
                    "description": "Terminal elimination half-life concentrations of oxycodone following administration of PF614 alone and with nafamostat",
                    "timeFrame": "Parts 1 & 2 (PF614 single dose): predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours. Part 3 (PF614 BID doses): Day 1 (predose, 0.25, 0.5, 1, 2, 4, 6, 12 hours; Days 2-3 (predose); Day 5 (predose, 0.25, 0.5, 1, 2, 4, 6, 12, 24, 36, 48, 72 hours)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Incidence of Treatment-Emergent Adverse Effects [Safety and Tolerability]",
                    "description": "Adverse events (AEs), Significant Adverse Events (SAEs), AEs leading to discontinuation",
                    "timeFrame": "30 Days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Healthy males or non-pregnant, non-lactating healthy females\n2. Ages 18 to 55 years, inclusive, at time of signing informed consent\n3. Body mass index of 18.0 to 32.0 kg/m2 as measured at screening or, if outside the range, considered not clinically significant by the investigator\n4. Minimum weight of 50kg at screening\n5. Must be willing and able to comply with all study requirements\n6. Must be able to understand a written informed consent, which must be obtained prior to initiation of study procedures\n7. Must agree to use an adequate method of contraception\n\nExclusion Criteria:\n\n1. Subjects who have received any Investigational Medical Product (IMP) in a clinical research study within 5 half-lives or within 30 days prior to first dose\n2. Subjects who are, or are immediate family members of, a study site or sponsor employee\n3. Evidence of current SARS-CoV-2 infection\n4. Subjects who have previously been administered IMP in this study\n5. History of any drug or alcohol abuse in the past 2 years\n6. Regular alcohol consumption in males \\>21 units per week and females \\>14units per week\n7. A confirmed positive alcohol urine test at screening or admission\n8. Current smokers and those who have smoked within the last 12 months. A confirmed positive urine cotinine test at screening or first admission\n9. Current users of e-cigarettes and nicotine replacement products and those who have used these products within the last 12 months\n10. Females of childbearing potential must have a negative serum pregnancy test at screening and negative urine pregnancy test at each admission\n11. Females who are expected to have their menses during the dosing period\n12. Male subjects with pregnant or lactating partners\n13. Have poor venous access that limits phlebotomy\n14. Clinically significant abnormal chemistry, hematology, coagulation, or urinalysis as judged by the investigator\n15. Positive drugs of abuse test result\n16. Positive hepatis B surface antigen, hepatitis C virus antibody or human immunodeficiency virus antibody results\n17. History of clinically significant cardiovascular, renal, hepatic, chronic respiratory or GI disease, neurological or psychiatric disorder, as judged by the investigator\n18. Subjects with a history of cholecystectomy or gall stones\n19. Subjects with a history of seizures\n20. Serious adverse reaction or serious hypersensitivity to any drug or the formulation excipients\n21. Presence or history of clinically significant allergy requiring treatment, as judged by the investigator. Hay fever is allowed unless it is active\n22. Donation of blood within 2 months or donation of plasma within 7 days prior to first dose of study medication",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "William K Schmidt, PhD",
                    "role": "CONTACT",
                    "phone": "650-438-3018",
                    "email": "wschmidt@ensysce.com"
                },
                {
                    "name": "Lynn Kirkpatrick, PhD",
                    "role": "CONTACT",
                    "phone": "281-881-4140",
                    "email": "lkirkpatrick@ensysce.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeffrey Levy, MD, PhD",
                    "affiliation": "Medical Director, Quotient Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Quotient Sciences",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33126",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Claire Swann",
                            "role": "CONTACT",
                            "email": "Claire.Swann@quotientsciences.com"
                        },
                        {
                            "name": "Jeffrey Levy, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "38511523",
                    "type": "BACKGROUND",
                    "citation": "Kirkpatrick DL, Evans C, Pestano LA, Millard J, Johnston M, Mick E, Schmidt WK. Clinical evaluation of PF614, a novel TAAP prodrug of oxycodone, versus OxyContin in a multi-ascending dose study with a bioequivalence arm in healthy volunteers. Clin Transl Sci. 2024 Mar;17(3):e13765. doi: 10.1111/cts.13765."
                },
                {
                    "pmid": "28345745",
                    "type": "BACKGROUND",
                    "citation": "Kirkpatrick DL, Schmidt WK, Morales R, Cremin J, Seroogy J, Husfeld C, Jenkins T. In vitro and in vivo assessment of the abuse potential of PF614, a novel BIO-MD prodrug of oxycodone. J Opioid Manag. 2017 Jan/Feb;13(1):39-49. doi: 10.5055/jom.2017.0366."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "C000032855",
                    "term": "Nafamostat"
                },
                {
                    "id": "D000010098",
                    "term": "Oxycodone"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000701",
                    "term": "Analgesics, Opioid"
                },
                {
                    "id": "D000009294",
                    "term": "Narcotics"
                },
                {
                    "id": "D000002492",
                    "term": "Central Nervous System Depressants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000000925",
                    "term": "Anticoagulants"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000014361",
                    "term": "Trypsin Inhibitors"
                },
                {
                    "id": "D000015842",
                    "term": "Serine Proteinase Inhibitors"
                },
                {
                    "id": "D000051056",
                    "term": "Complement Inactivating Agents"
                },
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M13020",
                    "name": "Oxycodone",
                    "asFound": "Where",
                    "relevance": "HIGH"
                },
                {
                    "id": "M227626",
                    "name": "Nafamostat",
                    "asFound": "Oval",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12222",
                    "name": "Naltrexone",
                    "relevance": "LOW"
                },
                {
                    "id": "M17112",
                    "name": "Trypsin Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4033",
                    "name": "Analgesics, Opioid",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4244",
                    "name": "Anticoagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M18391",
                    "name": "Serine Proteinase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M6392",
                    "name": "Complement System Proteins",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "T18",
                    "name": "Serine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "AlcDet",
                    "name": "Alcohol Deterrents"
                },
                {
                    "abbrev": "NarcAntag",
                    "name": "Narcotic Antagonists"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "AA",
                    "name": "Amino Acids"
                }
            ]
        }
    },
    "hasResults": false
}