{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04742647",
            "orgStudyIdInfo": {
                "id": "IRB2020-00731"
            },
            "organization": {
                "fullName": "Stony Brook University",
                "class": "OTHER"
            },
            "briefTitle": "Single Versus Double Suture Cervical Cerclage to Prevent Preterm Birth",
            "officialTitle": "Single Versus Double Suture Cervical Cerclage to Prevent Preterm Birth: Prospective Randomized Controlled Trial",
            "therapeuticArea": [
                "Gastroenterology"
            ],
            "study": "single-versus-double-suture-cervical-cerclage-to-prevent-preterm-birth"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-07-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-07-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-01-29",
            "studyFirstSubmitQcDate": "2021-02-03",
            "studyFirstPostDateStruct": {
                "date": "2021-02-08",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-10-26",
            "lastUpdatePostDateStruct": {
                "date": "2022-10-27",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Diana Garretto",
                "investigatorTitle": "MD Clinical Assistant Professor, Obstetric Quality Assurance Chair, Director Obstetric Ultrasound",
                "investigatorAffiliation": "Stony Brook University"
            },
            "leadSponsor": {
                "name": "Stony Brook University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Cerclage placement is known to be beneficial in prevention of preterm birth when placed inn a certain subset of patients. Clinically, the number of sutures can also vary by surgeon preference to one or two sutures in one procedure. This is often decided in the operating room (OR) on the day of surgery but is poorly studied in the efficacy of maintaining the closed cervical length. Retrospective data found no significant benefit on placing two stitches instead of one in preterm birth rate but was extremely limited and heterogenous in many clinical characteristic among the cerclage procedures. There were suggestions that two cerclage sutures may reduce the risk of cerclage revision, birth before 20 weeks, and a nonsignificant improvement in outcome of early preterm deliveries. Therefore, two randomized controlled trials, one prospective study and one meta-analysis were performed. They did suggest a beneficial effect of double cerclage on obstetrical outcomes especially in earlier preterm birth rates although all were limited in sample size and therefore power. A randomized control trial with adequate sample size is still needed to answer the question of whether double cervical cerclage suture is more beneficial than a single suture. Therefore, we propose conducting a randomized control trial between a single or double suture in prophylactic and ultrasound indicated cerclage procedures.",
            "detailedDescription": "Preterm birth (PTB), defined as birth at less than 37 completed weeks is the leading cause for neonatal mortality and morbidity in the USA. The most common risk factor for PTB is a prior preterm birth. The etiology includes several risk factors including prior preterm birth, cervical insufficiency, short cervical length, low socioeconomic and educational status, extremes of maternal age, genital tract infection/colonization, smoking, underlying chronic disease, uterine anomalies, cervical surgery, injury to the endometrium, race, and exposure to environmental factors. The objective of our study specifically focuses on cervical insufficiency and a short cervical length at \\<24 weeks gestation defined as less than 25 mm as measured by transvaginal ultrasonography. It is well known that infants born prematurely have increased morbidity and mortality, including respiratory distress syndrome, intraventricular hemorrhage, necrotizing enterocolitis, long term health and neurologic abnormalities, extensive hospital stays, neonatal death, etc. The risks are significantly more pronounced at earlier gestational ages. Cervical cerclage, when indicated, has been shown to be beneficial in reducing preterm birth rates and therefore decrease adverse neonatal outcomes, perinatal morbidity, and mortality. The indications for cervical cerclage include a history of recurrent second trimester losses and/or PTB (history indicated), short cervical length (\\<2.5cm on transvaginal ultrasound (ultrasound indicated), or a dilated cervix on physical exam (physical exam indicated). Our study focuses on history and ultrasound indicated cerclage.\n\nThere are various surgical approaches to placement of cervical cerclages- transvaginal and transabdominal. Our study focuses on the transvaginal approach and the modified McDonald technique with transvaginal placement of a purse-string suture at the cervicovaginal junction. Suture material varies by the surgeon's preference and can involve monofilament suture (Prolene), polyester fiber (Mersilene tape), or a braided polyester suture (Ti-Cron or Ethibond). Clinically, the number of sutures can also vary by surgeon preference to one or two sutures in one procedure. This is often decided in the operating room (OR) on the day of surgery but is poorly studied in the efficacy of maintaining the closed cervical length. Retrospective data found no significant benefit on placing two stitches instead of one in preterm birth rate but was extremely limited and heterogenous in many clinical characteristic among the cerclage procedures. There were suggestions that two cerclage sutures may reduce the risk of cerclage revision, birth before 20 weeks, and a nonsignificant improvement in outcome of early preterm deliveries. Therefore, two randomized controlled trials one prospective study and one meta-analysis were performed. They did suggest a beneficial effect of double cerclage on obstetrical outcomes especially in earlier preterm birth rates although all were limited in sample size and therefore power. A randomized control trial with adequate sample size is still needed to answer the question of whether double cervical cerclage suture is more beneficial than a single suture."
        },
        "conditionsModule": {
            "conditions": [
                "The Primary Outcome is Preterm Delivery Before 28 Weeks Gestational Age Compared to Women With One vs Two Cerclages Placed"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 84,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single Cerclage",
                    "type": "EXPERIMENTAL",
                    "description": "Standard single cervical cerclage will be placed",
                    "interventionNames": [
                        "Procedure: Single cerclage"
                    ]
                },
                {
                    "label": "Double Cerclage",
                    "type": "EXPERIMENTAL",
                    "description": "Double cerclage placement",
                    "interventionNames": [
                        "Procedure: Double cerclage"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Double cerclage",
                    "description": "Two cervical cerlages will be placed",
                    "armGroupLabels": [
                        "Double Cerclage"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Single cerclage",
                    "description": "One cerclage will be placed",
                    "armGroupLabels": [
                        "Single Cerclage"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Preterm delivery <28 weeks gestation",
                    "description": "Birth occurring less than 28 weeks and 0 days",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Preterm delivery <34 weeks gestation",
                    "description": "Birth occurring less than 34 weeks and 0 days",
                    "timeFrame": "through study completion, an average of 1 year"
                },
                {
                    "measure": "Preterm delivery <37 weeks gestation",
                    "description": "Births occurring less than 37 weeks and 0 days",
                    "timeFrame": "through study completion, an average of 1 year"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age and older\n* Confirmed intrauterine, live pregnancy\n* Singleton gestation\n* Cerclage indications including:\n* Prophylactic due to history of cervical insufficiency, second trimester loss\n* Ultrasound indicated short cervix \\<25 mm prior to 24 weeks\n\nExclusion Criteria:\n\n* Rescue cerclage\n* Carrying a fetus with known aneuploidy or anomaly\n* Fetal demise\n* Clinical intra-amniotic infection\n* Rupture of membranes\n* Multiple gestation\n* Placental Abruption\n* Technique other than McDonald\n* Abdominal cerclage",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Stony Brook University",
                    "status": "RECRUITING",
                    "city": "Stony Brook",
                    "state": "New York",
                    "zip": "11794",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Deidre Lee",
                            "role": "CONTACT",
                            "phone": "631-444-9324",
                            "email": "deidre.lee@stonybrookmedicine.edu"
                        },
                        {
                            "name": "Diana Garretto, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.92565,
                        "lon": -73.14094
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000047928",
                    "term": "Premature Birth"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007752",
                    "term": "Obstetric Labor, Premature"
                },
                {
                    "id": "D000007744",
                    "term": "Obstetric Labor Complications"
                },
                {
                    "id": "D000011248",
                    "term": "Pregnancy Complications"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M25869",
                    "name": "Premature Birth",
                    "asFound": "Preterm",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10772",
                    "name": "Obstetric Labor, Premature",
                    "relevance": "LOW"
                },
                {
                    "id": "M10764",
                    "name": "Obstetric Labor Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}