{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06375876",
            "orgStudyIdInfo": {
                "id": "2000034173"
            },
            "secondaryIdInfos": [
                {
                    "id": "15JOVW-22-GG-04755-STOP",
                    "type": "OTHER_GRANT",
                    "domain": "Office on Violence Against Women (OVW)"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Single Session Intervention to Promote Hope",
            "officialTitle": "Hope as a Path to Healing: Developing a Single-Session Intervention for Women Who Experience Intimate Partner Violence",
            "therapeuticArea": [
                "Other"
            ],
            "study": "single-session-intervention-to-promote-hope"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-04",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-16",
            "studyFirstSubmitQcDate": "2024-04-16",
            "studyFirstPostDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-15",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-16",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Office on Violence Against Women (OVW)",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to develop a brief, self-guided single-session intervention (SSI) that targets the development of, or increase in, hope, and pilot test it for the primary outcomes of feasibility, acceptability/likeability, safety, and changes in hope, and the secondary outcomes of self-worth, empowerment, and emotional wellbeing among women experiencing intimate partner violence (IPV). The study will be conducted in 2 stages: intervention development (Intervention Development Stage), and pilot testing the intervention (Pilot Stage). The focus of this registration is the Pilot Stage.",
            "detailedDescription": "This study aims to accomplish two primary objectives: Objective 1 (Intervention Development Stage): Develop a brief, self-guided SSI to enhance hope and in turn, self-worth, empowerment, and emotional wellbeing, and Objective 2 (Pilot Stage): Pilot test the intervention and evaluate the process of implementation and primary outcomes of feasibility, acceptability/likability, and safety; and to assess changes in hope and secondary outcomes of self-worth, empowerment, and emotional wellbeing.\n\nThe Pilot Stage will utilize micro-longitudinal methods (i.e., daily self-reports of hope, self-worth, empowerment, and emotional wellbeing for 14 days before and after the intervention) to assess changes in these constructs. Eligible participants will take part in a baseline interview with a member of the research team. Baseline measures will be based on participant self-report and used to characterize the sample and collect data on person-level control variables. Beginning the day after the baseline interview, participants will complete a brief daily survey on their smartphone. On day 15, participants will receive a link to the SSI and be asked to complete it that day; immediately following the SSI, participants will be asked to complete the post-intervention survey/process supplement to aid in the process evaluation. After completion of the SSI, survivors will participate in 14 additional days of daily data collection to establish post-intervention outcome measures."
        },
        "conditionsModule": {
            "conditions": [
                "Domestic Violence"
            ],
            "keywords": [
                "Intimate Partner Violence (IPV)"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 65,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single-Session Intervention to Promote Hope",
                    "type": "EXPERIMENTAL",
                    "description": "A 30-45 minute self-guided intervention delivered in a web browser.",
                    "interventionNames": [
                        "Behavioral: Single-session intervention (SSI)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Single-session intervention (SSI)",
                    "description": "The SSI focuses on increasing hope among women who experience IPV using facts about the brain and IPV research, stories from survivors, and writing exercises.",
                    "armGroupLabels": [
                        "Single-Session Intervention to Promote Hope"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Feasibility assessed by percent enrolled",
                    "description": "The percent of women enrolled in the study who complete the SSI and individual SSI components.",
                    "timeFrame": "up to one month"
                },
                {
                    "measure": "Feasibility assessed by time to complete",
                    "description": "How long it took a participant to complete the intervention (in minutes), and if it was done in more than one setting.",
                    "timeFrame": "up to one month"
                },
                {
                    "measure": "Feasibility assessed by post-intervention survey/process supplement",
                    "description": "Feasibility will also be assessed in the post-intervention survey/process supplement by asking women 1) where they completed the program, 2) if they listened to the program's read aloud options, and 3) an open-response question about factors that influenced where and when they completed the program since little is known about factors that participation in an intervention of this nature.",
                    "timeFrame": "up to one month"
                },
                {
                    "measure": "Acceptability/likability assessed using the Program Feeback Scale",
                    "description": "The Program Feedback Scale asks participant to rate seven statements regarding intervention acceptability and feasibility; it also includes open-response items that invite participants to share what they liked and/or would change about the intervention. The seven statements are rated from 0 (Strongly Disagree) to 5 (Strongly Agree). Total scores range from 0 to 36, with higher scores indicating a more positive evaluation.",
                    "timeFrame": "up to one month"
                },
                {
                    "measure": "Safety assessed using end of study survey",
                    "description": "Participants will be asked if completing the intervention caused any problems for them and their partner that made them feel unsafe; participants responding in the affirmative will be asked to elaborate in a follow-up open-response question.",
                    "timeFrame": "up to one month"
                },
                {
                    "measure": "Change in Hope assessed using Herth Hope Index",
                    "description": "Change in hope will be assessed with daily data using 5 items from the HHI that measure 3 dimensions of hope: 2 items from the temporality and future/cognitive-temporal subscale, 1 item from the positive readiness and expectancy subscale, and 2 items from the interconnectedness subscale. Items are rated from 0 (Strongly Disagree) to 5 (Strongly Agree) with higher values indicating more hope",
                    "timeFrame": "baseline (pre intervention) and up to one month (post intervention)"
                },
                {
                    "measure": "Change in Hope assessed using Trait Hope Scale",
                    "description": "Change in hope will be assessed with daily data using 2 items from the Trait Hope Scale; 1 item from the agency subscale and 1 item from the pathway subscale. Items are rated from 0 (Strongly Disagree) to 5 (Strongly Agree), with higher values indicating more hope",
                    "timeFrame": "baseline (pre intervention) and up to one month (post intervention)"
                },
                {
                    "measure": "Change in Hope assessed using Beck Hopelessness Scale (single item)",
                    "description": "Hopelessness will be assessed with daily data using 1 item from the Beck Hopelessness Scale. The item is rated on a scale from 0 'Strongly disagree' to 5 'Strongly agree' with higher values indicating higher levels of hopelessness.",
                    "timeFrame": "baseline (pre intervention) and up to one month (post intervention)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Self-worth",
                    "description": "Change in self-worth will be assessed with daily data using 1 item from the self-esteem/self-efficacy subscale of the Making Decisions and Empowerment Measure. The item is rated on a scale from 0 (Strongly Disagree) to 5 (Strongly Agree).",
                    "timeFrame": "baseline (pre intervention) and up to one month (post intervention)"
                },
                {
                    "measure": "Change in Empowerment assessed using The Personal Progress Scale-Revised (PPS-R)",
                    "description": "Changes in empowerment will be assessed with daily data using 2 items from the Personal Progress Scale-Revised. Items are rated on a scale from 0 (Strongly Disagree) to 5 (Strongly Agree). The two items are summed; Scores range from 0-10 with higher scores indicating higher levels of empowerment",
                    "timeFrame": "baseline (pre intervention) and up to one month (post intervention)"
                },
                {
                    "measure": "Change in Emotional wellbeing measured by the Patient Health Questionnaire-2 (PHQ-2)",
                    "description": "Changes in emotional wellbeing will be assessed with daily data using the PHQ-2. The two items are rated on a scale from 0 (Not at all) to 3 (Nearly the entire day) and summed, with scores ranging from 0-6, with higher scores indicating higher prevalence depressive symptoms.",
                    "timeFrame": "baseline (pre intervention) and up to one month (post intervention)"
                },
                {
                    "measure": "Change in Emotional wellbeing measured by the State Joy Scale",
                    "description": "Changes in emotional wellbeing will be assessed with daily data using 1 item from the State Joy Scale. The item is rated on a on a scale from 0 (Not at all) to 3 (Nearly the entire day) with higher values indicating higher prevalence of joy.",
                    "timeFrame": "baseline (pre intervention) and up to one month (post intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nPilot Stage:\n\n* Self-identify as a woman (cis- or trans-gender woman)\n* Currently in a relationship of at least 3 months duration in which they have experienced physical IPV by a male partner\n* Have a smartphone that is compatible with the MyCap app to be able to participate in daily surveys.\n\nExclusion Criteria:\n\nPilot Stage:\n\n* Have experienced significant psychiatric instability based on self-reported inpatient psychiatric hospitalization in the past 3 months\n* Reports having a conservator of person\n* Not comfortable conversing, reading, or writing in English\n* Participated in a Listening Session in the development phase of this study.",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Tami Sullivan, PhD",
                    "role": "CONTACT",
                    "phone": "203-789-7645",
                    "email": "tami.sullivan@yale.edu"
                },
                {
                    "name": "Ashley Clayton, MA",
                    "role": "CONTACT",
                    "phone": "203-623-9830",
                    "email": "ashley.clayton@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tami Sullivan, PhD",
                    "affiliation": "Department of Psychiatry, Yale School of Medicine",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "The Consultation Center at Yale",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06511",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ashley Clayton",
                            "role": "CONTACT",
                            "phone": "203-623-9830",
                            "email": "ashley.clayton@yale.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified data will be archived 90 days before the end of the project period with the National Archive of Criminal Justice Data (NACJD) at the University of Michigan. Investigators will share data collection instruments and analytic code."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}