{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06286670",
            "orgStudyIdInfo": {
                "id": "IRB00108312"
            },
            "secondaryIdInfos": [
                {
                    "id": "HT94252311075",
                    "type": "OTHER",
                    "domain": "Department of Defense"
                }
            ],
            "organization": {
                "fullName": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "briefTitle": "Single Versus Dual Implant Fixation of Distal Femur Fractures",
            "officialTitle": "Single Implant Versus Dual Implant Fixation of Distal Femur Extra Articular and Complete Articular Fractures - PRORP",
            "acronym": "PRORP",
            "therapeuticArea": [
                "Orthopedics"
            ],
            "study": "single-versus-dual-implant-fixation-of-distal-femur-fractures"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-09",
            "studyFirstSubmitQcDate": "2024-02-21",
            "studyFirstPostDateStruct": {
                "date": "2024-02-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Wake Forest University Health Sciences",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "United States Department of Defense",
                    "class": "FED"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare two types of surgical fixation in patients with specific kinds of distal femur fractures. The main questions it aims to answer is which operation for distal femur fractures is better for efficient return to work and everyday activities.",
            "detailedDescription": "Fractures of the distal femur are severe and common injuries sustained by Wounded Warriors in combat. Despite advances in implant technology, these injuries continue to have an unacceptably high rate of nonunion (failure to heal) of approximately 20%. This adverse outcome requires additional surgery to achieve fracture healing, which prolongs recovery and further delays return to duty often beyond one year after injury. The goal of this study is to investigate a potential treatment for distal femur fractures that has the potential to improve the likelihood of fracture healing and accelerate return of patient function during the healing process."
        },
        "conditionsModule": {
            "conditions": [
                "Articular Fractures"
            ],
            "keywords": [
                "Distal Femur Fracture",
                "Distal Femur complete articular Fracture",
                "Distal Femur extraarticular Fracture"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "adult patients with extra-articular or complete articular distal femur fractures that will be operatively treated recruited from one of the participating sites during the index hospitalization",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Single Implant Fixation",
                    "type": "OTHER",
                    "description": "Single implant fixation with either a precontoured lateral locking plate or an intramedullary nail.",
                    "interventionNames": [
                        "Procedure: Single Implant Fixation"
                    ]
                },
                {
                    "label": "Dual Implant Fixation",
                    "type": "OTHER",
                    "description": "Dual implant fixation with either a lateral locking plate plus an intramedullary nail or a lateral locking plate plus a supplemental medial plate.",
                    "interventionNames": [
                        "Procedure: Dual Implant Fixation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Single Implant Fixation",
                    "description": "Single implant fixation with either a precontoured lateral locking plate or an intramedullary nail.",
                    "armGroupLabels": [
                        "Single Implant Fixation"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Dual Implant Fixation",
                    "description": "Dual implant fixation with either a lateral locking plate plus an intramedullary nail or a lateral locking plate plus a supplemental medial plate.",
                    "armGroupLabels": [
                        "Dual Implant Fixation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Return to Work - International Physical Activity Questionnaire (IPAQ) Scores",
                    "description": "Completion of the International Physical Activity Questionnaire (IPAQ). The IPAQ is a validated, self-report measure that captures detailed information about participation in a wide range of physical activities, including the number of days and amount of time spent in the previous 7 days. Responses for each type of physical activity are then transformed into the number of Metabolic Equivalent for Tasks (METs), and a METs/week is calculated for each patient. To get a continuous variable score from the IPAQ (MET minutes a week) it is considered walking to be 3.3 METS, moderate physical activity to be 4 METS and vigorous physical activity to be 8 METS. Higher scores meaning more activity.",
                    "timeFrame": "Week 6"
                },
                {
                    "measure": "Return to Work - International Physical Activity Questionnaire (IPAQ) Scores",
                    "description": "Completion of the International Physical Activity Questionnaire (IPAQ). The IPAQ is a validated, self-report measure that captures detailed information about participation in a wide range of physical activities, including the number of days and amount of time spent in the previous 7 days. Responses for each type of physical activity are then transformed into the number of Metabolic Equivalent for Tasks (METs), and a METs/week is calculated for each patient. To get a continuous variable score from the IPAQ (MET minutes a week) it is considered walking to be 3.3 METS, moderate physical activity to be 4 METS and vigorous physical activity to be 8 METS. Higher scores meaning more activity.",
                    "timeFrame": "Month 3"
                },
                {
                    "measure": "Return to Work - International Physical Activity Questionnaire (IPAQ) Scores",
                    "description": "Completion of the International Physical Activity Questionnaire (IPAQ). The IPAQ is a validated, self-report measure that captures detailed information about participation in a wide range of physical activities, including the number of days and amount of time spent in the previous 7 days. Responses for each type of physical activity are then transformed into the number of Metabolic Equivalent for Tasks (METs), and a METs/week is calculated for each patient. To get a continuous variable score from the IPAQ (MET minutes a week) it is considered walking to be 3.3 METS, moderate physical activity to be 4 METS and vigorous physical activity to be 8 METS. Higher scores meaning more activity.",
                    "timeFrame": "Month 6"
                },
                {
                    "measure": "Return to Work - International Physical Activity Questionnaire (IPAQ) Scores",
                    "description": "Completion of the International Physical Activity Questionnaire (IPAQ). The IPAQ is a validated, self-report measure that captures detailed information about participation in a wide range of physical activities, including the number of days and amount of time spent in the previous 7 days. Responses for each type of physical activity are then transformed into the number of Metabolic Equivalent for Tasks (METs), and a METs/week is calculated for each patient. To get a continuous variable score from the IPAQ (MET minutes a week) it is considered walking to be 3.3 METS, moderate physical activity to be 4 METS and vigorous physical activity to be 8 METS. Higher scores meaning more activity.",
                    "timeFrame": "Month 12"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Unions",
                    "description": "Union, as determined by the treating surgeon, will be assessed via radiographs and documented as a dichotomous outcome (yes/no), and time to union will also be captured. Nonunion will be captured via surgeon diagnosis or return to the operating room for nonunion treatment.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Number of Resource Utilizations",
                    "description": "Healthcare utilization, including all hospitalizations, emergency department visits, clinic visits, imaging, and physical therapy sessions after the index stay following injury will be documented at all follow-up visits.",
                    "timeFrame": "6-week, 3, 6, 12 month"
                },
                {
                    "measure": "Number of Reoperations",
                    "description": "Details regarding reoperations will also be collected, whether or not the operation results in an inpatient admission. The total surgical time during any reoperations will be collected from the medical record.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Number of Complications",
                    "description": "Major complications, including infection, nonunion, malunion, and hardware failure will be captured from the medical record.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Time to Walking Without an Assistive Device",
                    "description": "Use of an assistive device will be abstracted from the medical record and/or collected via patient interview at each follow up time point.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Prescribed Weight Bearing Status",
                    "description": "The prescribed weightbearing status will be captured from discharge instructions and clinic notes.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Fear of Movement - Change in Tampa Scale for Kinesiophobia (TSK) Scores",
                    "description": "Tampa Scale for Kinesiophobia (TSK) will be utilized to measure fear of movement. This scale is 17 items and uses a 4-point Likert scale ranging from 'strongly disagree' to 'strongly agree'. The TSK is a validated measure for surgical and musculoskeletal patients. The 17 item TSK total scores range from 17 to 68 where the lowest 17 means no or negligible kinesiophobia, and the higher scores indicate an increasing degree of kinesiophobia.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Health Related Quality of Life - Change in Patient-Reported Outcomes Measurement Information System (PROMIS) Scores",
                    "description": "The National Institutes of Health (NIH) Patient-Reported Outcomes Measurement Information System (PROMIS) project was initiated to improve the precision of self assessment instruments, reduce respondent burden and enhance the comparability of health outcomes measures. The PROMIS-29 includes seven domains: depression, anxiety, physical function, pain interference, fatigue, sleep disturbance, and ability to participate in social roles and activities. A 5-point Likert scale is used for each question and norm-based total scores (range 0-100) have been calculated so that 50 represents the mean and one standard deviation is 10 points. Additionally, higher scores represent better function.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Global Health Status - Change in Veterans RAND 12 Item Health Survey (VR12) Scores",
                    "description": "Patients will complete the Veterans RAND 12 Item Health Survey (VR12).The VR-12 is a measure of global health that corresponds to seven domains: general health, physical functioning, role limitations, pain, fatigue, social functioning, and mental health. Scores range from 0 to 100, where a zero score indicates the lowest level of health and 100 indicates the highest level of health.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Change in the Work Productivity and Activity Impairment Questionnaire Scores",
                    "description": "Patients will complete the Work Productivity and Activity Impairment Questionnaire (WPAI) questionnaire is an instrument to measure impairments in both paid work and unpaid work. It measures absenteeism, presenteeism as well as the impairments in unpaid activity because of health problem during the past seven days.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Change in Numeric Pain Rating",
                    "description": "Patients will be asked to rate their current pain on a visual analog scale. In a Numerical Rating Scale (NRS), patients are asked to circle the number between 0 and 10, 0 and 20 or 0 and 100 that fits best to their pain intensity. Zero usually represents 'no pain at all' whereas the upper limit represents 'the worst pain ever possible'.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Change in Pain Inventory (BPI)",
                    "description": "pain will be assessed using the Brief Pain Inventory (BPI). The BPI is a commonly used and validated 15-item measure of pain intensity and interference with daily life. The BPI measures how much pain has interfered with seven daily activities, including general activity, walking, work, mood, enjoyment of life, relations with others, and sleep. BPI pain interference is typically scored as the mean of the seven interference items. Pain Score: 1 - 4 = Mild Pain. Worst Pain Score: 5 - 6 = Moderate Pain. Worst Pain Score: 7 - 10 = Severe Pain. Higher scores meaning higher Pain.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Change in Patient-Reported Outcomes Measurement Information System (PROMIS)-29 Subscale--Pain Interference",
                    "description": "The PROMIS-29 scales will be scored using a T-score metric method. A score of 50 points represents the population average for each scale, and 10 points represent one standard deviation - scores (range 0-100) . Higher scores means a higher level of pain interference.",
                    "timeFrame": "6-week, 3, 6, 12 months"
                },
                {
                    "measure": "Presence of Post-Traumatic Arthritis (PTOA) - Kellgren Lawrence (KL) classification",
                    "description": "If PTOA is present, Kellgren Lawrence (KL) classification will be assessed by the panel of reviewers and documented. Higher scores represent worse PTOA\n\nGrade 0 - Normal articular cartilage. Grade I - Softening and swelling. Grade II - Fragmentation and fissuring of less than 0.5 inches. Grade III - Fragmentation and fissuring of greater than 0.5 inches. Grade IV - Erosion down to the subchondral bone.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Presence of Post-Traumatic Arthritis (PTOA) - Paley Grading System (PGS",
                    "description": "If PTOA is present, the Paley Grading System (PGS) will be assessed by the panel of reviewers and documented. Higher scores represent worse PTOA\n\nStandard joint space with no evidence of degeneration was set as Grade 0. Normal joint space with the occurrence of osteophytes, subchondral sclerosis, and cysts was set as Grade 1. Joint space narrowing was set as Grade 2. Disappeared joint space was set as Grade 3.",
                    "timeFrame": "1 year"
                },
                {
                    "measure": "Isokinetic Knee Flexion/Extension Strength Testing",
                    "description": "Knee flexion and extension strength testing will be performed on an isokinetic dynamometer (Biodex Medical Systems, Shirley, NY) with the participant in a seated position with the torso straps and thigh strap (for the tested lower extremity) in place in order to reduce accessory motion and isolate knee flexion and extension performance. The reliability of the knee protocol has been previously established and has been demonstrated to be excellent. The knee strength testing protocol is a concentric-concentric reciprocal protocol with five complete repetitions at 60º/s. Each participant will perform three practice repetitions at 50% maximum effort and three practice repetitions at 100% effort prior to testing for data analysis. Testing will be performed bilaterally for all participants. Average peak moment (averaged across the five repetitions) normalized to percent body weight will be calculated for each (knee flexion/extension).",
                    "timeFrame": "Up to Year 1"
                },
                {
                    "measure": "Counter-Movement Jump measurement",
                    "description": "Patients will be asked to perform a double-leg and single-leg countermovement jump to assess jump height, concentric force development (take-off), and force dissipation (landing) (VALD Force Deck System). Patients will be asked to perform three repetitions of countermovement jump for maximal height off of a force plate followed by landing on the same force plate.",
                    "timeFrame": "Up to Year 1"
                },
                {
                    "measure": "Single Leg Static and Dynamic Postural Stability Index",
                    "description": "The average of three 10-second trials will be collected for data analysis for eyes closed and eyes open. The variable to be analyzed will the standard deviation of resultant ground reaction force across the 10-second trial. Dynamic postural stability will be assessed during a single-leg landing. Patients will be asked to jump forward to the force plate, clear a 30.5 cm hurdle, land on the force plate with their test leg only, stabilize as quickly as possible, and maintain balance with their hands on their hips for ten seconds. A total of three trials will be collected and averaged together for analysis. A stability index based on the three ground reaction force components will be calculated as described previously.",
                    "timeFrame": "Up to Year 1"
                },
                {
                    "measure": "Triple Hop Performance Assessment",
                    "description": "Bilateral assessment of jump performance will be performed during a triple hop (cross-over) for maximum distance. Participants will be provided with a practice trial at 50 percent maximum effort prior to the test trials and testing will begin with non-surgical left first. Participants will begin the jump behind zero-inch line, which marks the starting point. Participants will perform three consecutive jumps off one leg while crossing over the tape with each jump so that the first jump is lateral, the second jump is medial, and the final jump is lateral. Participants will be asked to hold their place at the end of the third jump until their distance is recorded. Three test trials will be assessed for each leg and averaged together for analysis.",
                    "timeFrame": "Up to Year 1"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age greater than or equal to 18 years\n* Surgically treated displaced distal femur extra articular or complete articular fractures\n\nExclusion Criteria:\n\n* Patients with injury features that preclude treatment with 2 implants\n* Patients unlikely to follow-up due to homelessness, or planning follow up at another institution\n* Body Mass Index (BMI) \\> 40\n* Injury due to ground level fall\n* Patient that speaks neither English or Spanish\n* Patients with multisystem injuries that could preclude return to work\n* \\< 18 years of age\n* Prisoner",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rachel Seymour, PhD",
                    "role": "CONTACT",
                    "phone": "704.355.2000",
                    "email": "Rachel.Seymour@atriumhealth.org"
                },
                {
                    "name": "Christine Churchill, MA",
                    "role": "CONTACT",
                    "phone": "704.355.2000",
                    "email": "Christine.Churchill@atriumhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laurence Kempton, MD",
                    "affiliation": "Wake Forest University Health Sciences",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Atrium Health Musculoskeletal Institute",
                    "city": "Charlotte",
                    "state": "North Carolina",
                    "zip": "28204",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Erica Grochowski",
                            "role": "CONTACT",
                            "email": "Erica.Grochowski@atriumhealth.org"
                        },
                        {
                            "name": "Laurence Kempton, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.22709,
                        "lon": -80.84313
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000050723",
                    "term": "Fractures, Bone"
                },
                {
                    "id": "D000057072",
                    "term": "Intra-Articular Fractures"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "asFound": "Fracture",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8402",
                    "name": "Femoral Fractures",
                    "relevance": "LOW"
                },
                {
                    "id": "M28697",
                    "name": "Intra-Articular Fractures",
                    "asFound": "Articular Fractures",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}