{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05292001",
            "orgStudyIdInfo": {
                "id": "22441"
            },
            "organization": {
                "fullName": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "briefTitle": "Single-dose Intravenous Iron Therapy for Anemia After Orthopaedic Trauma",
            "officialTitle": "Role of Single-dose Intravenous Iron Therapy for the Treatment of Anemia in the Setting of Orthopaedic Trauma: a Pilot Study",
            "therapeuticArea": [
                "Other",
                "Orthopedics"
            ],
            "study": "single-dose-intravenous-iron-therapy-for-anemia-after-orthopaedic-trauma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-06-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-03-10",
            "studyFirstSubmitQcDate": "2022-03-18",
            "studyFirstPostDateStruct": {
                "date": "2022-03-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2023-02-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Zachary Working",
                "investigatorTitle": "Director of Orthopaedic Trauma, Assistant Professor",
                "investigatorAffiliation": "Oregon Health and Science University"
            },
            "leadSponsor": {
                "name": "Oregon Health and Science University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Collins Medical Trust",
                    "class": "OTHER"
                },
                {
                    "name": "Medical Research Foundation",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "Acute blood loss in orthopaedic trauma and operative fracture care contributes substantially to perioperative anemia, which places participants at increased risk for complications including surgical site infection, cardiovascular complications, and even death. Anemia has further clinical implications in quality of life measures and is associated with fatigue, impaired physical performance, decreased exercise capacity, and mood disturbances. Thus, evaluation and treatment of perioperative anemia is critical in risk mitigation within orthopaedic surgery. The current standard of care for anemia is transfusion of packed red blood cells in only cases of severe anemia due to the substantial associated risks. A safer alternative is desirable because a critical number of participants do not meet the restrictive transfusion threshold and may suffer negative effects from anemia during recovery from the acute insult. The focus of this project is to pilot an investigation of the benefits of intravenous iron therapy (IVIT) in traumatically injured patients. Specifically, Aim I will determine feasibility of study design, recruitment, randomization, intervention implementation, blinded procedures, and retention. In Aim II, time to return to normal hemoglobin following traumatic orthopaedic injury will be assessed. With Aim III, the investigators will measure IVIT effect on participant-reported fatigue, physical function, and depression, and further determine if resolution of anemia is correlated to improvements in these measures in traumatically injured orthopaedic patients. Aim IV will focus on evaluating the role of IVIT on immune cells through a variety of novel laboratory assessments. The investigators expect this study to provide a better understanding of IVIT, which has the potential to alter providers' treatment approach of anemia in participants who sustain traumatic orthopaedic injury, thereby leading to decreased risks and improved recovery."
        },
        "conditionsModule": {
            "conditions": [
                "Acute Blood Loss Anemia",
                "Fracture"
            ],
            "keywords": [
                "intravenous iron therapy",
                "anemia",
                "orthopaedic trauma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Randomized controlled trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment",
                    "type": "EXPERIMENTAL",
                    "description": "Single infusion of low molecular weight Iron Dextran",
                    "interventionNames": [
                        "Drug: Iron-Dextran Complex Injection [InFed]"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Single infusion of normal saline",
                    "interventionNames": [
                        "Other: Saline Placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Iron-Dextran Complex Injection [InFed]",
                    "description": "single 1000mg dose",
                    "armGroupLabels": [
                        "Treatment"
                    ],
                    "otherNames": [
                        "INFeD"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Saline Placebo",
                    "description": "Normal saline",
                    "armGroupLabels": [
                        "Placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Rate of participant enrollment and screen failures",
                    "description": "Appraisal of feasibility based on rate of participant enrollment per year and rate of screening failures.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Evaluation of protocol adherence",
                    "description": "Appraisal of feasibility based on proportion of participants completing each follow up visit and proportion of missing data.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Patient Reported Outcome Scores: Fatigue",
                    "description": "PROMIS bank v1.0 - fatigue. Computer adaptive test that measures feelings of tiredness likely to decrease one's ability to execute daily activities and function normally in family or social roles. Scored on the T-score metric (average score 50, standard deviation 10). High scores mean more of the concept being measured.",
                    "timeFrame": "3 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Rate of anemia and anemia resolution in participants",
                    "description": "Measured by the concentration of hemoglobin (oxygen carrying protein) in whole blood. This marker of anemia (defined as hemoglobin \\<12g/dL in females and \\<13.5g/dL in males) measured for inclusion assessment and to monitor for time to resolution of anemia at all study follow-up visits.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Evaluation of ferritin level in response to IVIT after trauma",
                    "description": "Evaluated at enrollment to assess for iron overload (patients with a ferritin level ≥ 1,000ng/mL will be excluded) and tracked throughout the study to measure participants' body stores of iron.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Evaluation of participant body iron stores in response to IVIT after trauma",
                    "description": "Assessment of body iron stores and iron carrying capacity within blood. Utilized to further define patients' anemia and iron available for functional use.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Patient Reported Outcome Scores - Depression",
                    "description": "PROMIS bank v1.0 - depression. Computer adaptive survey administered to assess negative mood, views of self, social cognition, and decreased social engagement. Scored on the T-score metric (average score 50, standard deviation 10). High scores mean more of the concept being measured.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Patient Reported Outcome Scores - Physical Function",
                    "description": "PROMIS bank v1.2 - physical function. Computer adaptive survey which measures self-reported capability to perform physical activities including activities of daily living. Scored on the T-score metric (average score 50, standard deviation 10). High scores mean more of the concept being measured.",
                    "timeFrame": "3 months"
                },
                {
                    "measure": "Patient Reported Outcome Scores - Quality of Life",
                    "description": "EQ-5D-5L Quality of Life Questionnaire. Instrument assesses five dimensions of health, corresponding to 3,125 possible health states that can be converted into a single 'utility' score. This will be utilized for the assessment of quality-adjusted life years (QALYs) and cost effectiveness of IVIT for the treatment of acute blood loss anemia following surgical fracture stabilization. Scored from 0-100, 100 being the best health state and 0 being the worst.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n1. Patients age 18-89 admitted with a lower extremity or pelvis fracture requiring surgical stabilization\n2. Acute blood loss anemia as defined by hemoglobin concentration between 7.0-11.0g/dL within seven days post-operatively from definitive fracture stabilization during the hospital admission\n\nExclusion criteria:\n\n1. History of intolerance or hypersensitivity to IV iron supplementation\n2. Active hemorrhage requiring greater than two units (whole blood or pRBCs) transfused perioperatively\n3. 1. Multiple planned operative procedures during the trauma admission, excluding orthopaedic staged procedures for the fracture meeting inclusion criterion one (such as temporizing external fixator application and washout for open fracture) in which subjects otherwise meet qualifications for enrollment after definitive stabilization\n4. Pre-existing hematologic or coagulation disorder (e.g., thalassemia, sickle cell disease, hemophilia, von Willibrand's disease, or myeloproliferative disease)\n5. Diagnosis of chronic kidney disease and/or chronic liver disease\n6. Known infection, inflammatory condition (e.g., systemic lupus erythematosus, rheumatoid arthritis, and ankylosing spondylitis), or malignancy\n7. Pregnancy\n8. Iron overload (defined as serum ferritin concentration ≥ 1,000ng/mL, serum iron concentration \\> 160μg/ dL, or serum transferrin saturation ≥ 50%) or any condition associated with iron overload (e.g., hemochromatosis and aceruloplasminemia)\n9. Patients that are tenets of the Jehovah's Witness faith\n10. Vulnerable populations including pediatric patients, geriatric populations 90 or older, incarcerated individuals, those unable to provide informed consent\n11. Inability to refrain from oral iron supplementation during study period\n12. Current or recent (within 30 days) use of immunosuppressive agents\n13. Use of any intravenous iron therapy or recombinant human erythropoietin formulation within the previous 30 days",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "89 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Karalynn J Lancaster, B.S.",
                    "role": "CONTACT",
                    "phone": "5034945348",
                    "email": "lancaska@ohsu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Zachary M Working, MD",
                    "affiliation": "Oregon Health and Science University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Oregon Health & Science University",
                    "status": "RECRUITING",
                    "city": "Portland",
                    "state": "Oregon",
                    "zip": "97239",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Karalynn Lancaster",
                            "role": "CONTACT",
                            "phone": "650-605-5828",
                            "email": "lancaska@ohsu.edu"
                        },
                        {
                            "name": "Zachary M Working, MD",
                            "role": "CONTACT",
                            "phone": "4254441717",
                            "email": "workingz@ohsu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 45.52345,
                        "lon": -122.67621
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31149970",
                    "type": "BACKGROUND",
                    "citation": "Shanbhag SP, Solano MA, Botros MA, Khanuja HS. Treating Preoperative Anemia to Improve Patient Outcomes After Orthopaedic Surgery. J Am Acad Orthop Surg. 2019 Dec 15;27(24):e1077-e1085. doi: 10.5435/JAAOS-D-18-00810."
                },
                {
                    "pmid": "18043060",
                    "type": "BACKGROUND",
                    "citation": "Theusinger OM, Leyvraz PF, Schanz U, Seifert B, Spahn DR. Treatment of iron deficiency anemia in orthopedic surgery with intravenous iron: efficacy and limits: a prospective study. Anesthesiology. 2007 Dec;107(6):923-7. doi: 10.1097/01.anes.0000291441.10704.82."
                },
                {
                    "pmid": "20613475",
                    "type": "BACKGROUND",
                    "citation": "Spahn DR. Anemia and patient blood management in hip and knee surgery: a systematic review of the literature. Anesthesiology. 2010 Aug;113(2):482-95. doi: 10.1097/ALN.0b013e3181e08e97."
                },
                {
                    "pmid": "22153694",
                    "type": "BACKGROUND",
                    "citation": "Munoz M, Garcia-Erce JA, Cuenca J, Bisbe E, Naveira E; AWGE (Spanish Anaemia Working Group). On the role of iron therapy for reducing allogeneic blood transfusion in orthopaedic surgery. Blood Transfus. 2012 Jan;10(1):8-22. doi: 10.2450/2011.0061-11. Epub 2011 Nov 30. No abstract available."
                },
                {
                    "pmid": "15383017",
                    "type": "BACKGROUND",
                    "citation": "Cuenca J, Garcia-Erce JA, Munoz M, Izuel M, Martinez AA, Herrera A. Patients with pertrochanteric hip fracture may benefit from preoperative intravenous iron therapy: a pilot study. Transfusion. 2004 Oct;44(10):1447-52. doi: 10.1111/j.1537-2995.2004.04088.x."
                },
                {
                    "pmid": "15877644",
                    "type": "BACKGROUND",
                    "citation": "Garcia-Erce JA, Cuenca J, Munoz M, Izuel M, Martinez AA, Herrera A, Solano VM, Martinez F. Perioperative stimulation of erythropoiesis with intravenous iron and erythropoietin reduces transfusion requirements in patients with hip fracture. A prospective observational study. Vox Sang. 2005 May;88(4):235-43. doi: 10.1111/j.1423-0410.2005.00627.x."
                },
                {
                    "pmid": "31059515",
                    "type": "BACKGROUND",
                    "citation": "Shin HW, Park JJ, Kim HJ, You HS, Choi SU, Lee MJ. Efficacy of perioperative intravenous iron therapy for transfusion in orthopedic surgery: A systematic review and meta-analysis. PLoS One. 2019 May 6;14(5):e0215427. doi: 10.1371/journal.pone.0215427. eCollection 2019."
                },
                {
                    "pmid": "31665543",
                    "type": "BACKGROUND",
                    "citation": "Cappellini MD, Musallam KM, Taher AT. Iron deficiency anaemia revisited. J Intern Med. 2020 Feb;287(2):153-170. doi: 10.1111/joim.13004. Epub 2019 Nov 12."
                },
                {
                    "pmid": "28198084",
                    "type": "BACKGROUND",
                    "citation": "Holm C, Thomsen LL, Norgaard A, Langhoff-Roos J. Single-dose intravenous iron infusion or oral iron for treatment of fatigue after postpartum haemorrhage: a randomized controlled trial. Vox Sang. 2017 Apr;112(3):219-228. doi: 10.1111/vox.12477. Epub 2017 Feb 15."
                },
                {
                    "pmid": "30214332",
                    "type": "BACKGROUND",
                    "citation": "Strauss WE, Auerbach M. Health-related quality of life in patients with iron deficiency anemia: impact of treatment with intravenous iron. Patient Relat Outcome Meas. 2018 Aug 27;9:285-298. doi: 10.2147/PROM.S169653. eCollection 2018."
                },
                {
                    "pmid": "16951107",
                    "type": "BACKGROUND",
                    "citation": "Crichlow RJ, Andres PL, Morrison SM, Haley SM, Vrahas MS. Depression in orthopaedic trauma patients. Prevalence and severity. J Bone Joint Surg Am. 2006 Sep;88(9):1927-33. doi: 10.2106/JBJS.D.02604."
                },
                {
                    "pmid": "20518723",
                    "type": "BACKGROUND",
                    "citation": "Sharif PS, Abdollahi M. The role of platelets in bone remodeling. Inflamm Allergy Drug Targets. 2010 Dec;9(5):393-9. doi: 10.2174/187152810793938044."
                },
                {
                    "pmid": "27686346",
                    "type": "BACKGROUND",
                    "citation": "IRONMAN Investigators; Litton E, Baker S, Erber WN, Farmer S, Ferrier J, French C, Gummer J, Hawkins D, Higgins A, Hofmann A, De Keulenaer B, McMorrow J, Olynyk JK, Richards T, Towler S, Trengove R, Webb S; Australian and New Zealand Intensive Care Society Clinical Trials Group. Intravenous iron or placebo for anaemia in intensive care: the IRONMAN multicentre randomized blinded trial : A randomized trial of IV iron in critical illness. Intensive Care Med. 2016 Nov;42(11):1715-1722. doi: 10.1007/s00134-016-4465-6. Epub 2016 Sep 30."
                },
                {
                    "pmid": "30970354",
                    "type": "BACKGROUND",
                    "citation": "DeLoughery TG. Safety of Oral and Intravenous Iron. Acta Haematol. 2019;142(1):8-12. doi: 10.1159/000496966. Epub 2019 Apr 10."
                },
                {
                    "pmid": "25572192",
                    "type": "BACKGROUND",
                    "citation": "Avni T, Bieber A, Grossman A, Green H, Leibovici L, Gafter-Gvili A. The safety of intravenous iron preparations: systematic review and meta-analysis. Mayo Clin Proc. 2015 Jan;90(1):12-23. doi: 10.1016/j.mayocp.2014.10.007. Epub 2014 Oct 30."
                },
                {
                    "pmid": "30578747",
                    "type": "BACKGROUND",
                    "citation": "Sultan P, Bampoe S, Shah R, Guo N, Estes J, Stave C, Goodnough LT, Halpern S, Butwick AJ. Oral vs intravenous iron therapy for postpartum anemia: a systematic review and meta-analysis. Am J Obstet Gynecol. 2019 Jul;221(1):19-29.e3. doi: 10.1016/j.ajog.2018.12.016. Epub 2018 Dec 19."
                },
                {
                    "pmid": "20630042",
                    "type": "BACKGROUND",
                    "citation": "Serrano-Trenas JA, Ugalde PF, Cabello LM, Chofles LC, Lazaro PS, Benitez PC. Role of perioperative intravenous iron therapy in elderly hip fracture patients: a single-center randomized controlled trial. Transfusion. 2011 Jan;51(1):97-104. doi: 10.1111/j.1537-2995.2010.02769.x."
                },
                {
                    "pmid": "24797376",
                    "type": "BACKGROUND",
                    "citation": "Pieracci FM, Stovall RT, Jaouen B, Rodil M, Cappa A, Burlew CC, Holena DN, Maier R, Berry S, Jurkovich J, Moore EE. A multicenter, randomized clinical trial of IV iron supplementation for anemia of traumatic critical illness*. Crit Care Med. 2014 Sep;42(9):2048-57. doi: 10.1097/CCM.0000000000000408."
                },
                {
                    "pmid": "25420283",
                    "type": "BACKGROUND",
                    "citation": "Rampton D, Folkersen J, Fishbane S, Hedenus M, Howaldt S, Locatelli F, Patni S, Szebeni J, Weiss G. Hypersensitivity reactions to intravenous iron: guidance for risk minimization and management. Haematologica. 2014 Nov;99(11):1671-6. doi: 10.3324/haematol.2014.111492."
                },
                {
                    "pmid": "27661391",
                    "type": "BACKGROUND",
                    "citation": "Brodke DJ, Saltzman CL, Brodke DS. PROMIS for Orthopaedic Outcomes Measurement. J Am Acad Orthop Surg. 2016 Nov;24(11):744-749. doi: 10.5435/JAAOS-D-15-00404."
                },
                {
                    "pmid": "30130305",
                    "type": "BACKGROUND",
                    "citation": "Vincent HK, Hagen JE, Zdziarski-Horodyski LA, Patrick M, Sadasivan KK, Guenther R, Vasilopoulos T, Sharififar S, Horodyski M. Patient-Reported Outcomes Measurement Information System Outcome Measures and Mental Health in Orthopaedic Trauma Patients During Early Recovery. J Orthop Trauma. 2018 Sep;32(9):467-473. doi: 10.1097/BOT.0000000000001245."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "INFeD prescribing information",
                    "url": "https://www.accessdata.fda.gov/drugsatfda_docs/label/2020/017441s178lbl.pdf"
                },
                {
                    "label": "PROMIS HealthMeasures website",
                    "url": "https://www.healthmeasures.net/explore-measurement-systems/promis"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000740",
                    "term": "Anemia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M4070",
                    "name": "Anemia",
                    "asFound": "Anemia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M26370",
                    "name": "Fractures, Bone",
                    "relevance": "LOW"
                },
                {
                    "id": "M9556",
                    "name": "Hemorrhage",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003911",
                    "term": "Dextrans"
                },
                {
                    "id": "D000007505",
                    "term": "Iron-Dextran Complex"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000925",
                    "term": "Anticoagulants"
                },
                {
                    "id": "D000010952",
                    "term": "Plasma Substitutes"
                },
                {
                    "id": "D000001802",
                    "term": "Blood Substitutes"
                },
                {
                    "id": "D000006397",
                    "term": "Hematinics"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7106",
                    "name": "Dextrans",
                    "asFound": "IV injection",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10537",
                    "name": "Iron-Dextran Complex",
                    "asFound": "Endothelial Cell Count",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10533",
                    "name": "Iron",
                    "relevance": "LOW"
                },
                {
                    "id": "M4244",
                    "name": "Anticoagulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M13842",
                    "name": "Plasma Substitutes",
                    "relevance": "LOW"
                },
                {
                    "id": "M5083",
                    "name": "Blood Substitutes",
                    "relevance": "LOW"
                },
                {
                    "id": "M9485",
                    "name": "Hematinics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "AnCoag",
                    "name": "Anticoagulants"
                },
                {
                    "abbrev": "BlSubst",
                    "name": "Blood Substitutes"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Hemat",
                    "name": "Hematinics"
                },
                {
                    "abbrev": "Micro",
                    "name": "Micronutrients"
                }
            ]
        }
    },
    "hasResults": false
}