{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04469530",
            "orgStudyIdInfo": {
                "id": "STUDY00000113"
            },
            "organization": {
                "fullName": "Emory University",
                "class": "OTHER"
            },
            "briefTitle": "Sirolimus in Combination With Metronomic Chemotherapy in Children With High-Risk Solid Tumors",
            "officialTitle": "A Maintenance Protocol of Sirolimus in Combination With Metronomic Chemotherapy in Children With High-Risk Solid Tumors",
            "acronym": "AflacST1903",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "sirolimus-in-combination-with-metronomic-chemotherapy-in-children-with-high-risk-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2020-09-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-07-06",
            "studyFirstSubmitQcDate": "2020-07-09",
            "studyFirstPostDateStruct": {
                "date": "2020-07-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-24",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Kathryn S. Sutton",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "Emory University"
            },
            "leadSponsor": {
                "name": "Emory University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "PeachBowl LegACy Fund",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The primary objective of this study is to improve the 2-year progression-free survival in children with high-risk solid tumors who are administered a maintenance regimen with continuous sirolimus administered on a backbone of metronomic chemotherapy following the completion of \"standard\" therapy, as compared to high-risk solid tumor patients treated with observation alone following completion of \"standard\" therapy.",
            "detailedDescription": "Sirolimus, also known as rapamycin, is a potent immunosuppressive drug. Due to its profound immunosuppressive actions, sirolimus was initially developed and received regulatory approval for the indication of prevention of allograft rejection following solid organ transplant. Sirolimus also possesses anti-tumor activity through its anti-proliferative effect, by the inhibition of translation of key messenger ribonucleic acids (mRNAs) into proteins required for cell cycle progression from the G1 to the S phase.\n\nPalliative care with the use of antiangiogenic metronomic chemotherapy in the form of low-dose daily oral administration of etoposide and cyclophosphamide in combination with antiangiogenic agents such as celecoxib, is feasible and well-tolerated in children with refractory solid tumors\n\nSirolimus is used orally in adults and children for the prevention of allograft rejection following solid organ transplant. The Pediatric Preclinical Testing Program (PPTP) performed testing of sirolimus as a single agent against an in vitro panel of pediatric cell lines, as well as against in vivo pediatric tumor panels. Sirolimus exhibited variable inhibition of cell line growth, ranging from 19% to 85% (median 49%).\n\nThis study has three cohorts: a prospective cohort of patients with high-risk extracranial solid tumor, a prospective cohort of patients with recurrent solid tumors (any histology) in second complete remission, and a historical control cohort of patients matched on diagnosis, age, metastatic site, and date of diagnosis. The matched historical controls will be obtained from the same treating institution as the corresponding case to account for institutional differences in treatment and supportive care. The primary objective of the study is to improve the 2-year progression-free survival in children with high-risk solid tumors who are administered a maintenance regimen with continuous sirolimus administered on a backbone of metronomic chemotherapy following the completion of \"standard\" therapy, as compared to high-risk solid tumor patients treated with observation alone following completion of \"standard\" therapy."
        },
        "conditionsModule": {
            "conditions": [
                "Solid Tumor"
            ],
            "keywords": [
                "Pediatrics",
                "Chemotherapy",
                "Remission",
                "Survival"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE",
                    "maskingDescription": "Three cohorts of patients will be treated: 1) common solid tumors in complete remission, 2) common solid tumors in second complete remission, and 3) historical control cohort of patients derived from the electronic medical record matched with same diagnosis, metastatic site, and date of diagnosis utilizing a 2:1 ratio"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Maintenance Chemotherapy Regimen",
                    "type": "EXPERIMENTAL",
                    "description": "Participants with metastatic osteosarcoma, metastatic Ewing sarcoma, high-risk rhabdomyosarcoma, metastatic non-rhabdomyosarcoma soft tissue sarcoma (NRSTS), desmoplastic small round cell tumor (DSRCT), and malignant rhabdoid tumor (MRT) in first complete remission (cohort 1) or participants with recurrent solid tumors (any histology) in second complete remission (cohort 2), receiving a maintenance chemotherapy regimen administered as a 12-month course of continuous sirolimus with celecoxib and low-dose oral etoposide alternating every 21 days with low-dose oral cyclophosphamide following the completion of \"standard\" therapy.",
                    "interventionNames": [
                        "Drug: Sirolimus",
                        "Drug: Cyclophosphamide",
                        "Drug: Etoposide",
                        "Drug: Celecoxib"
                    ]
                },
                {
                    "label": "Historical Control Cohort Receiving Standard Therapy",
                    "type": "NO_INTERVENTION",
                    "description": "This study arm is a historical control cohort of patients matched with cohort 1 on diagnosis, age, metastatic site, and date of diagnosis. The matched historical controls will be obtained from the same treating institution as the corresponding case to account for institutional differences in treatment and supportive care. Patients in the historical control cohort received standard therapy."
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Sirolimus",
                    "description": "Sirolimus is given at a dose of 2 mg/m2 once daily. The amber oral dose syringe should be used to withdraw the prescribed amount of sirolimus oral solution from the bottle. The solution can be drunk or administered at once to assure delivery of all of the medication. It is safe for administration through a nasogastric or G-tube. For tablets, the tablet should not be crushed, split, or otherwise altered. As with the liquid dosing form, the tablets should be given within two hours each day and should be at consistent intervals with regard to meals.",
                    "armGroupLabels": [
                        "Maintenance Chemotherapy Regimen"
                    ],
                    "otherNames": [
                        "Rapamune",
                        "rapamycin"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Cyclophosphamide",
                    "description": "A synthetic antineoplastic drug chemically related to the nitrogen mustards. The drug is administered orally daily, in the formulation appropriate for age.\n\nThe solution should be diluted in 20-30 ml of appropriate liquid before administration through nasogastric (NG) tube or gastrostomy (G) tube, with adequate flushing after administration to prevent obstruction of the feeding tube.",
                    "armGroupLabels": [
                        "Maintenance Chemotherapy Regimen"
                    ],
                    "otherNames": [
                        "Cytoxan"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Etoposide",
                    "description": "A semisynthetic derivative of podophyllotoxin which functions as mitotic inhibitor but does not interfere with microtubular assembly. The drug is administered orally daily, in the formulation appropriate for age.",
                    "armGroupLabels": [
                        "Maintenance Chemotherapy Regimen"
                    ],
                    "otherNames": [
                        "VP-16",
                        "VePesid",
                        "Toposar",
                        "Etopophos"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Celecoxib",
                    "description": "The drug is administered orally daily, in the formulation appropriate for age.The solution is safe for administration through a nasogastric or G-tube.",
                    "armGroupLabels": [
                        "Maintenance Chemotherapy Regimen"
                    ],
                    "otherNames": [
                        "Celebrex"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Two-year progression-free survival in patients with high-risk solid tumors",
                    "description": "Two-year progression-free survival in patients with high-risk solid tumors who complete a 12- month course of maintenance chemotherapy with daily sirolimus and twice daily celecoxib on a backbone of low-dose oral metronomic chemotherapy following completion of \"standard\" therapy as compared to a historical cohort of matched patients treated with observation only following completion of \"standard\" therapy.",
                    "timeFrame": "up to 2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Median progression-free survival of children with high-risk solid tumors",
                    "description": "Median progression-free survival in patients with high-risk solid tumors who complete a 12- month course of maintenance chemotherapy with daily sirolimus and twice daily celecoxib on a backbone of low-dose oral metronomic chemotherapy following completion of \"standard\" therapy as compared to a historical cohort of matched patients treated with observation only following completion of \"standard\" therapy.",
                    "timeFrame": "up to 2 years"
                },
                {
                    "measure": "Two-year progression-free survival for all prospectively enrolled participants",
                    "description": "Two-year progression-free survival for all prospectively enrolled participants (those in cohorts 1 and 2).",
                    "timeFrame": "up to 2 years"
                },
                {
                    "measure": "Two-year overall survival for all prospectively enrolled participants",
                    "description": "Two-year overall survival for all prospectively enrolled participants (those in cohorts 1 and 2).",
                    "timeFrame": "up to 2 years"
                },
                {
                    "measure": "Number of cases of severe toxicities",
                    "description": "The incidence of severe toxicities, defined as toxicities requiring dose modifications, of daily sirolimus and twice daily celecoxib administered on a backbone of low-dose metronomic chemotherapy for 12 months as maintenance therapy following completion of \"standard\" therapy.",
                    "timeFrame": "up to 2 years"
                },
                {
                    "measure": "Number of patients who come off protocol therapy due to toxicity or non-compliance",
                    "description": "Feasibility of completion of a 12-month course of maintenance chemotherapy following completion of \"standard\" therapy will be evaluated by number of patients who come off protocol therapy due to toxicity or non-compliance.",
                    "timeFrame": "up to 2 years"
                },
                {
                    "measure": "Median progression-free survival of children with recurrent solid tumors in second complete remission",
                    "description": "The median progression-free survival of children with recurrent solid tumors in second complete remission following completion of an initial relapse treatment regimen will be evaluated",
                    "timeFrame": "up to 2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must be ≥ 12 months and ≤ 30 years of age at the time of study enrollment.\n* Subjects must have one of the following high-risk malignant pediatric extracranial solid tumors and be in complete remission or have minimal abnormalities on imaging studies after completion of upfront therapy administered with curative intent (cohort 1) or after completion of initial relapse regimen.\n\n  * Prospective Cohort 1:\n\n    * Metastatic/unresectable osteosarcoma, metastatic Ewing or Ewing-like sarcoma, high-risk rhabdomyosarcoma, metastatic non-rhabdomyosarcoma soft tissue sarcoma, desmoplastic small round cell tumor (DSRCT), malignant rhabdoid tumor.\n    * Additional high-risk solid tumors at the request of the treating physician after approval by the study chair.\n    * Primary central nervous system (CNS) tumors and lymphomas are not eligible.\n  * Prospective Cohort 2: Recurrent extracranial solid tumor (any histology) in second complete remission following completion of initial relapse regimen.\n* Subjects must have had histologic verification of malignancy at original diagnosis or relapse.\n* Subjects must be in complete remission or with minimal radiological abnormalities. Baseline imaging should be the end of therapy imaging obtained at the completion of \"standard\" upfront therapy (cohort 1) or at the completion of initial relapse regimen (cohort 2).\n* Karnofsky ≥ 50% for subjects \\> 16 years of age and Lansky ≥ 50% for subjects ≤ 16 years of age.\n* Subjects must have fully recovered from the acute non-hematologic toxic effects of all prior anti-cancer therapy and meet hematologic count parameters. Chronic non-hematologic toxic effects of prior anti-cancer therapy (ie peripheral neuropathy) must be improved to at least grade 2 and be stable or improving on current management.\n* Adequate bone marrow function defined as absolute neutrophil count (ANC) ≥ 750/μL and platelet count ≥ 50,000/μL (transfusion independent, defined as not receiving platelet transfusions within 7 days prior to enrollment).\n* Adequate renal function defined as creatinine clearance or radioisotope glomerular filtration rate (GFR) 70ml/min/1.73 m2 or serum creatinine based on age/gender values derived from the Schwartz formula for estimating GFR utilizing child length and stature data published by the Centers for Disease Control and Prevention (CDC).\n* Adequate liver function defined as: total bilirubin ≤ 2x upper limit of normal (ULN), and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 225 U/L (5x the ULN).\n* Serum triglyceride level ≤300 mg/dL and serum cholesterol ≤ 300 mg/dL.\n* Random blood glucose ≤ 1.5x ULN for age.\n* Adequate pulmonary function defined as normal pulmonary function tests (PFTs), if there is a clinical indication for determination (dyspnea at rest, known requirement for supplemental oxygen). For subjects who do not have respiratory symptoms (no dyspnea at rest, O2 sat ≥ 93% on room air), PFTs are not required.\n\nExclusion Criteria:\n\n* Pregnant or breast-feeding women will not be entered on this study as there may be fetal risks or teratogenic toxicities. Pregnancy tests must be obtained in girls who are post-menarchal. Males or females of reproductive potential may not participate unless they have agreed to use an effective contraceptive method during treatment and for 3 months after stopping treatment.\n* Concomitant Medication\n\n  * Subjects receiving corticosteroids must be on a stable or decreasing dose of corticosteroid for the prior 7 days.\n  * Subjects who are currently receiving enzyme inducing anticonvulsants are not eligible.\n  * Subjects must not be receiving potent CYP3A4 inducers or inhibitors.\n  * Subjects who are currently receiving another investigational drug are not eligible.\n  * Subjects who are currently receiving any other anti-cancer agents are not eligible.\n* Subjects who have an uncontrolled infection are not eligible.\n* Subjects enrolled on a clinical trial for upfront therapy or relapse therapy for those patients in second complete remission.\n* Subjects who in the opinion of the investigator may not be able to comply with the safety monitoring requirements of the study are not eligible.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "1 Year",
            "maximumAge": "30 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kathryn Sutton, MD",
                    "role": "CONTACT",
                    "phone": "404-785-1651",
                    "email": "Kathryn.Sutton@choa.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Kathryn Sutton, MD",
                    "affiliation": "Emory University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Aflac Cancer & Blood Disorders Centers",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathryn Sutton, MD",
                            "role": "CONTACT",
                            "phone": "404-785-1651",
                            "email": "Kathryn.Sutton@choa.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Children's Healthcare of Atlanta",
                    "status": "RECRUITING",
                    "city": "Atlanta",
                    "state": "Georgia",
                    "zip": "30322",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kathryn Sutton, MD",
                            "role": "CONTACT",
                            "phone": "404-785-1651",
                            "email": "Kathryn.Sutton@choa.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.749,
                        "lon": -84.38798
                    }
                },
                {
                    "facility": "Washington University School of Medicine",
                    "status": "RECRUITING",
                    "city": "Saint Louis",
                    "state": "Missouri",
                    "zip": "63110",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Armstrong, MD",
                            "role": "CONTACT",
                            "phone": "314-454-6018",
                            "email": "armstrongae@wustl.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.62727,
                        "lon": -90.19789
                    }
                },
                {
                    "facility": "Children's Hospital of Pittsburgh of University of Pittsburgh Medical Center (UPMC)",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Andrew Bukowinski, MD, MS",
                            "role": "CONTACT",
                            "phone": "412-692-8864",
                            "email": "Andrew.bukowinski2@chp.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                },
                {
                    "facility": "Texas Children's Cancer Center",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jennifer Foster, MD",
                            "role": "CONTACT",
                            "phone": "832-824-4646",
                            "email": "jhfoster@bcm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be available for sharing in the future after data analysis for this study is complete. Data will be available for sharing if requested or it is felt it would be of value to a particular research community.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data will be available for sharing after data analysis for this study is completed.",
            "accessCriteria": "Data will be available for sharing upon request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020123",
                    "term": "Sirolimus"
                },
                {
                    "id": "D000068579",
                    "term": "Celecoxib"
                },
                {
                    "id": "D000003520",
                    "term": "Cyclophosphamide"
                },
                {
                    "id": "D000005047",
                    "term": "Etoposide"
                }
            ],
            "ancestors": [
                {
                    "id": "D000007166",
                    "term": "Immunosuppressive Agents"
                },
                {
                    "id": "D000007155",
                    "term": "Immunologic Factors"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000018501",
                    "term": "Antirheumatic Agents"
                },
                {
                    "id": "D000018906",
                    "term": "Antineoplastic Agents, Alkylating"
                },
                {
                    "id": "D000000477",
                    "term": "Alkylating Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000019653",
                    "term": "Myeloablative Agonists"
                },
                {
                    "id": "D000000972",
                    "term": "Antineoplastic Agents, Phytogenic"
                },
                {
                    "id": "D000059005",
                    "term": "Topoisomerase II Inhibitors"
                },
                {
                    "id": "D000059003",
                    "term": "Topoisomerase Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000000900",
                    "term": "Anti-Bacterial Agents"
                },
                {
                    "id": "D000000890",
                    "term": "Anti-Infective Agents"
                },
                {
                    "id": "D000000903",
                    "term": "Antibiotics, Antineoplastic"
                },
                {
                    "id": "D000000935",
                    "term": "Antifungal Agents"
                },
                {
                    "id": "D000000894",
                    "term": "Anti-Inflammatory Agents, Non-Steroidal"
                },
                {
                    "id": "D000018712",
                    "term": "Analgesics, Non-Narcotic"
                },
                {
                    "id": "D000000700",
                    "term": "Analgesics"
                },
                {
                    "id": "D000018689",
                    "term": "Sensory System Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000052246",
                    "term": "Cyclooxygenase 2 Inhibitors"
                },
                {
                    "id": "D000016861",
                    "term": "Cyclooxygenase Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6727",
                    "name": "Cyclophosphamide",
                    "asFound": "Effect of",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8191",
                    "name": "Etoposide",
                    "asFound": "Complete",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21960",
                    "name": "Sirolimus",
                    "asFound": "600",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                },
                {
                    "id": "M277",
                    "name": "Celecoxib",
                    "asFound": "Call",
                    "relevance": "HIGH"
                },
                {
                    "id": "M341643",
                    "name": "Etoposide phosphate",
                    "relevance": "LOW"
                },
                {
                    "id": "M13924",
                    "name": "Podophyllotoxin",
                    "relevance": "LOW"
                },
                {
                    "id": "M11449",
                    "name": "Mechlorethamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M12525",
                    "name": "Nitrogen Mustard Compounds",
                    "relevance": "LOW"
                },
                {
                    "id": "M353695",
                    "name": "Temsirolimus",
                    "relevance": "LOW"
                },
                {
                    "id": "M2827",
                    "name": "MTOR Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M26196",
                    "name": "Antimitotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10212",
                    "name": "Immunosuppressive Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M10201",
                    "name": "Immunologic Factors",
                    "relevance": "LOW"
                },
                {
                    "id": "M20604",
                    "name": "Antirheumatic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20942",
                    "name": "Antineoplastic Agents, Alkylating",
                    "relevance": "LOW"
                },
                {
                    "id": "M3820",
                    "name": "Alkylating Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M29348",
                    "name": "Topoisomerase Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M4222",
                    "name": "Anti-Bacterial Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4214",
                    "name": "Anti-Infective Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4224",
                    "name": "Antibiotics, Antitubercular",
                    "relevance": "LOW"
                },
                {
                    "id": "M6252",
                    "name": "Clotrimazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M11796",
                    "name": "Miconazole",
                    "relevance": "LOW"
                },
                {
                    "id": "M4254",
                    "name": "Antifungal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4218",
                    "name": "Anti-Inflammatory Agents, Non-Steroidal",
                    "relevance": "LOW"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4032",
                    "name": "Analgesics",
                    "relevance": "LOW"
                },
                {
                    "id": "M20786",
                    "name": "Analgesics, Non-Narcotic",
                    "relevance": "LOW"
                },
                {
                    "id": "M27009",
                    "name": "Cyclooxygenase 2 Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M19209",
                    "name": "Cyclooxygenase Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "ARhu",
                    "name": "Antirheumatic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                },
                {
                    "abbrev": "Derm",
                    "name": "Dermatologic Agents"
                }
            ]
        }
    },
    "hasResults": false
}