{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06216704",
            "orgStudyIdInfo": {
                "id": "IRB-P00047144"
            },
            "secondaryIdInfos": [
                {
                    "id": "005960A123",
                    "type": "OTHER_GRANT",
                    "domain": "Cystic Fibrosis Foundation"
                }
            ],
            "organization": {
                "fullName": "Boston Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Skeletal Health and Bone Marrow Composition in Adolescents With Cystic Fibrosis",
            "officialTitle": "Skeletal Health and Bone Marrow Composition in Adolescents With Cystic Fibrosis",
            "therapeuticArea": [
                "Other"
            ],
            "study": "skeletal-health-and-bone-marrow-composition-in-adolescents-with-cystic-fibrosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-11",
            "studyFirstSubmitQcDate": "2024-01-11",
            "studyFirstPostDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Rebecca Gordon",
                "investigatorTitle": "Rebecca Gordon, MD Attending Physician, Division of Endocrinology Instructor of Pediatrics, Harvard Medical School",
                "investigatorAffiliation": "Boston Children's Hospital"
            },
            "leadSponsor": {
                "name": "Boston Children's Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cystic Fibrosis Foundation",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators will be evaluating bone marrow composition via magnetic resonance imaging in adolescents diagnosed with cystic fibrosis (CF) compared to healthy, matched controls. The investigators will also be assessing their bone mineral density via other imaging modalities, including dual-energy X-ray absorptiometry (DXA) and peripheral quantitative computed tomography (pQCT). This longitudinal project will focus on abnormalities in bone marrow composition, and specifically whether adolescents with diagnosed with CF exhibit increased bone marrow fat, its association with bone mineral density (BMD) and the underlying pathophysiology, including glycemic control, inflammation, and bone turnover markers.",
            "detailedDescription": "Less than optimal bone health has been seen in children that have cystic fibrosis (CF). This can present as low bone density or altered bone structure, weakening the bones and increasing fragility and fracture risk. As adolescence is especially important in bone development, conditions such as CF during this time can lead to long term bone issues. The underlying mechanisms are not well understood, but what is known is that red bone marrow converts to fat-rich yellow marrow. This study aims to focus on abnormalities in bone marrow, and specifically whether adolescents who have been diagnosed with CF have more bone marrow fat.\n\nThe primary hypothesis is that patients with CF will have associated increased fat levels in bone marrow, which will be associated with decreased bone formation and suboptimal bone health. The central objective is to obtain longitudinal data on the differences in bone marrow between patients with CF versus healthy adolescents. Long term, the investigators want to study how abnormal marrow fat and suboptimal bone health relate to one another.\n\nThe study involves 36 adolescents diagnosed with CF and 36 matched healthy controls. Eligibility criteria include no other chronic diseases that affect bone health and limited use of bone altering medications in the prior three months. The adolescents with CF will be matched with healthy adolescents based on sex, ancestry, age, and pubertal stage. Additional data on participants with CF will be collected via a chart review that will enable us to more fully characterize their CF.\n\nImaging will include: MRI of the knee with quantitative marrow fat assessment; dual-energy X-ray absorptiometry (DXA); and peripheral quantitative computed tomography (pQCT). All scans will be for research purposes only. The MRIs will be evaluated for any incidental findings, and if any identified, it will be reported to their primary care physician.\n\nAdditionally, blood draws will be used to assess markers of bone formation/resorption and inflammation. In participants with CF, they will have a continuous glucose monitor to assess dysglycemia. All participants will also complete questionnaires.\n\nThere will be a baseline visit, and then a follow up visit 1 year later, with identical study procedures at both visits."
        },
        "conditionsModule": {
            "conditions": [
                "Cystic Fibrosis"
            ],
            "keywords": [
                "Cystic Fibrosis",
                "Bone Marrow",
                "Dual-energy X-ray absorptiometry",
                "Peripheral Quantitative Computed Tomography",
                "Magnetic Resonance Imaging",
                "pediatrics",
                "bone health"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CONTROL",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITHOUT_DNA",
                "description": "A) Bone turnover markers: We will assess markers of bone formation, including osteocalcin (OC) and procollagen type 1 N-terminal propeptide (P1NP), and a marker of bone resorption, c-telopeptide (CTX).\n\nB) Inflammation: We will assess CRP.\n\nC) In participants with CF, we will assess dysglycemia with a continuous glucose monitor."
            },
            "enrollmentInfo": {
                "count": 36,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cystic Fibrosis",
                    "description": "This group will be 36 adolescents, ages 13-20 years old, who have been diagnosed with cystic fibrosis.\n\nAll participants will have a two study visits approximately one year apart during which the listed diagnostic testing will be performed.",
                    "interventionNames": [
                        "Diagnostic Test: Magnetic resonance relaxometry",
                        "Diagnostic Test: Magnetic resonance spectroscopy",
                        "Diagnostic Test: Blood Draw",
                        "Diagnostic Test: DXA",
                        "Diagnostic Test: pQCT"
                    ]
                },
                {
                    "label": "Control",
                    "description": "Controls will be matched for age, Tanner staging, BMI percentile, and ancestry.\n\nAll participants will have a two study visits approximately one year apart during which the listed diagnostic testing will be performed.",
                    "interventionNames": [
                        "Diagnostic Test: Magnetic resonance relaxometry",
                        "Diagnostic Test: Magnetic resonance spectroscopy",
                        "Diagnostic Test: Blood Draw",
                        "Diagnostic Test: DXA",
                        "Diagnostic Test: pQCT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Magnetic resonance relaxometry",
                    "description": "Spin-lattice relaxation (T1) relaxometry acquisition consisting of fast spin echo (FSE) acquisitions through the knee. T1 maps from the T1 relaxometry images will be generated using a two-parameter-fit iterative algorithm developed in-house using IDL software (Harris Geospatial Solutions, Melbourne, FL, USA). Mean T1 values for each region will be recorded. The anatomical locations of these regions will be consistent in size for all subjects and location. The locations chosen for the primary endpoints are ones that are known to be rich in red and yellow marrow, respectively.",
                    "armGroupLabels": [
                        "Control",
                        "Cystic Fibrosis"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Magnetic resonance spectroscopy",
                    "description": "Magnetic resonance spectroscopy. MRS will be performed within a 1 mL voxel situated in the medial aspect of the distal femoral metaphysis. A single voxel point resolved spectral acquisition (PRESS) technique will be used to acquire non-water suppressed spectra at multiple echo times. Spectral fits using JMRUI MRS processing software (www.jmrui.eu) to the water and methylene/methyl resonances will be used to quantify peak areas and establish T2 corrected fat/(fat + water) ratios.",
                    "armGroupLabels": [
                        "Control",
                        "Cystic Fibrosis"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "Blood Draw",
                    "description": "Blood draw. Blood draws will be used to attain and assess markers of bone formation/resorption and inflammation. Specific markers of bone formation that will be assessed include osteocalcin (OC) and procollagen type 1 N-terminal propeptide (P1NP), and a marker of bone resorption, c-telopeptide (CTX). Additionally, in participants with CF, we will assess inflammation, with a c-reactive protein (CRP), and dysglycemia, with a continuous glucose monitor.",
                    "armGroupLabels": [
                        "Control",
                        "Cystic Fibrosis"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "DXA",
                    "description": "DXA will be utilized to obtain BMD of the total body, lumbar spine, and hip using a Hologic Horizon densitometer (Hologic Inc, Bedford, MA). Body composition will be obtained from total body scans.",
                    "armGroupLabels": [
                        "Control",
                        "Cystic Fibrosis"
                    ]
                },
                {
                    "type": "DIAGNOSTIC_TEST",
                    "name": "pQCT",
                    "description": "pQCT will be utilized to obtain volumetric BMD (mg/cm3) of the left tibia. Measurements using a Stratec XCT 3000 device (Orthometrix, White Plains, NY) will be obtained at multiple locations, in relation to distal growth plate.",
                    "armGroupLabels": [
                        "Control",
                        "Cystic Fibrosis"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Bone marrow adiposity by magnetic resonance relaxometry (MR relaxometry)",
                    "description": "Change in bone marrow adiposity measured by MR relaxometry",
                    "timeFrame": "Baseline and One Year follow-up"
                },
                {
                    "measure": "Bone marrow adiposity by magnetic resonance spectroscopy (MRS)",
                    "description": "Change in bone marrow adiposity measured by MRS",
                    "timeFrame": "Baseline and One Year follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Total body bone mineral density Z-score by Dual-energy X-ray absorptiometry (DXA)",
                    "description": "Change in total body less head BMD Z-score",
                    "timeFrame": "Baseline and One Year follow-up"
                },
                {
                    "measure": "Spine BMD Z-score by DXA",
                    "description": "Change in lumbar spine BMD Z-score",
                    "timeFrame": "Baseline and One Year follow-up"
                },
                {
                    "measure": "Hip BMD Z-score by DXA",
                    "description": "Change in hip BMD Z-score",
                    "timeFrame": "Baseline and One year follow-up"
                },
                {
                    "measure": "Volumetric bone mineral density (vBMD)",
                    "description": "Change in quantitative computed tomography (pQCT) scans will be obtained at the left tibia",
                    "timeFrame": "Baseline and One Year follow-up"
                },
                {
                    "measure": "polar strength strain index",
                    "description": "Change in pQCT bone strength measure",
                    "timeFrame": "Baseline and One Year follow-up"
                },
                {
                    "measure": "osteocalcin",
                    "description": "Change in bone formation assessed by osteocalcin (ng/mL)",
                    "timeFrame": "Baseline and One Year follow-up"
                },
                {
                    "measure": "procollagen type 1 N-terminal propeptide",
                    "description": "Change in bone formation assessed by procollagen type 1 N-terminal propeptide (ng/mL)",
                    "timeFrame": "Baseline and One Year follow-up"
                },
                {
                    "measure": "c-telopeptide",
                    "description": "Change in bone resorption assessed by c-telopeptide (pg/ml)",
                    "timeFrame": "Baseline and One Year follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 13-20 years old\n* Cystic fibrosis with pancreatic insufficiency\n* Must have a stable treatment regimen, including CFTR modulator usage unchanged for the prior three months\n* Liver transplant recipients will be eligible, as long as they are at least 1 year post-transplant and are no longer on Prednisone for immunosuppressive therapy\n\nExclusion Criteria:\n\n* Diagnosis of other chronic disease affecting bone health\n* Active use (within the past 3 months) of medications that are known to affect skeletal metabolism\n* CF exacerbation or glucocorticoid exposure within the prior 1 month\n* Lung transplant",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "20 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ],
            "studyPopulation": "The experimental group will be adolescents aged 13-20 with CF.\n\nThe control group will be matched for sex, ancestry, age (within 2 years), and pubertal stage (based on Tanner staging, ± 1 Tanner stage).",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rebecca Gordon, MD",
                    "role": "CONTACT",
                    "phone": "(617) 355-7476",
                    "email": "rebecca.gordon@childrens.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rebecca Gordon, MD",
                    "affiliation": "Boston Children's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Boston Children's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebecca Gordon, MD",
                            "role": "CONTACT",
                            "email": "rebecca.gordon@childrens.harvard.edu"
                        },
                        {
                            "name": "Rebecca Gordon, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35059303",
                    "type": "BACKGROUND",
                    "citation": "Ullal J, Kutney K, Williams KM, Weber DR. Treatment of cystic fibrosis related bone disease. J Clin Transl Endocrinol. 2021 Dec 21;27:100291. doi: 10.1016/j.jcte.2021.100291. eCollection 2022 Mar."
                },
                {
                    "pmid": "31679730",
                    "type": "BACKGROUND",
                    "citation": "Putman MS, Anabtawi A, Le T, Tangpricha V, Sermet-Gaudelus I. Cystic fibrosis bone disease treatment: Current knowledge and future directions. J Cyst Fibros. 2019 Oct;18 Suppl 2:S56-S65. doi: 10.1016/j.jcf.2019.08.017."
                },
                {
                    "pmid": "31034056",
                    "type": "BACKGROUND",
                    "citation": "Weber DR, Gordon RJ, Kelley JC, Leonard MB, Willi SM, Hatch-Stein J, Kelly A, Kosacci O, Kucheruk O, Kaafarani M, Zemel BS. Poor Glycemic Control Is Associated With Impaired Bone Accrual in the Year Following a Diagnosis of Type 1 Diabetes. J Clin Endocrinol Metab. 2019 Oct 1;104(10):4511-4520. doi: 10.1210/jc.2019-00035."
                },
                {
                    "pmid": "18165904",
                    "type": "BACKGROUND",
                    "citation": "Viswanathan A, Sylvester FA. Chronic pediatric inflammatory diseases: effects on bone. Rev Endocr Metab Disord. 2008 Jun;9(2):107-22. doi: 10.1007/s11154-007-9070-0. Epub 2007 Dec 29."
                },
                {
                    "pmid": "35667602",
                    "type": "BACKGROUND",
                    "citation": "Gordon RJ, Pappa HM, Vajapeyam S, Mulkern R, Ecklund K, Snapper SB, Gordon CM. Bone marrow adiposity in pediatric Crohn's disease. Bone. 2022 Sep;162:116453. doi: 10.1016/j.bone.2022.116453. Epub 2022 Jun 3."
                },
                {
                    "pmid": "29496516",
                    "type": "BACKGROUND",
                    "citation": "Vajapeyam S, Ecklund K, Mulkern RV, Feldman HA, O'Donnell JM, DiVasta AD, Rosen CJ, Gordon CM. Magnetic resonance imaging and spectroscopy evidence of efficacy for adrenal and gonadal hormone replacement therapy in anorexia nervosa. Bone. 2018 May;110:335-342. doi: 10.1016/j.bone.2018.02.021. Epub 2018 Feb 26."
                },
                {
                    "pmid": "28432403",
                    "type": "BACKGROUND",
                    "citation": "Ecklund K, Vajapeyam S, Mulkern RV, Feldman HA, O'Donnell JM, DiVasta AD, Gordon CM. Bone marrow fat content in 70 adolescent girls with anorexia nervosa: Magnetic resonance imaging and magnetic resonance spectroscopy assessment. Pediatr Radiol. 2017 Jul;47(8):952-962. doi: 10.1007/s00247-017-3856-3. Epub 2017 Apr 22."
                },
                {
                    "pmid": "19653811",
                    "type": "BACKGROUND",
                    "citation": "Ecklund K, Vajapeyam S, Feldman HA, Buzney CD, Mulkern RV, Kleinman PK, Rosen CJ, Gordon CM. Bone marrow changes in adolescent girls with anorexia nervosa. J Bone Miner Res. 2010 Feb;25(2):298-304. doi: 10.1359/jbmr.090805."
                },
                {
                    "pmid": "29370110",
                    "type": "BACKGROUND",
                    "citation": "Hu L, Yin C, Zhao F, Ali A, Ma J, Qian A. Mesenchymal Stem Cells: Cell Fate Decision to Osteoblast or Adipocyte and Application in Osteoporosis Treatment. Int J Mol Sci. 2018 Jan 25;19(2):360. doi: 10.3390/ijms19020360."
                },
                {
                    "pmid": "25969766",
                    "type": "BACKGROUND",
                    "citation": "Karampinos DC, Ruschke S, Gordijenko O, Grande Garcia E, Kooijman H, Burgkart R, Rummeny EJ, Bauer JS, Baum T. Association of MRS-Based Vertebral Bone Marrow Fat Fraction with Bone Strength in a Human In Vitro Model. J Osteoporos. 2015;2015:152349. doi: 10.1155/2015/152349. Epub 2015 Apr 19."
                },
                {
                    "pmid": "15547224",
                    "type": "BACKGROUND",
                    "citation": "Schellinger D, Lin CS, Lim J, Hatipoglu HG, Pezzullo JC, Singer AJ. Bone marrow fat and bone mineral density on proton MR spectroscopy and dual-energy X-ray absorptiometry: their ratio as a new indicator of bone weakening. AJR Am J Roentgenol. 2004 Dec;183(6):1761-5. doi: 10.2214/ajr.183.6.01831761."
                },
                {
                    "pmid": "2315484",
                    "type": "BACKGROUND",
                    "citation": "Moore SG, Dawson KL. Red and yellow marrow in the femur: age-related changes in appearance at MR imaging. Radiology. 1990 Apr;175(1):219-23. doi: 10.1148/radiology.175.1.2315484."
                },
                {
                    "pmid": "21233000",
                    "type": "BACKGROUND",
                    "citation": "Javier RM, Jacquot J. Bone disease in cystic fibrosis: what's new? Joint Bone Spine. 2011 Oct;78(5):445-50. doi: 10.1016/j.jbspin.2010.11.015. Epub 2011 Jan 12."
                },
                {
                    "pmid": "12052304",
                    "type": "BACKGROUND",
                    "citation": "Conway SP. Impact of lung inflammation on bone metabolism in adolescents with cystic fibrosis. Paediatr Respir Rev. 2001 Dec;2(4):324-31. doi: 10.1053/prrv.2001.0167."
                },
                {
                    "pmid": "31194955",
                    "type": "BACKGROUND",
                    "citation": "Tian X, Cong F, Guo H, Fan J, Chao G, Song T. Downregulation of Bach1 protects osteoblasts against hydrogen peroxide-induced oxidative damage in vitro by enhancing the activation of Nrf2/ARE signaling. Chem Biol Interact. 2019 Aug 25;309:108706. doi: 10.1016/j.cbi.2019.06.019. Epub 2019 Jun 11."
                },
                {
                    "pmid": "25804315",
                    "type": "BACKGROUND",
                    "citation": "Callaway DA, Jiang JX. Reactive oxygen species and oxidative stress in osteoclastogenesis, skeletal aging and bone diseases. J Bone Miner Metab. 2015 Jul;33(4):359-70. doi: 10.1007/s00774-015-0656-4. Epub 2015 Mar 26."
                },
                {
                    "pmid": "27324551",
                    "type": "BACKGROUND",
                    "citation": "Stahl M, Holfelder C, Kneppo C, Kieser M, Kasperk C, Schoenau E, Sommerburg O, Tonshoff B. Multiple prevalent fractures in relation to macroscopic bone architecture in patients with cystic fibrosis. J Cyst Fibros. 2018 Jan;17(1):114-120. doi: 10.1016/j.jcf.2016.06.004. Epub 2016 Jun 18."
                },
                {
                    "pmid": "12406824",
                    "type": "BACKGROUND",
                    "citation": "Elkin SL, Vedi S, Bord S, Garrahan NJ, Hodson ME, Compston JE. Histomorphometric analysis of bone biopsies from the iliac crest of adults with cystic fibrosis. Am J Respir Crit Care Med. 2002 Dec 1;166(11):1470-4. doi: 10.1164/rccm.200206-578OC. Epub 2002 Sep 11."
                },
                {
                    "pmid": "11259244",
                    "type": "BACKGROUND",
                    "citation": "Hardin DS, Arumugam R, Seilheimer DK, LeBlanc A, Ellis KJ. Normal bone mineral density in cystic fibrosis. Arch Dis Child. 2001 Apr;84(4):363-8. doi: 10.1136/adc.84.4.363."
                },
                {
                    "pmid": "10451397",
                    "type": "BACKGROUND",
                    "citation": "Laursen EM, Molgaard C, Michaelsen KF, Koch C, Muller J. Bone mineral status in 134 patients with cystic fibrosis. Arch Dis Child. 1999 Sep;81(3):235-40. doi: 10.1136/adc.81.3.235."
                },
                {
                    "pmid": "31679729",
                    "type": "BACKGROUND",
                    "citation": "Anabtawi A, Le T, Putman M, Tangpricha V, Bianchi ML. Cystic fibrosis bone disease: Pathophysiology, assessment and prognostic implications. J Cyst Fibros. 2019 Oct;18 Suppl 2:S48-S55. doi: 10.1016/j.jcf.2019.08.018."
                },
                {
                    "pmid": "15613415",
                    "type": "BACKGROUND",
                    "citation": "Aris RM, Merkel PA, Bachrach LK, Borowitz DS, Boyle MP, Elkin SL, Guise TA, Hardin DS, Haworth CS, Holick MF, Joseph PM, O'Brien K, Tullis E, Watts NB, White TB. Guide to bone health and disease in cystic fibrosis. J Clin Endocrinol Metab. 2005 Mar;90(3):1888-96. doi: 10.1210/jc.2004-1629. Epub 2004 Dec 21."
                },
                {
                    "pmid": "27816219",
                    "type": "BACKGROUND",
                    "citation": "Gordon CM, Zemel BS, Wren TA, Leonard MB, Bachrach LK, Rauch F, Gilsanz V, Rosen CJ, Winer KK. The Determinants of Peak Bone Mass. J Pediatr. 2017 Jan;180:261-269. doi: 10.1016/j.jpeds.2016.09.056. Epub 2016 Nov 3. No abstract available."
                },
                {
                    "pmid": "8081064",
                    "type": "BACKGROUND",
                    "citation": "Bonjour JP, Theintz G, Law F, Slosman D, Rizzoli R. Peak bone mass. Osteoporos Int. 1994;4 Suppl 1:7-13. doi: 10.1007/BF01623429."
                },
                {
                    "pmid": "26183540",
                    "type": "BACKGROUND",
                    "citation": "Sands D, Mielus M, Umlawska W, Lipowicz A, Oralewska B, Walkowiak J. Evaluation of factors related to bone disease in Polish children and adolescents with cystic fibrosis. Adv Med Sci. 2015 Sep;60(2):315-20. doi: 10.1016/j.advms.2015.05.002. Epub 2015 Jun 3."
                },
                {
                    "pmid": "8551418",
                    "type": "BACKGROUND",
                    "citation": "Henderson RC, Madsen CD. Bone density in children and adolescents with cystic fibrosis. J Pediatr. 1996 Jan;128(1):28-34. doi: 10.1016/s0022-3476(96)70424-9."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003550",
                    "term": "Cystic Fibrosis"
                },
                {
                    "id": "D000005355",
                    "term": "Fibrosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                },
                {
                    "id": "D000007232",
                    "term": "Infant, Newborn, Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M6755",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8485",
                    "name": "Fibrosis",
                    "asFound": "Fibrosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                },
                {
                    "id": "M10276",
                    "name": "Infant, Newborn, Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T1710",
                    "name": "Cystic Fibrosis",
                    "asFound": "Cystic Fibrosis",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}