{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06127524",
            "orgStudyIdInfo": {
                "id": "22-001256"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R01NR020487-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01NR020487-02"
                }
            ],
            "organization": {
                "fullName": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "briefTitle": "Skin Change Actions by Nursing",
            "officialTitle": "Biophysical Detection of Skin Changes to Cue Pressure Injury Prevention in Nursing Homes",
            "acronym": "SCAN",
            "therapeuticArea": [
                "Other"
            ],
            "study": "skin-change-actions-by-nursing"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-04",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-19",
            "studyFirstSubmitQcDate": "2023-11-07",
            "studyFirstPostDateStruct": {
                "date": "2023-11-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Barbara Bates-Jensen, PhD, RN, FAAN",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, Los Angeles"
            },
            "leadSponsor": {
                "name": "University of California, Los Angeles",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Nursing Research (NINR)",
                    "class": "NIH"
                },
                {
                    "name": "Duke University",
                    "class": "OTHER"
                },
                {
                    "name": "East Carolina University",
                    "class": "OTHER"
                },
                {
                    "name": "Boise State University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "Pressure injuries, local areas of damage to the skin and underlying soft tissue that are costly and painful, are often preventable with timely use of prevention strategies. Identifying early pressure induced tissue damage among nursing home residents by nursing staff during routine skin assessment is critical for this process. Finding early damage can prompt nursing home staff to start prevention actions and may allow viable tissue rescue, reducing other health problems or death. We propose use of sub-epidermal moisture (SEM) measures as the cue for nursing home staff to start prevention care. SEM provides early detection of skin damage by as much as 5 to 10 days prior to other methods, eliminates the inherent structural bias in visual skin assessment for residents with dark skin tones, and demonstrates a model of care using technology innovation in poorly-resourced healthcare settings to provide bedside, real-time, point-of-care feedback that is can be used immediately by nursing staff.\n\nIn this study, nursing staff will use a device (the Provizio SEM Scanner) as part of standard skin assessments. The staff will use the values from the Provizio SEM Scanner during these assessments to decide if residents need preventive care for their skin. The study will look at these decisions and residents' subsequent health outcomes.\n\nThe study will also use information about residents' skin health and prevention actions during the 52 weeks before the study as a comparison.",
            "detailedDescription": "Pressure injuries (PrIs), commonly located over bony prominences, are local areas of damage to the skin and underlying soft tissue (often not initially visible) caused by pressure and shear forces. These costly injuries, up to $151,000 per PrI, are associated among nursing home (NH) residents with reduced quality of life, pain, depression, and mortality. Prevalence and incidence of PrI have not declined and facility-acquired PrIs (FAPrIs) have actually increased over the last decade in NHs despite use of standardized prevention care. In fact, nursing home FAPrI rates are nearly double (5.4%) hospital FAPrI rates (2.9%).For nursing staff, the standard method of detecting changes in skin is conducting a visual assessment for skin discoloration; this visual detection coupled with risk assessment, serve as the customary trigger for initiating PrI prevention strategies. However, by the time reddened skin (erythema) is detected, significant damage is already present. The lag time between skin change associated with PrI formation and visual detection of the change eliminates the potential for PrI prevention strategies to be effective. Furthermore, visualization of potential PrIs is complicated by the challenge of discerning discoloration on persons with dark skin tones which, makes NH residents from minority or under-represented racial/ethnic groups more at-risk, thus leading to a significant health disparity. Multiple studies have shown racial/ethnic health disparities in PrI prevalence and incidence, severity, time to development and healing In fact, disparities in PrI prevalence, when comparing Black and white NH residents, are pervasive and persistent. Early detection of skin and tissue changes occurring as a PrI develops is a fundamental component in effective implementation of PrI prevention protocols.\n\nTechnological advances in biophysical measures have strengthened the capacity to detect early changes in tissue characteristics, for any skin tone, thus facilitating prevention care. A subclinical PrI can be readily identified at the dermal, and muscle tissue layers with a biophysical approach. Measurement of subepidermal moisture (SEM) using surface electrical capacitance is one biophysical method that has been shown to detect and predict early pressure damage. The SEM Scanner, a device used to date only in acute care hospitals, provides a biophysical measure of local inflammation and edema related to early pressure damage with a numerical result that serves as a cue for nursing staff to initiate PrI prevention with subsequent successful reduction and sustained decline in FAPrI incidence occurring. This technology's effectiveness has been demonstrated in hospitals; and this study will be the first to extend the use to NHs, a setting that is low in resources and desperate for assistance in this area. An embedded pragmatic stepped wedge clinical trial design will be conducted in 6 NHs within a single NH company with standardized operating procedures and PrI prevention protocols. We will examine whether SEM assessment results reflecting detection of early pressure damage can serve as an effective cue for NH nursing staff initiation of PrI prevention actions with the goal of reducing FAPrI rates over a 8-month intervention period. Specific aims are to:\n\nAim 1. Determine if early pressure damage detected by SEM assessment at time of visual skin observation of NH resident sacral and heel areas is effective in cueing the initiation of NH standard PrI prevention.\n\nAim 2. Examine the association between NH standard PrI prevention and SEM assessment and NH residents' characteristics (age, gender, risk, skin tone, race, ethnicity, BMI, Cognitive status) and their interactions on individual NH residents with regard to initiation of PrI prevention and PrI occurrence.\n\nAim 3. Explore if SEM usability, NH, and nursing staff characteristics influence the adoption and assimilation of early PrI detection and subsequent PrI prevention practices.\n\nResults from this study will increase our knowledge and advance PrI prevention science and nursing practice. Furthermore, the clinical utility and relevance achieved with real world testing and staff delivery will help NHs with high PrI incidence by adding to the clarity of preventive nursing practices. These results will also be used for developing specialty policies and guidelines like the international PrI prevention clinical practice guidelines."
        },
        "conditionsModule": {
            "conditions": [
                "Pressure Injury"
            ],
            "keywords": [
                "Nursing homes",
                "technology implementation",
                "sub epidermal moisture"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "nursing home residents residing at any time in the facility during a 12 month baseline followed by 8 month intervention",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1568,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Nursing Home Residents in intervention",
                    "type": "EXPERIMENTAL",
                    "description": "All Nursing Home residents in the facility during the 8 month intervention period",
                    "interventionNames": [
                        "Device: SEM Scanner"
                    ]
                },
                {
                    "label": "Nursing Home Residents in baseline",
                    "type": "NO_INTERVENTION",
                    "description": "All Nursing Home residents in the facility during the 12 month baseline period"
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "SEM Scanner",
                    "description": "Implementation of the SEM Scanner as part of weekly standard skin assessments of sacrum and heels",
                    "armGroupLabels": [
                        "Nursing Home Residents in intervention"
                    ],
                    "otherNames": [
                        "Provizio SEM Scanner"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "New pressure injury prevention initiated",
                    "description": "At least one Pressure Injury Prevention action newly initiated defined as electronic health record (EHR) documentation",
                    "timeFrame": "From date of identified skin damage through 3 days later, assessed up to 8 months for intervention period or up to 12 months for baseline period"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Time to pressure injury prevention initiation",
                    "description": "Number of Days from skin assessment until EHR documentation of Pressure Injury Prevention",
                    "timeFrame": "Number of days from date of identified skin damage through 3 days later, assessed up to 8 months for intervention period or up to 12 months for baseline period"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Sacral and/or heel pressure injury occurrence",
                    "description": "EHR documentation of sacral and/or heel PrI",
                    "timeFrame": "From at least 3 weeks since prior pressure injury occurrence (if ever), assessed up to 8 months for intervention period or up to 12 months for baseline period"
                },
                {
                    "measure": "Time to pressure injury occurrence",
                    "description": "Number of pressure injury free days since prior pressure injury occurrence, if ever.",
                    "timeFrame": "Number of days from date of new pressure injury occurrence (from at least 3 weeks since prior pressure injury, if ever), assessed up to 8 months for intervention period or up to 12 months for baseline period"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Nursing home residents:\n\nInclusion Criteria:\n\nFor intervention, must reside in nursing home at least 1 day during 8-month study period and be at least 18 years old at study start.\n\nFor baseline period: Must reside in nursing home at least 1 day during 52-week lookback period and be at least 18 years old at study start\n\nExclusion Criteria:\n\nFor intervention: Did not reside in nursing home during 8-month study period or younger than 18 years old For baseline period: Did not reside in nursing home during 52-week lookback period or younger than 18 years old",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Barbara M Bates-Jensen, PhD",
                    "role": "CONTACT",
                    "phone": "626-437-8543",
                    "email": "batesjen@sonnet.ucla.edu"
                },
                {
                    "name": "Tracey L Yap, PhD",
                    "role": "CONTACT",
                    "phone": "919.613.6170",
                    "email": "tracey.yap@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Barbara M Bates-Jensen, PhD",
                    "affiliation": "Univeristy of California Los Angeles",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Tracey L Yap, PhD",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Large proprietary nursing home chain faciity #3",
                    "status": "RECRUITING",
                    "city": "Kennett Square",
                    "state": "Pennsylvania",
                    "zip": "19348",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Bates-Jensen",
                            "role": "CONTACT",
                            "phone": "626-437-8543"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.84678,
                        "lon": -75.7116
                    }
                },
                {
                    "facility": "Large proprietary nursing home chain facility #1",
                    "status": "RECRUITING",
                    "city": "Kennett Square",
                    "state": "Pennsylvania",
                    "zip": "19348",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Bates-Jensen",
                            "role": "CONTACT",
                            "phone": "626-437-8543"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.84678,
                        "lon": -75.7116
                    }
                },
                {
                    "facility": "Large proprietary nursing home chain facility #4",
                    "status": "RECRUITING",
                    "city": "Kennett Square",
                    "state": "Pennsylvania",
                    "zip": "19348",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Bates-Jensen",
                            "role": "CONTACT",
                            "phone": "626-437-8543"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.84678,
                        "lon": -75.7116
                    }
                },
                {
                    "facility": "Large proprietary nursing home chain facility #5",
                    "status": "RECRUITING",
                    "city": "Kennett Square",
                    "state": "Pennsylvania",
                    "zip": "19348",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Bates-Jensen",
                            "role": "CONTACT",
                            "phone": "626-437-8543"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.84678,
                        "lon": -75.7116
                    }
                },
                {
                    "facility": "Large proprietary nursing home chain facility #6",
                    "status": "RECRUITING",
                    "city": "Kennett Square",
                    "state": "Pennsylvania",
                    "zip": "19348",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Bates-Jensen",
                            "role": "CONTACT",
                            "phone": "626-437-8543"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.84678,
                        "lon": -75.7116
                    }
                },
                {
                    "facility": "Large proprietary nursing home chain facility #7",
                    "status": "RECRUITING",
                    "city": "Kennett Square",
                    "state": "Pennsylvania",
                    "zip": "19348",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Bates-Jensen, PhD",
                            "role": "CONTACT",
                            "phone": "626-437-8543"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.84678,
                        "lon": -75.7116
                    }
                },
                {
                    "facility": "Large proprietary nursing home chain facilty #2",
                    "status": "RECRUITING",
                    "city": "Kennett Square",
                    "state": "Pennsylvania",
                    "zip": "19348",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Barbara Bates-Jensen",
                            "role": "CONTACT",
                            "phone": "626-437-8543"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.84678,
                        "lon": -75.7116
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003668",
                    "term": "Pressure Ulcer"
                },
                {
                    "id": "D000071576",
                    "term": "Crush Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012883",
                    "term": "Skin Ulcer"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M834",
                    "name": "Crush Injuries",
                    "asFound": "Pressure Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M6870",
                    "name": "Pressure Ulcer",
                    "asFound": "Pressure Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15686",
                    "name": "Skin Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}