{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04896892",
            "orgStudyIdInfo": {
                "id": "13680"
            },
            "organization": {
                "fullName": "Henry Ford Health System",
                "class": "OTHER"
            },
            "briefTitle": "Sleep Patterns After Total Joint Replacement Surgery",
            "officialTitle": "Sleep Patterns After Total Joint Replacement Surgery",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sleep-patterns-after-total-joint-replacement-surgery"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-18",
            "studyFirstSubmitQcDate": "2021-05-18",
            "studyFirstPostDateStruct": {
                "date": "2021-05-21",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-06",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Michael Charters, MD",
                "investigatorTitle": "Medical Doctor",
                "investigatorAffiliation": "Henry Ford Health System"
            },
            "leadSponsor": {
                "name": "Henry Ford Health System",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Consumer Sleep Solutions",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to determine sleep patterns and sleep quality following total joint arthroplasty, in order to understand when patients should expect to return to baseline or improved sleep following total joint arthroplasty. Patients prospectively enrolled in this study are to undergo total knee arthroplasty (TKA) or total hip arthroplasty (THA). Patients will receive the SleepScore Max device and smart device app to track their sleep patterns starting one week prior to surgery and until six months after surgery. The SleepScore Max device tracks duration of sleep, time to fall asleep, number of nightly awakenings, rapid eye movement sleep, light sleep, deep sleep, and room temperature and light levels. Through the associated application, patients will also record caffeine and alcohol consumption and exercise. In addition to sleep tracking, patients will fill out Pittsburgh Sleep Quality Index (PSQI), PROMIS, Hip Disability and Osteoarthritis Outcome Score (HOOS), and Knee Injury and Osteoarthritis Outcome Score (KOOS) surveys at specified visits. Secondarily, Visual Analog Pain (VAP) scores and opioid consumption measure in milligram morphine equivalents (MME) will be measured during hospital stay and at subsequent post-operative clinic visits. The clinical goal of this study is to better under sleep patterns in patients undergoing TKA and THA and hopefully provide this patient population improved sleep recommendations and interventions."
        },
        "conditionsModule": {
            "conditions": [
                "Arthroplasty, Replacement, Knee",
                "Arthroplasty, Replacement, Hip"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 60,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Total Knee Arthroplasty",
                    "description": "Patients in this group will be undergoing total knee arthroplasty."
                },
                {
                    "label": "Total Hip Arthroplasty",
                    "description": "Patients in this group will be undergoing total hip arthroplasty."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sleep Patterns",
                    "description": "Sleep patterns include total sleep duration, rapid eye movement sleep duration, deep sleep duration, light sleep duration, number of awakening during the night, and time to fall asleep. This measurement will be completed by all study patients.",
                    "timeFrame": "One week preoperative to six months postoperative"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Visual Analog Pain",
                    "description": "Measurement of the patient's pain through self-assessment scoring. This measurement will be completed by all study patients.",
                    "timeFrame": "Measurements will occur one week preoperatively, during the postoperative hospital stay, and at each subsequent postoperative visit, which include a three week and twelve week visit"
                },
                {
                    "measure": "Patient Reported Outcomes Measure Information System",
                    "description": "The PROMIS survey is filled out by the patient and assesses patient mental, physicial, and social health. This measurement will be completed by all study patients.",
                    "timeFrame": "The first measurement will be taken one week preoperatively. Postoperative measurements occur at three weeks and three months."
                },
                {
                    "measure": "Pittsburgh Sleep Quality Index",
                    "description": "The PSQI is filled out by the patient and assesses patient sleep quality. This measurement will be completed by all study patients.",
                    "timeFrame": "The first measurement will occur one week preoperatively. Postoperative measurements occur at the following time points: one week, three weeks, five weeks, seven weeks, nine weeks, three months, four months, five months, and six months."
                },
                {
                    "measure": "Hip Disability and Osteoarthritis Outcome Score for Joint Replacement",
                    "description": "The HOOS is filled out by the patient and assesses the patients feeling regarding their hip function and abilities. This measurement will only be assessed in patients undergoing total hip arthroplasty.",
                    "timeFrame": "The first measurement will occur one week preoperatively. Postoperative measurements occur at three weeks and three months."
                },
                {
                    "measure": "Knee Injury and Osteoarthritis Outcome Score for Joint Replacement",
                    "description": "The KOOS is filled out by the patient and assesses the patients feeling regarding their knee function and abilities. This measurement will only be assessed in patients undergoing total knee arthroplasty.",
                    "timeFrame": "The first measurement will occur one week preoperatively. Postoperative measurements occur at three weeks and three months."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient is to undergo ambulatory total hip arthroplasty or total hip knee arthroplasty.\n* Patient is 18 years or older.\n\nExclusion Criteria:\n\n* Patient is unable to give consent\n* Non-English speaking patients\n* Patients with pre-existing sleep disorders or neurological disorders, including dementia.\n* Patients taking hypnotic drugs or other medication that is known to affect sleep.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "The study population is patients over the age of 18 who are scheduled to receive total hip arthroplasty or total knee arthroplasty.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Luke Wesemann",
                    "role": "CONTACT",
                    "phone": "801-499-1859",
                    "email": "lwesema1@hfhs.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Charters, MD",
                    "affiliation": "Henry Ford Health System",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Henry Ford Hospital",
                    "city": "Detroit",
                    "state": "Michigan",
                    "zip": "48202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Luke Wesemann",
                            "role": "CONTACT",
                            "phone": "801-499-1859",
                            "email": "lwesema1@hfhs.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.33143,
                        "lon": -83.04575
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "8652329",
                    "type": "BACKGROUND",
                    "citation": "Rosenberg-Adamsen S, Kehlet H, Dodds C, Rosenberg J. Postoperative sleep disturbances: mechanisms and clinical implications. Br J Anaesth. 1996 Apr;76(4):552-9. doi: 10.1093/bja/76.4.552. No abstract available."
                },
                {
                    "pmid": "28215264",
                    "type": "BACKGROUND",
                    "citation": "Hinz A, Glaesmer H, Brahler E, Loffler M, Engel C, Enzenbach C, Hegerl U, Sander C. Sleep quality in the general population: psychometric properties of the Pittsburgh Sleep Quality Index, derived from a German community sample of 9284 people. Sleep Med. 2017 Feb;30:57-63. doi: 10.1016/j.sleep.2016.03.008. Epub 2016 May 4."
                },
                {
                    "pmid": "2360740",
                    "type": "BACKGROUND",
                    "citation": "Knill RL, Moote CA, Skinner MI, Rose EA. Anesthesia with abdominal surgery leads to intense REM sleep during the first postoperative week. Anesthesiology. 1990 Jul;73(1):52-61. doi: 10.1097/00000542-199007000-00009."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}