{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05475262",
            "orgStudyIdInfo": {
                "id": "White noise"
            },
            "organization": {
                "fullName": "Scripps Health",
                "class": "OTHER"
            },
            "briefTitle": "Sleepless at Scripps: An Inpatient White Noise Study",
            "officialTitle": "Sleepless at Scripps: The Use of White Noise to Increase Sleep Duration in Hospitalized Patients, a Prospective Study",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sleepless-at-scripps-an-inpatient-white-noise-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-07-28",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-07-11",
            "studyFirstSubmitQcDate": "2022-07-24",
            "studyFirstPostDateStruct": {
                "date": "2022-07-26",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-22",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stuti Jaiswal",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Scripps Health"
            },
            "leadSponsor": {
                "name": "Scripps Health",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "Sleep is an important part of the healing process, and patients admitted to the hospital often report poor sleep. Patients have difficulty not only falling sleep, but also staying asleep. Prior studies show that hospital noise may be a contributing factor, and in particular, sound level changes (which refers to an increase in sound above the background/baseline noise level) may cause arousals from sleep. Based on preliminary data, this study aims to use white noise to reduce the number of relevant sound level changes that occur during a night of sleep in the hospital. Using a randomized, cross-over design, the investigators aim to enroll 45 inpatient adults (age ≥ 65 years) to receive \"active,\" white noise (white noised played at 57-60 decibels) on one night of their stay, and \"inactive,\" white noise (white noise played at 45-50 decibels) on an alternate night. Three major primary outcomes will be investigated - 1) objective sleep duration as measured using actigraphy, 2)objectively measured sleep fragmentation using actigraphy, and 3) subjective sleep quality using the Richards Campbell Sleep Questionnaire. Secondary outcomes will include sound level changes in the room (measured using sound meters), as well as morning blood glucose (for diabetic/prediabetic patients) and blood pressure measurements. Delirium will be measured twice daily through the inpatient stay in a secondary analysis to compare levels of sleep fragmentation to delirium incidence.",
            "detailedDescription": "Methods (Intervention and Study Design). This study will use a randomized cross-over framework. The investigators have chosen a design that will allow for pair-wise comparisons of sleep for each participant. Participants will receive white noise on the 2nd (night A) and 3rd (night B) night of the hospital stay. Patients will be randomized to receive inactive white noise (45-50 dB) on either night A or B and active white noise (57-60 dB) on the alternate night. An unblinded study staff member will dispense a machine calibrated to either active or inactive white noise on the first night, and will switch the machine setting the following day. Devices will be programmed to turn on at 10 PM and off at 6 AM automatically. Decibel level (the machine has 10 preset decibel settings) and start/stop times will be programmed using the manufacturer's smartphone application. One smartphone or tablet (available from prior studies at SRTI) will be assigned to each white noise device, password protected, and stored with the device in the unblinded study staff member's office. The noise level chosen for control (or the inactive white noise) is below that of the background noise of the hospital and should theoretically not have any impact on sound level changes ≥ 17.5 dB (Fig. 3), but will help maintain blinding of staff, participants, and researchers.\n\nMethods (Measurement of outcomes and covariates): Objectively measured sleep metrics will be obtained from actigraphy devices. These include (over the 10PM-6AM period) total sleep time, sleep fragmentation (using mean/median sleep bout length), and number of nighttime awakenings. The investigators will also measure total sleep duration in each 24-hour period. Subjective sleep will be measured using the validated Richards Campbell Sleep Questionnaire (RCSQ). Delirium will be measured twice daily using the Confusion Assessment Method (CAM). AM blood pressure and glucose readings (for diabetic/prediabetic patients) will be obtained from the EMR. Pain scores and opioid administration will also be extracted from the EMR. Pertinent covariates will include age, comorbidities (using Charlson comorbidity index), baseline cognitive status (MoCA assessment), and severity of illness as measured by the highest Modified Early Warning System (MEWS) score for each patient.\n\nStatistical analysis plan: This power analysis is conducted based on a change in sleep fragmentation (as measured by sleep bout length, Fig. 1). The investigators previously found that a 2.5-minute difference in mean sleep bout length between delirious vs. non-delirious patients,8 suggesting that a difference of this magnitude could have clinical significance. Using these prior data, the investigators calculated an effect size (Cohen's d coefficient) of 0.58. The investigators subsequently used G-Power (v. 3.1) software to calculate power using the following parameters: 1) Difference between two dependent means (matched pairs), 2) 2-tailed t-test, 3) P-value (alpha) \\<0.05), and power of 90%. Based on these calculations, the investigators expect a total sample size of 34 individuals. Expecting a 20% attrition rate (including early/unexpected discharges, technical error, or patient dropout), the investigators conservatively aim to enroll 45 patients."
        },
        "conditionsModule": {
            "conditions": [
                "White Noise",
                "Sleep",
                "Sleep Fragmentation",
                "Sleep Duration"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Night A active white noise",
                    "type": "EXPERIMENTAL",
                    "description": "Patients receiving active level of white noise on night A",
                    "interventionNames": [
                        "Device: Active white noise"
                    ]
                },
                {
                    "label": "Night B inactive white noise",
                    "type": "SHAM_COMPARATOR",
                    "description": "Patients will receive a lower Level of white noise on night B. Termed \"inactive,\" because do not expect the level to have a noticeable change in sound level changes, and thus sleep.",
                    "interventionNames": [
                        "Device: Inactive white noise"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Active white noise",
                    "description": "Active white noise of 57 dB - 60 dB from 10 pm to 6 am",
                    "armGroupLabels": [
                        "Night A active white noise"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Inactive white noise",
                    "description": "Sham comparator - white noise machine played at lower decibel level not expected to impact sound level changes",
                    "armGroupLabels": [
                        "Night B inactive white noise"
                    ],
                    "otherNames": [
                        "Sham comparator"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Sound level changes ≥ 17.5 dB",
                    "description": "Change in sound level changes ≥ 17.5dB between inactive and active white noise intervention. This will be using sound level measurements obtained from sound meters placed in patient rooms",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Sleep duration",
                    "description": "Measured between patients receiving active vs. inactive white noise in minutes using wrist-worn actigraphy devices",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Sleep fragmentation",
                    "description": "Measured using mean and median sleep bout duration from actigraphy devices in patients receiving active vs. inactive white noise.",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Subjective sleep quality",
                    "description": "Measured using Richards Campbell Sleep Questionnaire. Assesses subjective sleep in patients who received active white noise. vs. inactive white noise.",
                    "timeFrame": "72 hours"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Delirium Incidence",
                    "description": "Measured using bCAM. Comparing rates of delirium incidence between patients receiving active vs. inactive white noise.",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Morning blood glucose",
                    "description": "Measured using morning metabolic panels OR point-of-care glucose testing.",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Morning blood pressure reading",
                    "description": "Measured using standard of care vital signs, both systolic and diastolic measurements.",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Delirium incidence based on sleep fragmentation",
                    "description": "Measured using bCAM. In a secondary analysis, the investigators will test whether those individuals with higher sleep fragmentation, as measured by actigraphy, will have a higher incidence of delirium compared to those with lower levels of sleep fragmentation.",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Morning blood pressure based on sleep fragmentation",
                    "description": "Measured using standard morning vital signs. In a secondary analysis, the investigators will test whether those individuals with higher sleep fragmentation, as measured by actigraphy, will have higher systolic/diastolic blood pressure readings compared to those with lower levels of sleep fragmentation.",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Morning blood glucose based on sleep fragmentation",
                    "description": "Measured using standard morning metabolic panel OR point-of-care glucose testing. In a secondary analysis, the investigators will test whether those individuals with higher sleep fragmentation, as measured by actigraphy, will have higher morning blood glucose readings compared to those with lower levels of sleep fragmentation.",
                    "timeFrame": "72 hours"
                },
                {
                    "measure": "Opioid use",
                    "description": "Measured using morphine milligram equivalent totals over the white noise testing period. In a secondary analysis, the investigators will test whether those individuals with higher sleep fragmentation, as measured by actigraphy, will have more opioid use compared to those with lower levels of sleep fragmentation.",
                    "timeFrame": "72 hours"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Over 18 years old\n* Admitted to inpatient internal medicine service for at least 3 nights\n\nExclusion Criteria:\n\n-",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stuti Jaiswal, MD, PhD",
                    "role": "CONTACT",
                    "phone": "858-554-7909",
                    "email": "JAISWAL.STUTI@SCRIPPSHEALTH.ORG"
                }
            ],
            "locations": [
                {
                    "facility": "Scripps Health",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92037",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shelly L Meese",
                            "role": "CONTACT",
                            "phone": "636-893-4407",
                            "email": "meese.shelly@scrippshealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012892",
                    "term": "Sleep Deprivation"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020920",
                    "term": "Dyssomnias"
                },
                {
                    "id": "D000012893",
                    "term": "Sleep Wake Disorders"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15695",
                    "name": "Sleep Deprivation",
                    "asFound": "Sleep Fragmentation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22655",
                    "name": "Dyssomnias",
                    "relevance": "LOW"
                },
                {
                    "id": "M15696",
                    "name": "Sleep Wake Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}