{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04992611",
            "orgStudyIdInfo": {
                "id": "R01HL147915",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01HL147915"
            },
            "organization": {
                "fullName": "Children's Hospital Medical Center, Cincinnati",
                "class": "OTHER"
            },
            "briefTitle": "Sleep Timing, Eating and Activity Measurement Study",
            "officialTitle": "Impact of Well-Timed vs. Mis-timed Sleep Extension on Adolescents' Dietary Intake",
            "acronym": "STEAM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sleep-timing-eating-and-activity-measurement-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-07-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-19",
            "studyFirstSubmitQcDate": "2021-07-28",
            "studyFirstPostDateStruct": {
                "date": "2021-08-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-04-13",
            "lastUpdatePostDateStruct": {
                "date": "2023-04-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Children's Hospital Medical Center, Cincinnati",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Rush University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "There is strong reason to believe that sleep promotion during adolescence could yield long-term health rewards; the investigators' data show that, when they get more sleep, Morning Larks have impressively reduced intake of overall calories and foods high in glycemic load that are linked to long-term health risk. Before that can be translated into major public health interventions, however, the field needs to understand why similar changes in sleep had no effect, or even an adverse effect, on adolescent Night Owls. This experimental study will clarify why there have been such discrepant effects across Morning Larks and Night Owls, with the goal of more broadly harnessing the promise of improved sleep in the prevention of obesity and long-term morbidity.",
            "detailedDescription": "Recent research shows that sleep could play a novel role in preventing obesity and long-term morbidity. Population studies find that too little sleep predicts the development of obesity and experimental studies show that short sleep increases dietary intake without increasing physical activity. Sleep may be a particularly potent intervention target for adolescents. During adolescence, inadequate sleep is very common, obesity rates are rising most, non-sleep-oriented obesity prevention programs have had least success, and young people can develop enduring dietary patterns that set the stage for life-long obesity and health risk. The investigators' lab has shown both the promise of longer sleep for adolescents and a critical knowledge gap. That lab found that extending adolescents' sleep via earlier bedtimes impressively reduced caloric intake for early chronotypes (\"Morning Larks\"; who prefer early bed- and rise times), but not late chronotypes (\"Night Owls\"; who prefer late bed- and rise times). The effect was not only statistically strong, but at roughly 400 calories difference per day, could add up to major shifts in body weight over time. Beyond calorie counts, there was a similar discrepancy in the glycemic load consumed by Larks and Owls after sleep extension, and glycemic load has been independently linked to long-term morbidity. The investigators assert that the discrepancy in how Larks and Owls responded to longer sleep is due to circadian misalignment: a mismatch between the timing of external sleep-wake demands and internal biological clock. They investigators propose that, for adolescent Owls, an early-to-bed intervention induces misaligned sleep timing that counters the benefits of longer sleep duration. In adults, severe circadian misalignment dramatically increases the risk for obesity, and even modest misalignment is linked to higher caloric intake. If a cause-effect relationship holds in adolescence, common sleep advice emphasizing earlier bedtimes might waste limited resources or even do harm for Owls. In contrast, an approach that considers chronotype might capitalize on the potent effect of improved sleep that has been shown for Larks. The current protocol reflects a novel experimental study in which 124 healthy 14-18-year-olds (62 Owls and 62 Larks) complete a 3-week trial involving periods of sleep restriction and sleep extension, in which the extension periods are randomly assigned to be aligned vs. misaligned relative to chronotype. Focusing independently on caloric intake and glycemic load, investigators will assess the dietary effect of sleep extension when it is well-timed versus poorly-timed relative to adolescents' internal clocks. The study will test a causal model in which sleep timing plays an important role in promoting or negating the benefits of sleep extension."
        },
        "conditionsModule": {
            "conditions": [
                "Sleep",
                "Circadian Rhythm Disorders",
                "Dietary Habits"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "interventionModelDescription": "Mechanistic clinical trial seeking to determine why there we have seen a difference in dietary response to sleep extension across chronotypes, with adolescent Morning Larks showing a dramatic protective effect not shared by Night Owls.",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 204,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Circadian-Aligned Sleep Extension",
                    "type": "EXPERIMENTAL",
                    "description": "A sleep extension period that roughly conforms to a given participant's circadian phase (i.e., fits the schedule of a Morning Lark vs. Night Owl).",
                    "interventionNames": [
                        "Behavioral: Sleep Extension (Early)",
                        "Behavioral: Sleep Extension (Late)"
                    ]
                },
                {
                    "label": "Circadian-Misaligned Sleep Extension",
                    "type": "EXPERIMENTAL",
                    "description": "A sleep extension period that does not conform to a given participant's circadian phase. In other words, this condition asks Morning Larks to extend their sleep by sleeping in later, or asks Night Owls to extend their sleep by going to bed earlier.",
                    "interventionNames": [
                        "Behavioral: Sleep Extension (Early)",
                        "Behavioral: Sleep Extension (Late)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep Extension (Early)",
                    "description": "Following a periods of time meant to stabilize their sleep patterns and to induce mild sleep restriction, participants will be randomly assigned to one of two sleep extension conditions, both of which are designed to allow recommended sleep duration. The Early Sleep Extension condition does so by keeping rise time the same as the sleep restriction period, but extending sleep by going to bed earlier. This produces a sleep extension that is aligned for Morning Larks and misaligned for Night Owls.",
                    "armGroupLabels": [
                        "Circadian-Aligned Sleep Extension",
                        "Circadian-Misaligned Sleep Extension"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Sleep Extension (Late)",
                    "description": "Following a periods of time meant to stabilize their sleep patterns and to induce mild sleep restriction, participants will be randomly assigned to one of two sleep extension conditions, both of which are designed to allow recommended sleep duration. The Early Sleep Extension condition does so by keeping bedtime the same as the sleep restriction period, but extending sleep by rising later. This produces a sleep extension that is misaligned for Morning Larks and aligned for Night Owls.",
                    "armGroupLabels": [
                        "Circadian-Aligned Sleep Extension",
                        "Circadian-Misaligned Sleep Extension"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Overall Caloric Intake via 24-hr recall interviews using the United States Department of Agriculture (USDA) Multiple Pass Method",
                    "description": "Trained interviewers will engage adolescents in 30-min interviews regarding food consumption over the previous 24-hr periods. This method has been validated in youth against doubly labeled water and weighed diet diaries. Such interviews are relatively unobtrusive, measure the nature, timing, and volume eaten, and allow for professional cuing to promote recall accuracy. Recall interviews will be conducted blind to the alignment vs. misalignment randomization, as will conversion to nutritional data via Nutrition Data Systems for Research software.\n\nPrior research suggests that dietary recall data are most reliable when averaged across several days within a given condition. Accordingly, participants will undergo three recalls across the multi-day sleep extension condition, with data from the three recalls averaged together. The primary outcome measure for Aim 1 will be average caloric intake across recalls during sleep extension.",
                    "timeFrame": "Through Study completion, up to 3 weeks for any given participant."
                },
                {
                    "measure": "Glycemic load consumed, as measured via 24-hr recall interviews",
                    "description": "The primary outcome for Aim 2 is the averaged daily glycemic load of foods consumed per day during the sleep extension condition, based on the same dietary recall interview procedures described above. Glycemic load moves beyond calorie counts to instead index how much the consumed food induces large swings in blood sugar, which is an independent risk factor for chronic health condition.",
                    "timeFrame": "Through Study completion, up to 3 weeks for any given participant."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nHealthy adolescents (any sex, gender, race, or ethnicity) aged 14-18 years, inclusive\n\nExclusion Criteria:\n\n1. Obesity, because findings are meant to inform obesity-prevention efforts\n2. Use of a psychiatric medication or other drug with known effects on sleep, weight, or dietary behaviors.\n3. Intellectual disability (aka mental retardation)\n4. Symptoms of insomnia, obstructive sleep apnea or periodic limb movement disorder, which could mask the effects of the sleep manipulation.\n5. Work or other obligations that require bedtime later than 9:30 pm or waking prior to 10 am (earliest bedtime and latest rise time possible during sleep extension) during the final week of the study, or other scheduling obligations that preclude participation.\n6. Daily consumption of \\>1 coffee or \"energy drink\" or \\>2 caffeinated sodas.\n7. Currently diagnosed neurologic illness, history of seizures, or history of head injury resulting in loss of consciousness \\>1 min.\n8. Refusal to refrain from automobile driving during the sleep restriction period of the study.\n9. Symptoms of clinical depression, bipolar disorder, or psychosis.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "18 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Dean W Beebe, PhD",
                    "role": "CONTACT",
                    "phone": "513-636-3489",
                    "email": "dean.beebe@cchmc.org"
                },
                {
                    "name": "Caroline Wall, BA",
                    "role": "CONTACT",
                    "phone": "513-636-8104",
                    "email": "Caroline.Wall@cchmc.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dean W Beebe, PhD",
                    "affiliation": "Cincinnati Children's",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Cincinnati Children's Hospital Medical Center",
                    "status": "RECRUITING",
                    "city": "Cincinnati",
                    "state": "Ohio",
                    "zip": "45229",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dean W Beebe, PhD",
                            "role": "CONTACT",
                            "phone": "513-636-3489",
                            "email": "dean.beebe@cchmc.org"
                        },
                        {
                            "name": "Caroline Wall, BA",
                            "role": "CONTACT",
                            "phone": "513-636-8104",
                            "email": "Caroline.Wall@cchmc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.12713,
                        "lon": -84.51435
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Upon publication of primary analyses (or within 2 years of study completion in the unlikely event of no such publication), we will have available the Final Dataset that has been de-identified in a HIPAA-compliant fashion and carefully reviewed to make sure that non-HIPAA-designated but potentially identifying information are not included (e.g., rather than have dates of birth and participation, we will include the more analytically-relevant variable of exact age). Descriptors for all variables shared will be included to prevent misuse or confusion. The Final Dataset will be provided at no charge to qualified individuals requesting it from the PI, and we will also make every effort to provide the dataset as a secondary file attached to the online version of the primary publication. Publications will make clear how to access that information.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "From the time of publication of primary analyses through approximately 10 subsequent years.",
            "accessCriteria": "If not openly available as a secondary file linked to the primary analysis publication, data will be made available upon request to the PI by a qualified professional."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000021081",
                    "term": "Chronobiology Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22703",
                    "name": "Chronobiology Disorders",
                    "asFound": "Circadian Rhythm Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}