{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06052397",
            "orgStudyIdInfo": {
                "id": "2023P000596"
            },
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Sleep and Circadian Rhythm Biomarkers of Postoperative Delirium",
            "officialTitle": "Sleep and Circadian Rhythm Biomarkers of Postoperative Delirium",
            "acronym": "SLEEP-POD",
            "therapeuticArea": [
                "Neurology",
                "Other"
            ],
            "study": "sleep-and-circadian-rhythm-biomarkers-of-postoperative-delirium"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-21",
            "studyFirstSubmitQcDate": "2023-09-18",
            "studyFirstPostDateStruct": {
                "date": "2023-09-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-20",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Lei Gao, MBBS, MMSc",
                "investigatorTitle": "Attending Physician, Department of Anesthesia, Critical Care, and Pain Medicine",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this prospective cohort study is to assess potential differences in sleep biomarkers in older adult patients undergoing major orthopedic surgery. The main questions it aims to answer are:\n\n1. To define sleep/circadian biomarkers of delirium (sleep duration, regularity, stability and timing of rhythm) in a prospective observational study.\n2. To determine if plasma Alzheimer's disease (AD) pathology/inflammatory burden interacts with or moderates the relationship between a sleep/circadian biomarker and post-operative delirium (POD) risk.\n3. To determine whether sleep/circadian regulation interacts with the genetic risk of AD to influence POD/cognitive decline.\n\nParticipants will be asked to:\n\n1. Donate several blood samples both intraoperatively and postoperatively\n2. Complete baseline and postoperative neurocognitive assessments\n3. Wear an actigraphy data collection watch for the two weeks prior to their surgery",
            "detailedDescription": "This study is a prospective, observational study designed to identify changes in protein biomarkers levels as a function of delirium incidence and delirium severity scores based on Confusion Assessment Method (CAM) scores from postoperative days 1-3. Additionally, patients will wear an actiwatch to monitor sleep/circadian rhythm biomarkers for one week leading up to surgery and then again for one week after their one-month follow-up appointment. There is no intervention being tested in this study. Accepted standard of care involving all clinical procedures, pain management, and anesthesia and surgical care, will be performed within this study.\n\nClinical Data Collection - Clinical data including age, sex, body mass index (BMI), comorbidities, length of hospital stay, and surgical details (e.g., surgery duration, anesthesia type, blood loss, complications) will be recorded using passively collected data from the patient's electronic medical record.\n\nActiwatch Data Collection - patients will wear the actiwatch continuously for one week leading up to surgery. The watch will be distributed with a specific instruction sheet, and the study team will ensure that all questions have been answered. The watch will collect data including sleep duration, regularity, stability and timing of rhythm. Patients will return the watch on the day of surgery. Patients will be asked to wear the watch for an additional time period, beginning on the day of their one-month follow-up visit, for an additional one week.\n\nPatients will be able to access the results that the investigators derive from the actiwatch data. These results will include information about their sleep habits and circadian rhythm. The investigators will aim to get this information back to interested patients at their one-month follow-up visit after surgery.\n\nAssessments - The Montreal Cognitive Assessment (MoCA) will be performed during the baseline visit at the preoperative clinic site, or over the phone. The MoCA will also be completed daily on postoperative days 1, 2, and 3. The long-form of the Confusion Assessment Method (CAM) will be performed at the baseline visit or baseline phone-call and twice daily on postoperative days 1-3 (morning and afternoon). In the afternoons during postoperative days 1-3, a standard cognitive assessment will be performed in order to appropriately score the CAM. The postoperative assessments will be performed by a trained member of the study team.\n\nThe Confusion Assessment Method (CAM)-long form will be applied twice daily from preoperative day 1 to postoperative day 3 to evaluate cognitive changes in each patient, and the peak delirium severity score will be used for comparative analyses. CAM scores will be recorded for each patient to determine if the criteria for a positive delirium screen has been met. The Montreal Cognitive Assessment (MoCA) will also be used to evaluate cognitive differences at baseline during the preoperative evaluation.\n\nTo assess for the impact of nutrition on the collected blood samples, a nutrition assessment will be performed prior to the blood collection preoperatively and on postoperative days 1-3.\n\nDetails regarding patient-centered clinical outcomes, including delirium onset, delirium severity, mortality, and hospital length of stay, will be collected using our electronic medical record.\n\nBlood collection (10 CC's of blood each):\n\nFirst blood draw: Preoperative day 0 (0-2 hours before surgery)\n\nSecond blood draw: Postoperative day 1\n\nThird blood draw: Postoperative day 2\n\nFourth blood draw: Postoperative day 3\n\nWhen possible, blood collection will be performed while the patient is under general anesthesia and be extracted from an indwelling line to minimize patient discomfort. It will not be considered a protocol deviation if blood cannot be collected on days 2 or 3.\n\nTargeted protein screens and metabolomics analysis will then be used to analyze serum to determine the relative metabolic and inflammatory protein abundance and steady-state metabolite levels at each timepoint.\n\nCoded Samples: All blood samples will be assigned a unique sample ID, containing no identifiers that can be associated with the subject. The sample ID will be used for all data analysis and provided to the core facilities for analyses. The sample ID and associated patient MRN crosswalk will be stored in a secure and locked spreadsheet and only available to the MGB IRB-approved study team.\n\nSerum Isolation and Processing: Whole-blood samples will be collected and immediately processed for serum isolation in the laboratory. Briefly, blood will be transferred to a serum separator tube with clot factor, followed by centrifugation at 3000rpm for 30 minutes. The supernatant (serum) will then be collected, aliquoted, and stored at -80°C until further processing.\n\nGenetic Analysis from Blood Samples: To gather information about AD variant genes, including APOE-ε4, deidentified blood samples will be sent for genotyping in-house at the MGH Center for Computational and Integrative Biology (per their published Mass General Brigham Members Genotyping rates). Results regarding the genotypic data will be securely stored in encrypted and password-protected devices per MGB requirements. No personal identifiers will be shared. Participants will not be made aware of their AD gene risk status.\n\nRigor and Reproducibility: The clinical study will follow institutional and federal guidelines for clinical research. All delirium assessments will be conducted by trained researchers. All source documents will be securely stored in encrypted and password protected devices in accordance with MGB requirements.\n\nThese study procedures will allow us to complete data analysis towards our objective of investigating the impact of sleep/circadian disruption on POD risk by defining the preoperative and postoperative profile of amyloid, tau, and neurodegeneration (ATN) biomarkers and proteomic signatures (inflammatory and metabolic) in older patients undergoing major non-cardiac surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Delirium, Postoperative",
                "Cognitive Decline",
                "Dementia"
            ],
            "keywords": [
                "Sleep",
                "Postoperative Delirium",
                "Circadian Rhythms",
                "Cognition",
                "Dementia"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "Blood samples"
            },
            "enrollmentInfo": {
                "count": 150,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Sleep and Circadian Rhythms biomarker cohort",
                    "description": "Cohort will complete a series of blood sample donations (both intraoperatively and postoperatively) as well as complete daily neurocognitive assessments at baseline and on PODs 1 - 3."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of Delirium",
                    "description": "Outcome will be assessed using the Confusion Assessment Method (CAM)",
                    "timeFrame": "From postoperative day 1 to postoperative day 3"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Severity of Delirium",
                    "description": "CAM: Minimum Score=0, Maximum Score=19, Higher Scores: indicate increased severity of delirium",
                    "timeFrame": "From postoperative day 1 to postoperative day 3"
                },
                {
                    "measure": "Delirium-free Days",
                    "description": "CAM",
                    "timeFrame": "Up until postoperative day 3, or up until postoperative day 7 or discharge for patients who are delirious beyond postoperative day 5"
                },
                {
                    "measure": "Postoperative Cognitive Status",
                    "description": "Telephone Montreal Cognitive Assessment (tMoCA): Minimum Score=0, Maximum Score=22, Higher Scores: indicate better cognitive function",
                    "timeFrame": "Months 1, 3, and 12 after surgery"
                },
                {
                    "measure": "Postoperative Health Related Quality of Life - Physical Function",
                    "description": "PROMIS Physical Function SF 8b V.1.2, with higher scores being considered better",
                    "timeFrame": "While inpatient and months 1, 6, and 12 after surgery"
                },
                {
                    "measure": "Postoperative Health Related Quality of Life - Global Health",
                    "description": "Assessed via the PROMIS Global Health SF V.1.1, with higher scores being considered better",
                    "timeFrame": "While inpatient and months 1, 6, and 12 after surgery"
                },
                {
                    "measure": "Postoperative Health Related Quality of Life - Pain Interference",
                    "description": "Assessed via the PROMIS Pain Interference SF 8a V.1.0, with lower scores being considered better.",
                    "timeFrame": "While inpatient and months 1, 6, and 12 after surgery"
                },
                {
                    "measure": "Postoperative Health Related Quality of Life - Cognitive Abilities",
                    "description": "Assessed via PROMIS Applied Cognition Abilities SF 8a V.1.0 with higher scores being considered better.",
                    "timeFrame": "While inpatient and months 1, 6, and 12 after surgery"
                },
                {
                    "measure": "Postoperative Health Related Quality of Life - Sleep Disturbance",
                    "description": "Assessed via PROMIS Sleep Disturbance SF 4A V.1.0",
                    "timeFrame": "While inpatient and months 1, 6, and 12 after surgery"
                },
                {
                    "measure": "Blood Delirium Biomarkers - IL-6",
                    "description": "Blood samples including whole blood and serum will be collected to define the pre and post-operative profiles of IL-6 biomarkers",
                    "timeFrame": "Day of surgery up until postoperative day 3"
                },
                {
                    "measure": "Blood Delirium Biomarkers - C-reactive protein",
                    "description": "Blood samples including whole blood and serum will be collected to define the pre and post-operative profiles of C-reactive protein biomarkers",
                    "timeFrame": "Day of surgery up until postoperative day 3"
                },
                {
                    "measure": "Blood Delirium Biomarkers - Tau-PT181",
                    "description": "Blood samples including whole blood and serum will be collected to define the pre and post-operative profiles of Tau-PT181 biomarkers",
                    "timeFrame": "Day of surgery up until postoperative day 3"
                },
                {
                    "measure": "Blood Delirium Biomarkers - Tau-PT217",
                    "description": "Blood samples including whole blood and serum will be collected to define the pre and post-operative profiles of Tau-PT217 biomarkers",
                    "timeFrame": "Day of surgery up until postoperative day 3"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Length of Hospital Stay",
                    "description": "Medical Record Review",
                    "timeFrame": "Date of hospital admission up until date of discharge, assessed up to 30 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 70 years old\n* Scheduled to undergo major orthopedic surgery\n* Expected postoperative recovery of more than 24 hours as an inpatient\n\nExclusion Criteria:\n\n* Cognitive impairment leading to inability to consent\n* Patients with limited mobility or inability to wear an actigraphy watch\n* Patients with infection at the site of actigraphy watch, allergies to materials of watch\n* Patients with \\> two days in the ICU during the month prior to surgery\n* Renal or liver failure\n* Severe neurocognitive damage or history of psychiatric illness\n* Blindness or deafness\n* Patients who are non-English speaking",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "70 Years",
            "stdAges": [
                "OLDER_ADULT"
            ],
            "studyPopulation": "The Targeted/Planned enrollment for the proposed clinical study is consistent with the ethnic and racial composition of Suffolk County, MA. Please see below.\n\nAmerican Indian and Alaska Native - 0.7 Native Hawaiian and Other Pacific Islander - 0.2 Asian - 9.3 Black, not Hispanic or Latino - 24.3 White, not Hispanic or Latino - 45.2 Hispanic or Latino - 23.3 Two or more races - 3.7 Female - 51.7",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lei Gao, MBBS",
                    "role": "CONTACT",
                    "phone": "(617)888-2941",
                    "email": "lgao@mgh.harvard.edu"
                },
                {
                    "name": "Elizabeth Gleeson, BS",
                    "role": "CONTACT",
                    "phone": "(650)704-6458",
                    "email": "egleeson1@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lei Gao, MBBS",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Massachusetts General Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Lei Gao, MD",
                            "role": "CONTACT",
                            "phone": "617-888-2941",
                            "email": "lgao@mgh.harvard.edu"
                        },
                        {
                            "name": "Elizabeth Sugg, BA",
                            "role": "CONTACT",
                            "phone": "2074588014‬",
                            "email": "esugg@bwh.harvard.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Patient specimens and data may be shared with individuals who are members of the IRB-approved research team or approved for sharing within the MGB network.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "Data may be shared with collaborators once the study has been completed.",
            "accessCriteria": "IRB approved research team members or approved collaborators within MGB."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000003693",
                    "term": "Delirium"
                },
                {
                    "id": "D000071257",
                    "term": "Emergence Delirium"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003221",
                    "term": "Confusion"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Cognitive Decline",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6894",
                    "name": "Delirium",
                    "asFound": "Delirium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M772",
                    "name": "Emergence Delirium",
                    "asFound": "Postoperative Delirium",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6446",
                    "name": "Confusion",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}