{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06337708",
            "orgStudyIdInfo": {
                "id": "STUDY00017286"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01HL168170",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01HL168170"
                }
            ],
            "organization": {
                "fullName": "Arizona State University",
                "class": "OTHER"
            },
            "briefTitle": "Smart Walk: A Culturally Tailored Smartphone-Delivered Physical Activity Intervention for African American Women",
            "officialTitle": "Smart Walk: An Efficacy Trial of a Culturally Tailored Smartphone-Delivered Physical Activity Intervention for African American Women",
            "therapeuticArea": [
                "Endocrinology",
                "Cardiovascular",
                "Other"
            ],
            "study": "smart-walk-a-culturally-tailored-smartphone-delivered-physical-activity-intervention-for-african-american-women"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-01-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-29",
            "studyFirstSubmitQcDate": "2024-03-25",
            "studyFirstPostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-25",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Arizona State University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Heart, Lung, and Blood Institute (NHLBI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to test a culturally tailored, smartphone-delivered intervention designed to increase physical activity and reduce risk for heart disease and type 2 diabetes among African American women.",
            "detailedDescription": "This study addresses major public health concerns among African American women: physical inactivity and cardiometabolic disease risk.\n\nAfrican American women experience a high burden of cardiometabolic diseases, including heart disease, obesity, and type 2 diabetes. Regular aerobic physical activity is an established behavior to prevent and treat these conditions. Yet, the many African American women are insufficiently active, with only 27-40% meeting national aerobic physical activity guidelines.\n\nThis study will test the efficacy of Smart Walk, a culturally tailored, theory-based smartphone-delivered intervention designed to increase physical activity and improve cardiometabolic disease risk factors among African American women. In a 12-month trial, participants will be randomly assigned to either the Smart Walk intervention or a Fitbit-only comparison arm for an active 4-month intervention period, followed by an 8-month minimal contact follow-up period.\n\nSpecific Aims:\n\n1. Test the effects of Smart Walk to increase physical activity and promote adherence to national aerobic physical activity guidelines; compared to Fitbit-only comparison group.\n2. Test the effects of Smart Walk to improve cardiometabolic risk factors; compared to Fitbit-only comparison group.\n3. Compare cost and cost effectiveness of the two intervention groups from a societal perspective.\n4. Examine if protocol adherence predicts outcomes and potential mediation and moderation of intervention effects on physical activity and cardiometabolic outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Physical Activity",
                "Exercise",
                "Heart Diseases",
                "Diabetes Mellitus",
                "Physical Inactivity"
            ],
            "keywords": [
                "mHealth",
                "women's health",
                "health equity",
                "African American women",
                "Black women",
                "exercise",
                "physical activity",
                "heart disease",
                "diabetes"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 240,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Smart Walk",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will receive a culturally tailored smartphone-delivered physical activity intervention.",
                    "interventionNames": [
                        "Behavioral: Smart Walk"
                    ]
                },
                {
                    "label": "Fitbit",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will receive a Fitbit Inspire 3 activity monitor.",
                    "interventionNames": [
                        "Behavioral: Fitbit"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Smart Walk",
                    "description": "Smart Walk is a culturally tailored, Social Cognitive Theory-based multi-component smartphone delivered physical activity (PA) promotion intervention that delivered through the Smart Walk application, virtual physical activity coaching, and text messages. The Smart Walk smartphone application includes four key features: 1) personal profile pages, 2) culturally relevant multi-media physical activity promotion modules, 3) discussion boards, and 4) physical activity self-monitoring/tracking feature that integrates with Fitbit activity monitors for participants to track their daily, weekly, and monthly activity. Virtual physical activity coaches will actively engage and facilitate group-based dialogue among participants on the app discussion boards and provide individualized, one-on-one PA coaching via telephone or commercially available app-based video teleconferencing software (i.e., FaceTime, Zoom, Google hangouts).",
                    "armGroupLabels": [
                        "Smart Walk"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Fitbit",
                    "description": "This intervention group will receive a Fitbit activity monitor and be encouraged to use the commercially available device to increase physical activity.",
                    "armGroupLabels": [
                        "Fitbit"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in accelerometer-measured moderate-to-vigorous intensity physical activity from baseline to 4- and 12-months",
                    "description": "Participants will wear wrist-worn ActiGraph GT9X Link Activity monitors the activity monitor on their non-dominant wrist during all waking hours for 7 consecutive days to provide an assessment of usual activity",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in self-reported moderate-to-vigorous intensity physical activity from baseline to 4- and 12-months",
                    "description": "Assessed by the 7-Day Physical Activity Recall",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in cardiorespiratory fitness from baseline to 4- and 12-months",
                    "description": "A modified Balke treadmill protocol will be used to estimate maximal aerobic capacity (i.e., VO2 peak).",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in aortic pulse wave velocity from baseline to 4- and 12-months",
                    "description": "A measure of aortic stiffness and will be assessed using SphygmoCor XCEL system using validated methodology.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in body weight from baseline to 4- and 12-months.",
                    "description": "Measured in kilograms using an electronic scale",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in body mass index from baseline to 4- and 12-months",
                    "description": "Calculated using the formula: weight (in kilograms) / height (in meters)squared",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in waste circumference from baseline to 4- and 12-months",
                    "description": "Measured in centimeters",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in blood pressure (mmHG) from baseline to 4- and 12-months",
                    "description": "Both systolic and diastolic blood pressure will be assessed using electronic sphygmomanometer following 5-min rest",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in tumor necrosis factor-alpha (TNF-α) from baseline to 4- and 12-months",
                    "description": "Measured in serum using a commercial multiplex immunoassay platform; blood will be drawn after a 10 hour fast.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in interleukin 6 (IL-6) from baseline to 4- and 12-months",
                    "description": "Measured in serum using a commercial multiplex immunoassay platform; blood will be drawn after a 10 hour fast.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in interleukin 10 (IL-10) from baseline to 4- and 12-months",
                    "description": "Measured in serum using a commercial multiplex immunoassay platform; blood will be drawn after a 10 hour fast.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in interleukin 15 (IL-15) from baseline to 4- and 12-months",
                    "description": "Measured in serum using a commercial multiplex immunoassay platform; blood will be drawn after a 10 hour fast.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in fasting blood glucose glucose from baseline to 4- and 12-months",
                    "description": "Plasma glucose assessed after a 10 hour fasting blood draw. Measured using an automated chemistry analyzer.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in serum insulin from baseline to 4- and 12-months",
                    "description": "Serum insulin collected after a 10 hour fasting blood draw.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in serum lipids (mg/DL) from baseline to 4- and 12-months",
                    "description": "Triglycerides, total cholesterol, LDL-C, and HDL-C will be assessed",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in insulin sensitivity (µIU/mL) from baseline to 4- and 12-months",
                    "description": "Assessed by calculating homeostatic model assessment (HOMA) scores as: glucose (mg/dl) x insulin (μU/ml)/405.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in exercise self-efficacy from baseline to 4- and 12-months",
                    "description": "Assessed by the 12-item Exercise Self-Efficacy survey (Sallis et al.1987). The range of possible scores for this measure is 1-5, with higher scores indicating higher levels of physical activity self-efficacy.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in self-regulation for physical activity from baseline to 4- and 12-months",
                    "description": "Assessed by the 10- item Self-Regulation Scale from the Health Beliefs Survey (Anderson-Bill 2006). This scale assesses the use of behavioral strategies to incorporate physical activity into daily activities (i.e., take stairs instead of elevator, walking instead of driving when running errands). The range of possible scores for this measure is 1-5, with higher scores indicating higher levels of physical activity self-regulation.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in social support for physical activity from baseline to 4- and 12-months",
                    "description": "Assessed by the Social Support for Exercise survey developed by Sallis et al (1987). This scale assesses social support from family support (10-items, with a possible range of scores from 10-50) and friends (8-items, with a possible score range from from 8-40). Higher scores indicate greater levels of social support.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in outcome expectations for physical activity from baseline to 4- and 12-months",
                    "description": "Assessed using the 9-item Outcome Expectation Scale for Exercise scale, developed by Resnick (2000). The range of possible scores for this measure is 1-5, with higher scores indicating more positive expectancies associated with physical activity engagement.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                },
                {
                    "measure": "Change in behavioral capability for physical activity from baseline to 4- and 12-months",
                    "description": "Assessed using a 6-item scale developed by the research team in previous research. The range of possible scores for this measure is 1-6, with higher scores indicating higher levels of behavioral capability of physical activity.",
                    "timeFrame": "Assessed at baseline, 4-months, 12-months"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Treatment acceptance",
                    "description": "Survey assessing acceptance, feasibility, and consumer satisfaction of intervention.",
                    "timeFrame": "Assessed at 4-months and 12-months"
                },
                {
                    "measure": "Protocol Adherence",
                    "description": "Fitbit wear, app utilization, and adherence to physical activity coaching session protocols will be assessed as moderators.",
                    "timeFrame": "Assessed at 4-months and 12-months"
                },
                {
                    "measure": "Program costs",
                    "description": "Costs borne by the program, including Fitbit activity monitors, Smart Walk app development, and all personnel salaries/hourly wages.",
                    "timeFrame": "Assessed at 4-months and 12-months"
                },
                {
                    "measure": "Participant costs",
                    "description": "Participant costs associated with study participation, including time spent using the Smart Walk app, time spent in physical activity coaching, and cellular phone data charges over their plan limit.",
                    "timeFrame": "Assessed at 4-months and 12-months"
                },
                {
                    "measure": "Cost-effectiveness",
                    "description": "Cost effectiveness will be evaluated by combining the mean total cost per participant with effectiveness (baseline to 12-month changes in minutes/week of moderate-to-vigorous physical activity). We will calculate the incremental cost effectiveness ratios (ICER) for the Smart Walk intervention compared to the Fitbit comparison arm.",
                    "timeFrame": "Assessed at 4-months and 12-month"
                },
                {
                    "measure": "Objectively-measured home neighborhood characteristics",
                    "description": "GIS mapping and computer vision techniques will be used to assess macro-scale and micro-scale home neighborhood environment characteristics of participants.",
                    "timeFrame": "Assessed at baseline"
                },
                {
                    "measure": "Subjectively-measured Neighborhood environment walkability",
                    "description": "Subjectively-measured Neighborhood Environment Walkability will be measured using the Neighborhood Environment Walkability Scale (NEWS). This measure includes 43 items and assesses the following environmental characteristics: residential density (6-items, possible range of scores range 1-5), land use mix-diversity (22 items, possible range of scores range 1-5), street connectivity (2 items, possible range of scores range 1-4), walking/cycling facilities (6 items, possible range of scores range 1-4), aesthetics (4 items, possible range of scores 1-4), pedestrian/traffic safety (3 items, possible range of scores 1-4). Higher scores indicate greater walkability.",
                    "timeFrame": "Assessed at baseline"
                },
                {
                    "measure": "Race-related Stress",
                    "description": "Race-related stress, as a result of experiencing individual, cultural and institutional racism, will be assessed using the 22-item Index of Race-Related Stress-Brief survey. This survey has a possible score range of 0 to 88, with higher scored indicating greater stress as a result of experiencing racism.",
                    "timeFrame": "Assessed at baseline"
                },
                {
                    "measure": "Perceived Structural Racism",
                    "description": "Structural racism will be assessed using the 20-item Perceived Structural Racism Scale. This scale has a possible scoring range of 20-120 with higher scores indicating greater levels of perceived structural racism.",
                    "timeFrame": "Assessed at baseline"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-reported African American/Black female\n* Aged of 24-65 years\n* Insufficiently Active (\\< 60 minutes of moderate-to-vigorous physical activity per week as measured by Exercise Vital Sign Questionnaire)\n* BMI \\> 30 kg/m2\n* English speaking and reading\n* Ownership of a smartphone with the ability to download applications (i.e., apps)\n* Ownership of a smartphone with the ability to receive text messages\n* Willingness to receive a physical activity intervention delivered through their smartphone\n* Willingness to include their first name or create an alias to be used on their profile page on the Smart Walk app\n\nExclusion Criteria:\n\n* Plans to relocate out of Phoenix area in next 12 months\n* Endorsing an item on the Physical Activity Readiness Questionnaire (PAR-Q), unless a doctor's note for study participation in provided\n* Resting systolic blood pressure greater than 180 mmHG and/or a diastolic blood pressure greater than 120 mmHG , as assessed at baseline or at any other study assessment\n* Self-reported participation in another diet or weight loss study at screening\n* Pregnant or planning to become pregnant in the next 12 months",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "24 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rodney P Joseph, PhD",
                    "role": "CONTACT",
                    "phone": "602-496-0772",
                    "email": "rodney.joseph@asu.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Arizona State University",
                    "status": "RECRUITING",
                    "city": "Phoenix",
                    "state": "Arizona",
                    "zip": "85004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carina Platte, PhD",
                            "role": "CONTACT",
                            "phone": "602-543-2213",
                            "email": "carina.platte@asu.edu"
                        },
                        {
                            "name": "Rodney Joseph, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.44838,
                        "lon": -112.07404
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "asFound": "Heart Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                }
            ]
        }
    },
    "hasResults": false
}