{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06229873",
            "orgStudyIdInfo": {
                "id": "23-0411"
            },
            "organization": {
                "fullName": "University of Colorado, Boulder",
                "class": "OTHER"
            },
            "briefTitle": "Smartphone App-guided Inspiratory Muscle Strength Training for Lowering Systolic Blood Pressure",
            "officialTitle": "Smartphone App-guided Inspiratory Muscle Strength Training for Lowering Systolic Blood Pressure",
            "therapeuticArea": [
                "Other"
            ],
            "study": "smartphone-app-guided-inspiratory-muscle-strength-training-for-lowering-systolic-blood-pressure"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-16",
            "studyFirstSubmitQcDate": "2024-01-26",
            "studyFirstPostDateStruct": {
                "date": "2024-01-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-26",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-29",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Douglas Seals",
                "investigatorTitle": "Distinguished Professor",
                "investigatorAffiliation": "University of Colorado, Boulder"
            },
            "leadSponsor": {
                "name": "University of Colorado, Boulder",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial aims to assess the efficacy of inspiratory muscle strength training (IMST) guided by a smartphone app vs. IMST delivered in a clinical research setting for lowering systolic blood pressure in adults 18 years and older with elevated blood pressure. Participants will perform IMST for 5 minutes a day, 6 days a week, for 6 weeks.",
            "detailedDescription": "Having above-normal blood pressure, i.e., ≥120 mmHg systolic blood pressure (SBP) and/or ≥80 mmHg diastolic blood pressure (DBP), increases risk of developing cardiovascular diseases, cognitive decline/dementia, chronic kidney disease, and other chronic health problems. Approximately 60% of all US adults have above-normal BP, primarily driven by above-normal SBP.\n\nCurrently, above-normal SBP is the single largest modifiable risk factor for cardiovascular mortality in the United States. Thus, developing novel strategies for lowering SBP is an urgent public health and biomedical research priority.\n\nGuidelines emphasize regular aerobic exercise as a first-line intervention for all stages of above-normal systolic blood pressure (SBP). Current guidelines call for ≥150 minutes of aerobic activity per week. However, only \\~50% of US adults meet these aerobic exercise guidelines. The greatest reported barrier to achieving aerobic exercise guidelines is lack of time. High-resistance inspiratory muscle strength training (IMST) is a time-efficient (5 minutes per session) lifestyle intervention consisting of 30 inspiratory maneuvers performed against a high resistance. Preliminary data suggest 6-weeks of IMST performed 6 days/week reduces SBP by 9 mmHg in adults with above-normal SBP (i.e., greater than 120 mmHg) at baseline. Importantly, this reduction in SBP is equal to or greater than the reduction in blood pressure typically achieved with time- and effort-intensive healthy lifestyle strategies like conventional aerobic exercise.\n\nThe investigators hope utilizing a smartphone app to guide IMST will promote the translation of IMST for widespread use and improving public health. The investigators will conduct a randomized, controlled, single-blind, parallel group design clinical trial to assess the efficacy of 6-weeks of IMST (55%-75% maximal inspiratory pressure) delivered in the research clinic by the study investigators vs. IMST delivered entirely via a smartphone app without investigator involvement, for lowering resting and home SBP in adults aged 18 years and older with above-normal SBP (120-160 mmHg) at baseline. The investigators will also assess the effect of IMST on endothelial function, large-elastic artery stiffness, and potential mechanisms of action."
        },
        "conditionsModule": {
            "conditions": [
                "Blood Pressure",
                "Vascular Function",
                "Adherence, Treatment"
            ],
            "keywords": [
                "Inspiratory Muscle Strength Training",
                "Above-normal blood pressure",
                "Smartphone Application",
                "Hypertension"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Parallel Assignment",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "DOUBLE",
                    "whoMasked": [
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 96,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "App-Based Inspiratory Muscle Strength Training",
                    "type": "EXPERIMENTAL",
                    "description": "Using a handheld device, participants will perform 30 breaths a day, six days a week, for six weeks. Training will be guided by a smartphone application.",
                    "interventionNames": [
                        "Device: App-Based Inspiratory Muscle Strength Training"
                    ]
                },
                {
                    "label": "Clinic-Based Inspiratory Muscle Strength Training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Using a handheld device, participants will perform 30 breaths a day, six days a week, for six weeks. Training will be guided by researchers.",
                    "interventionNames": [
                        "Device: Clinic-Based Inspiratory Muscle Strength Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "App-Based Inspiratory Muscle Strength Training",
                    "description": "Participants will perform inspiratory muscle strength training guided by a smartphone application. Participants will perform 30 breaths a day at 75% of maximal inspiratory pressure, 6 days a week, for 6 weeks. All training sessions will be guided by the smartphone application.",
                    "armGroupLabels": [
                        "App-Based Inspiratory Muscle Strength Training"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Clinic-Based Inspiratory Muscle Strength Training",
                    "description": "Participants will perform inspiratory muscle strength training guided by researchers. Participants will perform 30 breaths a day at 75% of maximal inspiratory pressure, 6 days a week, for 6 weeks. One training session each week will be performed in the research clinic.",
                    "armGroupLabels": [
                        "Clinic-Based Inspiratory Muscle Strength Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from baseline in casual systolic blood pressure",
                    "description": "Systolic blood pressure at rest in the clinic setting",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Change from baseline in home systolic blood pressure",
                    "description": "Systolic blood pressure measured at rest in the home",
                    "timeFrame": "6 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change from baseline in endothelial function",
                    "description": "A procedure called brachial artery flow-mediated dilation will be used to assess endothelium-dependent vasodilation. During this procedure a blood pressure cuff will be placed on the forearm and then inflated for 5 minutes to restrict blood flow. During the procedure a video of the brachial artery will be taken with an ultrasound. The video will be analyzed to determine the peak change in the blood vessels diameter. Blood flow response after cuff deflation will also be assessed.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Change from baseline in maximum inspiratory pressure",
                    "description": "Participants will use a hand-held breathing device to assess their maximum inspiratory pressure once a week during the intervention. During the maximum inspiratory pressure test, participants will inspire into the device as powerfully as they can. Results from the maximum inspiratory pressure tests will be assessed.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "Difference in adherence to IMST",
                    "description": "Percentage of days performing IMST during the intervention between each group",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18+ years\n* Ability to provide informed consent\n* Willing to accept random assignment to condition\n* Systolic blood pressure 120-160 mmHg\n* Owns an Apple or Android smartphone\n* Body mass index \\<40 kg/m2\n* Subject report of being weight stable in the prior 3 months (\\<2 kg weight change) and willing to remain weight stable during the 6-week intervention period\n* Subjects taking antihypertensive medications will be included provided they meet the other inclusion criteria, including systolic blood pressure. Medication regimen (prescription and dosing) must be stable for at least 3 months prior to enrollment in the study and must remain stable during the 6-week intervention period. These medications will not be withheld prior to experimental protocols.\n* If woman of childbearing age:\n\n  * Not pregnant (defined as self-report of pregnancy)\n  * Willing to be abstinent or use approved contraception (i.e., hormonal contraception, intrauterine devices, barrier methods such as condoms with spermicide, and surgical sterilization) throughout the duration of the study\n\nExclusion Criteria:\n\n* Age \\<18 years\n* Participant report of a chronic overt medical condition (e.g., unstable cardiovascular disease, recent myocardial infarction or stroke, cancer) that may make it unsafe to participate in the study under the discretion of the study Medical Director.\n* Inability to abstain from consumption of alcohol for 12 hours on experimental days.\n* Report of blood donation within 8 weeks prior to enrolling in the study or unwillingness to abstain from donating blood for 8 weeks after completing the study\n* Participant report of current ruptured eardrum or any other current condition of the ear\n* Participant report of recent abdominal surgery (past 3 months) or current abdominal hernia\n* Participant report of current asthma with very low symptom perception, frequent and severe exacerbations, or abnormally low perception of dyspnea\n* Participant report of past or current costochondritis (inflammation of the cartilage that joins the ribs to the breastbone)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Daniel H Craighead, PhD",
                    "role": "CONTACT",
                    "phone": "303-492-3010",
                    "email": "daniel.craighead@colorado.edu"
                },
                {
                    "name": "Elizabeth Jones, BA",
                    "role": "CONTACT",
                    "phone": "303-492-2485",
                    "email": "imstapp@colorado.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Daniel H Craighead, PhD",
                    "affiliation": "University of Colorado, Boulder",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Colorado Boulder",
                    "city": "Boulder",
                    "state": "Colorado",
                    "zip": "80309",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Daniel H Craighead, PhD",
                            "role": "CONTACT",
                            "phone": "303-492-3010",
                            "email": "daniel.craighead@colorado.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.01499,
                        "lon": -105.27055
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000053120",
                    "term": "Respiratory Aspiration"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012120",
                    "term": "Respiration Disorders"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M27137",
                    "name": "Respiratory Aspiration",
                    "asFound": "Inspiratory",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27583",
                    "name": "Systolic Murmurs",
                    "relevance": "LOW"
                },
                {
                    "id": "M14957",
                    "name": "Respiration Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}