{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05560685",
            "orgStudyIdInfo": {
                "id": "SIB2232"
            },
            "secondaryIdInfos": [
                {
                    "id": "IRB00325375",
                    "type": "OTHER",
                    "domain": "JHM IRB"
                }
            ],
            "organization": {
                "fullName": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            },
            "briefTitle": "SMART-ER: Symptom Monitoring With Patient-reported Outcomes",
            "officialTitle": "SMART-ER: A Pilot Study to Assess the Feasibility of Symptom Monitoring With Patient-reported Outcomes Collected Via Smart Phone App in Patients With Estrogen and/or Progesterone Receptor-positive Stage I-III Breast Cancer at Risk for Adjuvant Endocrine Therapy Non-adherence or Early Discontinuation",
            "acronym": "SMART-ER",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "smart-er-symptom-monitoring-with-patient-reported-outcomes"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-03",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-10-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-03",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-09-16",
            "studyFirstSubmitQcDate": "2022-09-26",
            "studyFirstPostDateStruct": {
                "date": "2022-09-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-16",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-17",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eastern Cooperative Oncology Group",
                    "class": "NETWORK"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The key hypothesis for this study is that collection of the PRO surveys via the Outcomes4Me app is feasible, as measured by survey completion rates. In addition to informing feasibility, this study will provide information about symptom trajectories, symptom management interventions, and early endocrine therapy adherence and persistence.\n\nPatients with risk factors for adjuvant endocrine therapy non-adherence or early discontinuation will complete patient-reported outcome (PRO) surveys via smart phone app at baseline and 2, 4, 8 and 12 weeks after adjuvant endocrine therapy initiation. Since symptoms and side effects are a key driver of adjuvant endocrine therapy non-adherence and non-persistence, the investigators anticipate that enhanced detection of symptoms via use of PRO surveys will result in improved symptom management and, could thereby support treatment adherence and persistence. This pilot study will assess the feasibility of the PRO survey intervention. In this pilot study, feedback about the intervention will be obtained from patients and from members of the study teams and clinical teams caring for the patients who participate.",
            "detailedDescription": "Consenting patient participants will complete PRO surveys at baseline (T0) and 2 (T1), 4 (T2), 8 (T3) and 12 weeks (T4) after endocrine therapy initiation. Surveys will be administered within the Outcomes4Me smart phone app. Each survey will include 15 PRO-CTCAE items about common symptoms during adjuvant endocrine therapy. In addition, patient participants will self-report participants' endocrine therapy at each time point. Demographics and financial hardship will be assessed at baseline. Quality of life will be assessed at baseline and 12 weeks after endocrine therapy initiation. Global bother due to side effects of treatment will be assessed at each time point with the Functional Assessment of Cancer (FACT-B) General Population (GP5) item. Patient participants will also complete a single item from the Patient Reported Outcomes Measurement Information System (PROMIS) Medication Adherence Scale (PMAS) to assess overall adherence at 2, 4 and 8 weeks after endocrine therapy initiation and the entire PMAS 12 weeks after endocrine therapy initiation. In addition, patient participants will report participants' co-payment and pharmacy 2 weeks after endocrine therapy initiation and symptom management interventions the participants have pursued 12 weeks after endocrine therapy initiation. The clinical teams will be alerted if patient participants report severe or worsening symptoms exceeding pre-defined thresholds on the PRO-CTCAE questions. Both patients and members of the clinical team will be offered information about evidence-based symptom management strategies. Patients will complete an End-of-Study Evaluation 12 weeks after endocrine therapy initiation to provide feedback about the study intervention.\n\nSemi-structured interviews will be conducted with consenting members of the study teams and clinical teams at study sites with at least 2 patient participants, at least one of whom has passed the T2 survey time point and at least one of whom has had at least 1 alert for severe or worsening symptom(s). Semi-structured interviews will evaluate barriers and facilitators to implementation of the study intervention."
        },
        "conditionsModule": {
            "conditions": [
                "Breast Cancer"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NON_RANDOMIZED",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Patient participants",
                    "type": "OTHER",
                    "description": "Patients with risk factors for adjuvant endocrine therapy non-adherence or early discontinuation will complete patient-reported outcome (PRO) surveys via smart phone app at baseline and 2, 4, 8 and 12 weeks after adjuvant endocrine therapy initiation.",
                    "interventionNames": [
                        "Other: Outcomes4Me"
                    ]
                },
                {
                    "label": "Team Member Participants",
                    "type": "OTHER",
                    "description": "Feedback about the intervention will be obtained from patients and from members of the study teams and clinical teams caring for the patients who participate.",
                    "interventionNames": [
                        "Other: Semi-structured interview"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Outcomes4Me",
                    "description": "Patient participants will use the outcomes4Me app to answer PROs over the first 12 weeks of endocrine therapy.",
                    "armGroupLabels": [
                        "Patient participants"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Semi-structured interview",
                    "description": "Team member participants will complete a semi-structured interview.",
                    "armGroupLabels": [
                        "Team Member Participants"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of Participants using symptom monitoring survey",
                    "description": "Feasibility of symptom monitoring using PROs as assessed by surveys in the Outcomes4Me smart phone app. This outcome will assess the number of Participants using the symptom monitoring survey.",
                    "timeFrame": "14 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of Participants With Treatment-Related Adverse Events as Assessed by CTCAE v4.0",
                    "description": "Patient-reported baseline and treatment-emergent symptoms during the first 12 weeks of adjuvant endocrine therapy",
                    "timeFrame": "12 Weeks"
                },
                {
                    "measure": "Change in Symptoms From Baseline to 12 weeks after therapy start date",
                    "description": "Patient reported questionnaires will be completed to assess symptoms prior to treatment and 12 weeks after treatment start date.",
                    "timeFrame": "Baseline, 12 Weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "* Inclusion Criteria:\n* Female\n* Age ≥ 18 years\n* Able to read and understand English.\n* Histologically confirmed stage I-III hormone receptor-positive invasive breast carcinoma. Hormone receptor positivity is defined as estrogen receptor and/or progesterone receptor ≥ 1% on any core biopsy or surgical specimen.\n* Must be planning to initiate adjuvant endocrine therapy with tamoxifen or an aromatase inhibitor within the next 12 weeks. Patients are not eligible if they have already initiated adjuvant endocrine therapy with tamoxifen or an aromatase inhibitor at the time of consent.\n* Concurrent ovarian suppression with a luteinizing hormone releasing hormone (LHRH) or gonadotropin releasing hormone (GnRH) analog is allowed.\n* Concurrent radiation therapy is allowed.\n* Concurrent human epidermal growth factor receptor 2 (HER2)-targeted therapy is allowed.\n* Completed all planned diagnostic and therapeutic breast and axillary surgical procedures.\n* Must have an iPhone operating system (iOS - Apple iPhone) or Android smart phone that they are able to use and download the Outcomes4Me app on.\n* Must have ability to access the internet via their smart phone.\n* Must be planning to receive follow-up medical oncology care at the study site for the duration of the study. Patients seen for second opinion consultation who do not intend to follow-up at the study site for the duration of the study are not eligible to participate.\n* In addition to the above stated criteria, in order to be eligible to participate in this study, an individual must meet at least one of the following criteria associated with higher risk for endocrine therapy non-adherence and/or non-persistence:\n* Age ≤40 years OR age ≥ 70 years.\n* Self-identify as Black, African American or African.\n* On medication for depression and/or anxiety.\n* At least one of the following comorbid health conditions (mark all that apply):\n\n  * Congestive heart failure\n  * Valvular disease\n  * Pulmonary circulation disorder\n  * Peripheral vascular disorder\n  * Hypertension\n  * Paralysis\n  * Neurodegenerative disorder/Dementia\n  * Chronic pulmonary disease\n  * Diabetes\n  * Hypothyroid\n  * Renal disease\n  * Liver disease\n  * Peptic ulcer disease\n  * Acquired Immune Deficiency Syndrome (AIDS) or Human Immunodeficiency Virus (HIV) infection\n  * Rheumatoid arthritis/collagen vascular disease\n  * Coagulopathy\n  * Obesity\n  * Weight loss\n  * Fluid/electrolyte disorder\n  * Anemia\n  * Alcohol abuse\n  * Drug abuse\n  * Psychosis\n  * Depression\n* Self-report one or more symptom of at least moderate severity, defined as ≥ 4 on a 0-10 point scale.\n\nStudy Team/Clinical Team Member Inclusion Criteria\n\n* In order to be eligible to participate in this study, an individual must meet all of the following criteria:\n* Provision of written informed consent.\n* Stated willingness to comply with study procedures.\n* A member of the study team or clinical team at a Johns Hopkins or Virginia Commonwealth University clinical site where at least 2 patient participants have enrolled, at least one of whom has passed the T2 survey time point and at least one of whom has had an alert for a severe or worsening symptom.\n* Able to participate in an interview in English.\n\nExclusion Criteria:\n\n* Patients who have previously received tamoxifen and/or an aromatase inhibitor are not eligible to participate.\n* Patients initiating endocrine therapy for chemoprevention for high risk disease such as lobular carcinoma in situ, ductal carcinoma in situ, atypical ductal hyperplasia and/or atypical lobular hyperplasia in the absence of invasive breast carcinoma are not eligible to participate.\n* Receipt of chemotherapy is not allowed during study participation. Patients may have received chemotherapy prior to study participation in the study.\n* Concurrent treatment with adjuvant abemaciclib is not allowed during study participation.\n* Concurrent treatment with adjuvant olaparib is not allowed during study participation.\n* Patients may not receive any investigational agent as part of a therapeutic clinical trial during participation in this study. Patients who previously received an investigational agent as part of a therapeutic trial and who are in follow-up for the other therapeutic trial may participate in this trial.\n* Patients may not participate in another trial evaluating an intervention to support endocrine therapy adherence and/or persistence during participation in this study.\n* Patients may not participate in another trial evaluating an intervention to monitor or manage symptoms during participation in this study.\n\nStudy Team Member Exclusion Criteria\n\n* None",
            "healthyVolunteers": false,
            "sex": "FEMALE",
            "genderBased": true,
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Grace Mberekpe",
                    "role": "CONTACT",
                    "phone": "4105023613",
                    "email": "gmberek1@jh.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jenni Sheng, MD",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Sibley Memorial Hospital",
                    "status": "RECRUITING",
                    "city": "Washington",
                    "state": "District of Columbia",
                    "zip": "20016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Grace Mberekpe",
                            "role": "CONTACT",
                            "phone": "410-502-3613",
                            "email": "gmberek1@jh.edu"
                        },
                        {
                            "name": "Jenni Sheng, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.89511,
                        "lon": -77.03637
                    }
                },
                {
                    "facility": "Johns Hopkins",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Grace Mberekpe",
                            "role": "CONTACT",
                            "phone": "410-502-3613",
                            "email": "gmberek1@jh.edu"
                        },
                        {
                            "name": "Jenni Sheng, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001943",
                    "term": "Breast Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000001941",
                    "term": "Breast Diseases"
                },
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5220",
                    "name": "Breast Neoplasms",
                    "asFound": "Breast Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5218",
                    "name": "Breast Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M14245",
                    "name": "Progesterone",
                    "relevance": "LOW"
                },
                {
                    "id": "M8116",
                    "name": "Estrogens",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}