{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05083091",
            "orgStudyIdInfo": {
                "id": "1R01DK128114-01",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/1R01DK128114-01"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01DK128114-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01DK128114-01"
                }
            ],
            "organization": {
                "fullName": "Carnegie Mellon University",
                "class": "OTHER"
            },
            "briefTitle": "Smartphone Training for Attention Regulation for IBS",
            "officialTitle": "Smartphone Stress Management Training for Irritable Bowel Syndrome",
            "therapeuticArea": [
                "Rare Diseases"
            ],
            "study": "smartphone-training-for-attention-regulation-for-ibs"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-09-16",
            "studyFirstSubmitQcDate": "2021-10-18",
            "studyFirstPostDateStruct": {
                "date": "2021-10-19",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-13",
            "lastUpdatePostDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "David Creswell",
                "investigatorTitle": "Associate Professor of Psychology, Principal Investigator",
                "investigatorAffiliation": "Carnegie Mellon University"
            },
            "leadSponsor": {
                "name": "Carnegie Mellon University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institutes of Health (NIH)",
                    "class": "NIH"
                },
                {
                    "name": "National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "In the largest and most well-controlled randomized control trial of mindfulness-based interventions (MBIs) training in irritable bowel syndrome (IBS) to-date (N=325), the investigators will evaluate whether a smartphone MBI program (with attention monitoring and acceptance skills training; Monitor+Accept, MA-MBI) reduces daily life stress and IBS symptoms at post-treatment and two-month follow-up, relative to a matched MBI program with acceptance skills training removed (training in attention monitoring skills only; Monitor Only, MO-MBI) or to an active stress management training control group (Coping Control, CC). Participants will not only provide clinician and patient assessed measures of IBS symptoms at the three time points, but they will also provide sensitive experience sampling assessments (using Ecological Momentary Assessment) of their stress and symptoms in daily life at each time point. Finally, as an exploratory aim, participants will provide stool samples at baseline and post-intervention to provide the first ever test of whether MBIs can alter the gut microbiome in IBS. We will also conduct a sub-study that will include completion of a cold-water challenge performance task to test individuals' distress tolerance.",
            "detailedDescription": "All assessments and patient interactions have been designed with COVID-19 uncertainties in mind: the investigators can maintain social distancing and use masks during the two in-person visits, and much of the study, including the follow-up session, is conducted remotely.\n\nBaseline Screening and Assessment. Each participant will come to the Health and Human Performance laboratory at CMU for a baseline assessment appointment. They will be apprised of the study aims and approach, provide written informed consent, and complete a brief in-person screening evaluation for study eligibility. Eligible participants will complete a baseline survey assessment (including measures such as IBS illness severity, IBS quality of life, demographics and health measures) and learn how to complete the EMA assessments on data-enabled smartphones. The EMA smartphone assessments will consist of three types of momentary experience data over a period of seven consecutive days following the baseline appointment: (1) participants will be quasi-randomly sampled 3 times per day during waking hours to assess stress and IBS symptoms; (2) participants will be asked to complete event-driven momentary assessments of distress and IBS symptoms after bowel movements; and (3) participants will be asked to complete an event-based assessment after completing each intervention lesson. The investigators will implement an easy-to-use smartphone-enabled EMA sampling program that is downloaded onto each of the phones provided to participants for the duration of the study. Participants will be instructed to complete each EMA assessment as soon as they are beeped. Additionally, participants will be given instructions on how to provide a baseline stool sample for microbiome analysis.\n\nIntervention. Participants will be randomized to either MA-MBI, MO-MBI, or Coping Control (CC) using a 2:2:1 randomization sequence (i.e., for every five individuals randomized, 1 will be assigned to CC). Participants will remain blind to the type of intervention program they are receiving until post-study debriefing, to minimize potential expectancies. The MA-MBI program is a Mindfulness-Based Intervention (MBI). The instructed meditation techniques enable participants to (a) monitor their present-moment body experience while (b) accepting each experience. The MO-MBI program is structurally matched to the MA-MBI program, with no instruction on acceptance. The program instructs participants to concentrate on and (a) monitor physical and emotional body experience during each meditation practice. The Coping Control (CC) program, also matched to the MBI programs, includes no monitoring or acceptance instruction and instead focuses on coping effectiveness strategies. Participants are instructed in 3 skills: (a) thoughtful reflection; (b) reappraisal and reframing past and anticipated stressful events; and (c) problem solving, such as analyzing and solving personal problems. Each intervention begins with the same 5-minute introductory video and involves the completion of one 20-minute audio-guided lesson plus daily life homework practice (3-10 minutes) each day for 14 days. Lessons train specific techniques through didactic explanation and guided practices. After each lesson, participants will complete event-based assessments of stress and IBS distress. On Days 3 and 9 of the intervention program, study staff will contact participants by phone to answer training-specific questions, address difficulties, and encourage program adherence.\n\nPost-Treatment Assessment. Participants in all three conditions will be asked to complete a week of EMA sampling in the week following the completion of the intervention programs, identical in form to their baseline EMA week. They will then come back into the lab for a post-intervention assessment of the same measures used during the baseline assessment, as well as to provide a second stool sample.\n\n2-Month Follow-Up Assessment. Two months after the intervention, participants will complete a final week of EMA sampling. They will then be scheduled to complete a final assessment remotely, where they will complete the same trial outcomes assessment battery as they did at baseline and post-intervention. Additionally, participants will be asked to complete a treatment program evaluation survey measure at this time. After completing the study measures at the 2-month follow-up assessment, participants will be debriefed on the study aims and thanked for their participation.\n\nCGI Assessment. A subset of participants (n=10-15) will be randomly selected to complete the Clinical Global Impressions Improvement Scale (CGI-I) at three time points - shortly after baseline, post-treatment, and at a 2-month follow-up. This assessment will be conducted by our Co-Investigator, Dr. David Levinthal. The CGI-I will incorporate baseline severity of IBS symptoms and the degree of clinical change relative to that baseline. Dr. Levinthal will provide these ratings of the patient's change in IBS symptoms (1=substantially improved to 7=substantially worse) at post-treatment and 2-month follow-up compared to baseline. These assessments will consist of open-ended questions related to the participant's IBS symptoms and the assessment will be based on a scale similar to Table 2 of the CGI article uploaded under Supporting Documents. The assessments will occur over Zoom or over the phone, and no recordings, neither audio nor visual, will be made. Dr. Levinthal will also be blind to the patient's treatment condition. Data collected from these clinical interviews will only be linked to the participant through study ID number, and Dr. Levinthal will complete the assessments over a secure web-based platform such as Qualtrics. The study team will provide Dr. Levinthal the contact information of the randomly chosen participant so that he can reach out to the participant to schedule these assessments. The team will then provide him the study ID number separately, ensuring that the contact information and study ID number are never linked together.\n\nCold Challenge Sub-Study. For participants who indicated that they would be willing to participate in the cold-challenge sub-study, they will be shown an instructional video outlining the cold-pressor task (as specified below). Once the participant submerges their left hand in the water, the experimenter will start a stopwatch and will ask the participant to rate their sensation intensity and distress verbally by showing them the visual chart. This will occur every 30 seconds up to 5 minutes, which at that point the participant will be asked to remove their hand. Once the participant's hand is on the towel, the experimenter will ask them to rate their sensation intensity and distress immediately and then again, every 30 seconds up to 2 minutes. They will then be allowed to move and dry their hand. To help the participant warm their hand up, the experimenter will recommend them to use a few strategies. These strategies include hand exercises (e.g., moving the hand in circles, clenching and releasing the hand), massaging the hand, and placing the hand under an armpit or a warm area of the body."
        },
        "conditionsModule": {
            "conditions": [
                "Irritable Bowel Syndrome"
            ],
            "keywords": [
                "IBS"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "The participant and their care provider, who treats their IBS, will remain masked to the intervention condition (Monitor+Accept, MA-MBI; Monitor Only, MO-MBI; Coping Control, CC) to which the participant is randomly assigned. The outcomes assessor will remain masked to which condition the participants will complete. However, the experimenter will help set up the participant's intervention activities, and therefore will not be masked to the condition.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 325,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Monitor & Accept (MA-MBI)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "14-day smartphone based mindfulness meditation attention monitoring and acceptance skills training intervention consisting of a 5-minute introductory video, a 20-minute audio-guided lesson, plus daily life homework practice (3-10 minutes) each day.",
                    "interventionNames": [
                        "Behavioral: Mindfulness and Attention Training"
                    ]
                },
                {
                    "label": "Monitor Only (MO-MBI)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "14-day smartphone based mindfulness meditation training intervention consisting of a 5-minute introductory video, a 20-minute audio-guided lesson, plus daily life homework practice (3-10 minutes) each day.",
                    "interventionNames": [
                        "Behavioral: Mindfulness training"
                    ]
                },
                {
                    "label": "Coping Condition (CC)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "14-day smartphone based training intervention focused on coping strategies consisting of a 5-minute introductory video, a 20-minute audio-guided lesson, plus daily life homework practice (3-10 minutes) each day.",
                    "interventionNames": [
                        "Behavioral: Coping Condition"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness and Attention Training",
                    "description": "Guided mindfulness meditation with attention monitoring and acceptance skills training",
                    "armGroupLabels": [
                        "Monitor & Accept (MA-MBI)"
                    ],
                    "otherNames": [
                        "MA-MBI"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness training",
                    "description": "Guided mindfulness meditation, no attention monitoring or acceptance skills training",
                    "armGroupLabels": [
                        "Monitor Only (MO-MBI)"
                    ],
                    "otherNames": [
                        "MO-MBI"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Coping Condition",
                    "description": "Guided training focused on coping effectiveness strategies, no monitoring or acceptance instruction",
                    "armGroupLabels": [
                        "Coping Condition (CC)"
                    ],
                    "otherNames": [
                        "CC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in IBS Symptom Severity",
                    "description": "The Irritable Bowel Syndrome Severity Scoring System (IBS-SSS), queries patients on the severity and occurrence of abdominal pain, bloating, tightness, and bowel habits, and IBS life interference over the previous ten days. Scores are totaled (0-500 range) to obtain a composite IBS severity score, with the scale demonstrating acceptable clinical sensitivity to change (50 point changes indicate clinical improvement).",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "IBS Symptom Improvement",
                    "description": "The Clinical Global Impressions Scale (CGI-I), a one-item 7-point measure, evaluates improvement in overall clinical condition (1= very much improved since the initiation of the treatment to 7=very much worse since the initiation of the treatment).",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Symptom-Related Psychological Outcomes",
                    "description": "The Brief Symptom Inventory 18-item is a self-report measure used to assess psychological problems in adults. The scale asks patients to rate how bothered they were by symptoms on a 5-point scale (1=not at all bothered to 5= extremely bothered). Therefore, total scores can range from 18 to 90, with a higher score indicating greater distress.",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported IBS Quality of Life",
                    "description": "The Irritable Bowel Syndrome Quality of Life (IBS-QOL) is a 34-item scale that measures quality of life specific to IBS. The scores are transformed to a 0-100 scale, with higher scores corresponding to better IBS specific quality of life.",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Microbiome Biology",
                    "description": "Gut microbiome diversity evaluated using 16S rRNA gene sequencing for stool samples",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Perceptions of Stress",
                    "description": "Evaluated using Ecological Momentary Assessment using the items \"Right now, how much stress are you experiencing or feeling?\" (1=no stress to 7 = extremely severe stress); \"Since the last survey, did you experience any feelings of stress?\" (yes/no).",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Perceptions of IBS Distress",
                    "description": "Evaluated using Ecological Momentary Assessment using the items \"Right now, how severe are your IBS symptoms right now? (1=no symptoms to 7=extremely severe symptoms); \"Right now, how much are your IBS symptoms interfering with your life right now?\" (1=not at all to 7=extremely); \"Right now, my IBS symptoms are causing me distress\" (1=no distress to 7= extremely severe distress).",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Perceptions of IBS Distress During Bowel Movements",
                    "description": "Evaluated using Event-Triggered Ecological Momentary Assessment. Measures their perceptions of distress in the minutes leading up to sitting on the toilet (\"how distressed did you feel in the ten minutes leading up to sitting on the toilet? 1=not at all distressed to 7= extremely distressed) and during the bowel movement attempt (\"how distressed did you feel while sitting on the toilet? 1=not at all distressed to 7= extremely distressed).",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Pain Tolerance following Cold Pressor Task",
                    "description": "Evaluated by length of time (in minutes, seconds, and milliseconds) participant's hand is under water, where the maximum amount of time is 5 minutes, 0 seconds, 0 milliseconds. Measures the degree of pain/discomfort that can be withstood by the participants following completion of their assigned intervention condition. Differences will be analyzed across the three different arms (i.e., MA, MO, and CC) of the study.",
                    "timeFrame": "Differences across all three conditions collected at post-intervention"
                },
                {
                    "measure": "Sensation Intensity Rating following Cold Pressor Task",
                    "description": "Evaluated using a Likert-type scale on a single item (\"how intense are the sensations for you at the moment?\", 1=no sensations, 10=most intense sensations) every 30 seconds, measures the degree of intense sensations felt following completion of participant's assigned intervention condition. Differences will be analyzed across the three different arms (i.e., MA, MO, and CC) of the study.",
                    "timeFrame": "Differences across all three conditions collected at post-intervention"
                },
                {
                    "measure": "Distress Rating following Cold Pressor Task",
                    "description": "Evaluated using a Likert-type scale on a single item (\"how distressed are you by the sensations at the moment?\", 1=no distress, 10=worse distress) every 30 seconds, measures the degree of distress tolerance that can be withstood by participants following completion of participant's assigned intervention condition. Differences will be analyzed across the three different arms (i.e., MA, MO, and CC) of the study.",
                    "timeFrame": "Differences across all three conditions collected at post-intervention"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Self-Reported Perceived Stress",
                    "description": "The 10-item Perceived Stress Scale is a self-reported assessment of perceptions of stress over the past month. Total scores range from 0 to 40, with higher scores indicating higher levels of perceived stress.",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Depressive Symptomatology",
                    "description": "Evaluated using the 9-Item Patient Health Questionnaire (PHQ-9), which asks how often one has been bothered by 9 problems (0= not at all to 3= nearly every day), with a higher total score indicating more severe depressive symptomatology.",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Mindfulness",
                    "description": "Evaluated using the The Five Facet Mindfulness Questionnaire, a 24-item scale measuring mindfulness. Each item is rated on a scale from 1=never or very rarely true to 5= very often or always true, with a higher total score indicating greater mindfulness tendencies.",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Loneliness",
                    "description": "The UCLA Loneliness scale will be used to measure subjective feelings of loneliness and social isolation. A total score that ranges from 20 to 80 is calculated by summing the score of each item. A higher total score signifies increased feelings of loneliness.",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Distress Tolerance",
                    "description": "Evaluated using the Distress Tolerance Scale (DTS), which asks participants to describe their beliefs about feeling distressed or upset in 15-item. Each item is scored as 1=strongly agree to 5= strongly disagree, and higher total scores correspond to greater distress tolerance.",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Perceived Partner Responsiveness",
                    "description": "Change in perceived partner responsiveness will be measured using the Perceived Responsiveness and Insensitivity (PRI) Scale, a 4-item scale, in which each item is rated from 0= not at all to 5= completely, with a higher total score corresponding to more understanding and validation.",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Sensitivity and Attention to Interoceptive Signals",
                    "description": "Evaluated using the 17-item Interoceptive Sensitivity and Attention Questionnaire, in which each item is rated from 1= strongly disagree to 5= strongly agree, with a higher total score reflecting more sensitivity and attention to interoceptive signals.",
                    "timeFrame": "Change from baseline to 1-week post-intervention"
                },
                {
                    "measure": "Change in Gastrointestinal Symptom-Specific Anxiety",
                    "description": "Evaluated using the 15-item Visceral Sensitivity Index, in which each item is rated from 1= strongly agree to 6= strongly disagree.",
                    "timeFrame": "Change from baseline to 1-week post-intervention"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Self-Reported Diet",
                    "description": "Evaluated using a 7-day focused food frequency questionnaire based on established questionnaires used in previous NIH dietary trials with a special focus on FODMAP and probiotics consumption",
                    "timeFrame": "Change from baseline to 1-week post-intervention and 2-month follow-up"
                },
                {
                    "measure": "Change in Self-Reported Treatment Expectancies",
                    "description": "Evaluated using The 6-item Credibility-Expectancy Questionnaire, with a higher total score indicating greater treatment expectancy and credibility of the participant.",
                    "timeFrame": "Change from baseline to 1-week post-intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Rome IV IBS diagnosis\n* Indicate moderate to high levels of psychological distress over the past two weeks (composite score \\>5 on the Patient Health Questionnaire-4)\n* Willingness to provide assessments of bowel symptoms and complete study measures (including smartphone assessments)\n* Willingness/availability to be randomized and participate in all study activities\n\nExclusion Criteria:\n\n* Non-English speaking\n* Report a new diagnosis of a (non-acute) medical or psychiatric condition requiring treatment within the last 3 months\n* Have a history of diagnosed IBD or gastrointestinal malignancies.\n* Begun any new treatments for IBS in the four weeks prior to baseline\n* Currently pregnant\n* Had a colonoscopy within 2 weeks of enrolling in the study or within the first 4 weeks of study procedures\n* CGI Interview Only: Is a patient of Dr. David Levinthal\n\nCold Challenge Sub-study. Exclusion criteria: an existing pain condition, Reynaud's disease, history of heart/cardiovascular disease, high blood pressure, recent injuries, circulatory disorders, current or past frostbite, open cuts, or sores in both hands, a history of seizures, asthma, sickle cell disease or trait, cerebrovascular disease, a recent stroke or heart attack, or anxiolytic medication (e.g., Ativan, Xanax) or pain medication (e.g., aspirin) taken in the 2 hours prior to the study, pregnant or might be pregnant, and/or have a tendency/history of fainting after vaccines, shots, and/or blood draws. Participants will be excluded if they have taken anxiolytic medication (e.g., Ativan, Xanax) or pain medication (e.g., aspirin) taken in the 2 hours prior to the lab session. Participants who report viral illness (e.g., cold) and/or negative physical health symptoms (e.g., stomachache, nausea, fever, dehydration, hunger, sleep deprivation) before the start of the session will also be excluded.\n\nAs they will be visiting our laboratory on campus, participants will now be required to show proof of COVID-19 vaccination to participate in the study. Participants must also show proof of a booster shot, if they do not have one, they will be asked to wear a mask at in-person sessions to participate. Moving forward, we will continue to follow CMU COVID protocols.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "J. David Creswell, Ph.D.",
                    "role": "CONTACT",
                    "phone": "412-268-9182",
                    "email": "creswell@cmu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "J. David Creswell, Ph.D.",
                    "affiliation": "Carnegie Mellon University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Emily K Lindsay, Ph.D.",
                    "affiliation": "University of Pittsburgh",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "Carnegie Mellon University",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "J. David Creswell, Ph.D.",
                            "role": "CONTACT",
                            "phone": "412-268-9182",
                            "email": "creswell@cmu.edu"
                        },
                        {
                            "name": "J. David Creswell, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Ava Liccione, B.A.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Emily K Lindsay, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Asal Yusunova, B.A.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Amber Quinn, B.A.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sarah Wu, B.S.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Janine Dutcher, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Zachary Branson, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Carol M Greco, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "David J Levinthal, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Barbara Menthé, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Eva Szigethy, M.D., Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "15188733",
                    "type": "BACKGROUND",
                    "citation": "Barnes PM, Powell-Griner E, McFann K, Nahin RL. Complementary and alternative medicine use among adults: United States, 2002. Adv Data. 2004 May 27;(343):1-19."
                },
                {
                    "pmid": "18799450",
                    "type": "BACKGROUND",
                    "citation": "Ludwig DS, Kabat-Zinn J. Mindfulness in medicine. JAMA. 2008 Sep 17;300(11):1350-2. doi: 10.1001/jama.300.11.1350. No abstract available."
                },
                {
                    "pmid": "23527521",
                    "type": "BACKGROUND",
                    "citation": "Nyklicek I, Mommersteeg PM, Van Beugen S, Ramakers C, Van Boxtel GJ. Mindfulness-based stress reduction and physiological activity during acute stress: a randomized controlled trial. Health Psychol. 2013 Oct;32(10):1110-3. doi: 10.1037/a0032200. Epub 2013 Mar 25. Erratum In: Health Psychol. 2014 Sep;33(9):1045."
                },
                {
                    "pmid": "24767614",
                    "type": "BACKGROUND",
                    "citation": "Creswell JD, Pacilio LE, Lindsay EK, Brown KW. Brief mindfulness meditation training alters psychological and neuroendocrine responses to social evaluative stress. Psychoneuroendocrinology. 2014 Jun;44:1-12. doi: 10.1016/j.psyneuen.2014.02.007. Epub 2014 Feb 23."
                },
                {
                    "pmid": "19853530",
                    "type": "BACKGROUND",
                    "citation": "Zeidan F, Gordon NS, Merchant J, Goolkasian P. The effects of brief mindfulness meditation training on experimentally induced pain. J Pain. 2010 Mar;11(3):199-209. doi: 10.1016/j.jpain.2009.07.015. Epub 2009 Oct 22."
                },
                {
                    "pmid": "21471390",
                    "type": "BACKGROUND",
                    "citation": "Zeidan F, Martucci KT, Kraft RA, Gordon NS, McHaffie JG, Coghill RC. Brain mechanisms supporting the modulation of pain by mindfulness meditation. J Neurosci. 2011 Apr 6;31(14):5540-8. doi: 10.1523/JNEUROSCI.5791-10.2011."
                },
                {
                    "pmid": "18835662",
                    "type": "BACKGROUND",
                    "citation": "Pace TW, Negi LT, Adame DD, Cole SP, Sivilli TI, Brown TD, Issa MJ, Raison CL. Effect of compassion meditation on neuroendocrine, innate immune and behavioral responses to psychosocial stress. Psychoneuroendocrinology. 2009 Jan;34(1):87-98. doi: 10.1016/j.psyneuen.2008.08.011. Epub 2008 Oct 4."
                },
                {
                    "pmid": "21691341",
                    "type": "BACKGROUND",
                    "citation": "Gaylord SA, Palsson OS, Garland EL, Faurot KR, Coble RS, Mann JD, Frey W, Leniek K, Whitehead WE. Mindfulness training reduces the severity of irritable bowel syndrome in women: results of a randomized controlled trial. Am J Gastroenterol. 2011 Sep;106(9):1678-88. doi: 10.1038/ajg.2011.184. Epub 2011 Jun 21."
                },
                {
                    "pmid": "22161025",
                    "type": "BACKGROUND",
                    "citation": "Garland EL, Gaylord SA, Palsson O, Faurot K, Douglas Mann J, Whitehead WE. Therapeutic mechanisms of a mindfulness-based treatment for IBS: effects on visceral sensitivity, catastrophizing, and affective processing of pain sensations. J Behav Med. 2012 Dec;35(6):591-602. doi: 10.1007/s10865-011-9391-z. Epub 2011 Dec 8."
                },
                {
                    "pmid": "20362976",
                    "type": "BACKGROUND",
                    "citation": "Ljotsson B, Falk L, Vesterlund AW, Hedman E, Lindfors P, Ruck C, Hursti T, Andreewitch S, Jansson L, Lindefors N, Andersson G. Internet-delivered exposure and mindfulness based therapy for irritable bowel syndrome--a randomized controlled trial. Behav Res Ther. 2010 Jun;48(6):531-9. doi: 10.1016/j.brat.2010.03.003. Epub 2010 Mar 16."
                },
                {
                    "pmid": "22618308",
                    "type": "BACKGROUND",
                    "citation": "Zernicke KA, Campbell TS, Blustein PK, Fung TS, Johnson JA, Bacon SL, Carlson LE. Mindfulness-based stress reduction for the treatment of irritable bowel syndrome symptoms: a randomized wait-list controlled trial. Int J Behav Med. 2013 Sep;20(3):385-96. doi: 10.1007/s12529-012-9241-6."
                },
                {
                    "pmid": "25295066",
                    "type": "BACKGROUND",
                    "citation": "Aucoin M, Lalonde-Parsi MJ, Cooley K. Mindfulness-based therapies in the treatment of functional gastrointestinal disorders: a meta-analysis. Evid Based Complement Alternat Med. 2014;2014:140724. doi: 10.1155/2014/140724. Epub 2014 Sep 11."
                },
                {
                    "pmid": "27687118",
                    "type": "BACKGROUND",
                    "citation": "Creswell JD. Mindfulness Interventions. Annu Rev Psychol. 2017 Jan 3;68:491-516. doi: 10.1146/annurev-psych-042716-051139. Epub 2016 Sep 28."
                },
                {
                    "pmid": "30806634",
                    "type": "BACKGROUND",
                    "citation": "Creswell JD, Lindsay EK, Villalba DK, Chin B. Mindfulness Training and Physical Health: Mechanisms and Outcomes. Psychosom Med. 2019 Apr;81(3):224-232. doi: 10.1097/PSY.0000000000000675."
                },
                {
                    "pmid": "27021514",
                    "type": "BACKGROUND",
                    "citation": "Creswell JD, Taren AA, Lindsay EK, Greco CM, Gianaros PJ, Fairgrieve A, Marsland AL, Brown KW, Way BM, Rosen RK, Ferris JL. Alterations in Resting-State Functional Connectivity Link Mindfulness Meditation With Reduced Interleukin-6: A Randomized Controlled Trial. Biol Psychiatry. 2016 Jul 1;80(1):53-61. doi: 10.1016/j.biopsych.2016.01.008. Epub 2016 Jan 29."
                },
                {
                    "pmid": "29040891",
                    "type": "BACKGROUND",
                    "citation": "Lindsay EK, Young S, Smyth JM, Brown KW, Creswell JD. Acceptance lowers stress reactivity: Dismantling mindfulness training in a randomized controlled trial. Psychoneuroendocrinology. 2018 Jan;87:63-73. doi: 10.1016/j.psyneuen.2017.09.015. Epub 2017 Oct 8."
                },
                {
                    "pmid": "23092711",
                    "type": "BACKGROUND",
                    "citation": "Rosenkranz MA, Davidson RJ, Maccoon DG, Sheridan JF, Kalin NH, Lutz A. A comparison of mindfulness-based stress reduction and an active control in modulation of neurogenic inflammation. Brain Behav Immun. 2013 Jan;27(1):174-84. doi: 10.1016/j.bbi.2012.10.013. Epub 2012 Oct 22."
                },
                {
                    "pmid": "31120272",
                    "type": "BACKGROUND",
                    "citation": "Chin B, Lindsay EK, Greco CM, Brown KW, Smyth JM, Wright AGC, Creswell JD. Psychological mechanisms driving stress resilience in mindfulness training: A randomized controlled trial. Health Psychol. 2019 Aug;38(8):759-768. doi: 10.1037/hea0000763. Epub 2019 May 23."
                },
                {
                    "pmid": "28964403",
                    "type": "BACKGROUND",
                    "citation": "Garland EL, Roberts-Lewis A, Tronnier CD, Graves R, Kelley K. Corrigendum to \"Mindfulness-oriented recovery enhancement versus CBT for co-occurring substance dependence, traumatic stress, and psychiatric disorders: Proximal outcomes from a pragmatic randomized trial\" [Behav. Res. Ther. 77 (2016) 7-16]. Behav Res Ther. 2018 Jan;100:78. doi: 10.1016/j.brat.2017.09.007. Epub 2017 Sep 28. No abstract available."
                },
                {
                    "pmid": "26168376",
                    "type": "BACKGROUND",
                    "citation": "Holzel BK, Lazar SW, Gard T, Schuman-Olivier Z, Vago DR, Ott U. How Does Mindfulness Meditation Work? Proposing Mechanisms of Action From a Conceptual and Neural Perspective. Perspect Psychol Sci. 2011 Nov;6(6):537-59. doi: 10.1177/1745691611419671."
                },
                {
                    "pmid": "19267330",
                    "type": "BACKGROUND",
                    "citation": "Carmody J, Baer RA, L B Lykins E, Olendzki N. An empirical study of the mechanisms of mindfulness in a mindfulness-based stress reduction program. J Clin Psychol. 2009 Jun;65(6):613-26. doi: 10.1002/jclp.20579."
                },
                {
                    "pmid": "27835764",
                    "type": "BACKGROUND",
                    "citation": "Lindsay EK, Creswell JD. Mechanisms of mindfulness training: Monitor and Acceptance Theory (MAT). Clin Psychol Rev. 2017 Feb;51:48-59. doi: 10.1016/j.cpr.2016.10.011. Epub 2016 Nov 5."
                },
                {
                    "pmid": "30639835",
                    "type": "BACKGROUND",
                    "citation": "Lindsay EK, Creswell JD. Mindfulness, acceptance, and emotion regulation: perspectives from Monitor and Acceptance Theory (MAT). Curr Opin Psychol. 2019 Aug;28:120-125. doi: 10.1016/j.copsyc.2018.12.004. Epub 2018 Dec 13."
                },
                {
                    "pmid": "30808743",
                    "type": "BACKGROUND",
                    "citation": "Lindsay EK, Young S, Brown KW, Smyth JM, Creswell JD. Mindfulness training reduces loneliness and increases social contact in a randomized controlled trial. Proc Natl Acad Sci U S A. 2019 Feb 26;116(9):3488-3493. doi: 10.1073/pnas.1813588116. Epub 2019 Feb 11."
                },
                {
                    "pmid": "30550321",
                    "type": "BACKGROUND",
                    "citation": "Lindsay EK, Chin B, Greco CM, Young S, Brown KW, Wright AGC, Smyth JM, Burkett D, Creswell JD. How mindfulness training promotes positive emotions: Dismantling acceptance skills training in two randomized controlled trials. J Pers Soc Psychol. 2018 Dec;115(6):944-973. doi: 10.1037/pspa0000134."
                },
                {
                    "pmid": "22426087",
                    "type": "BACKGROUND",
                    "citation": "Lovell RM, Ford AC. Global prevalence of and risk factors for irritable bowel syndrome: a meta-analysis. Clin Gastroenterol Hepatol. 2012 Jul;10(7):712-721.e4. doi: 10.1016/j.cgh.2012.02.029. Epub 2012 Mar 15."
                },
                {
                    "pmid": "11254476",
                    "type": "BACKGROUND",
                    "citation": "Mayer EA, Naliboff BD, Chang L, Coutinho SV. V. Stress and irritable bowel syndrome. Am J Physiol Gastrointest Liver Physiol. 2001 Apr;280(4):G519-24. doi: 10.1152/ajpgi.2001.280.4.G519."
                },
                {
                    "pmid": "18222125",
                    "type": "BACKGROUND",
                    "citation": "Blanchard EB, Lackner JM, Jaccard J, Rowell D, Carosella AM, Powell C, Sanders K, Krasner S, Kuhn E. The role of stress in symptom exacerbation among IBS patients. J Psychosom Res. 2008 Feb;64(2):119-28. doi: 10.1016/j.jpsychores.2007.10.010."
                },
                {
                    "pmid": "18723164",
                    "type": "BACKGROUND",
                    "citation": "O'Mahony SM, Marchesi JR, Scully P, Codling C, Ceolho AM, Quigley EM, Cryan JF, Dinan TG. Early life stress alters behavior, immunity, and microbiota in rats: implications for irritable bowel syndrome and psychiatric illnesses. Biol Psychiatry. 2009 Feb 1;65(3):263-7. doi: 10.1016/j.biopsych.2008.06.026. Epub 2008 Aug 23."
                },
                {
                    "pmid": "25734736",
                    "type": "BACKGROUND",
                    "citation": "Chey WD, Kurlander J, Eswaran S. Irritable bowel syndrome: a clinical review. JAMA. 2015 Mar 3;313(9):949-58. doi: 10.1001/jama.2015.0954."
                },
                {
                    "pmid": "24627583",
                    "type": "BACKGROUND",
                    "citation": "Lee YJ, Park KS. Irritable bowel syndrome: emerging paradigm in pathophysiology. World J Gastroenterol. 2014 Mar 14;20(10):2456-69. doi: 10.3748/wjg.v20.i10.2456."
                },
                {
                    "pmid": "22783191",
                    "type": "BACKGROUND",
                    "citation": "Fichna J, Storr MA. Brain-Gut Interactions in IBS. Front Pharmacol. 2012 Jul 5;3:127. doi: 10.3389/fphar.2012.00127. eCollection 2012."
                },
                {
                    "pmid": "21092934",
                    "type": "BACKGROUND",
                    "citation": "Ljotsson B, Hedman E, Lindfors P, Hursti T, Lindefors N, Andersson G, Ruck C. Long-term follow-up of internet-delivered exposure and mindfulness based treatment for irritable bowel syndrome. Behav Res Ther. 2011 Jan;49(1):58-61. doi: 10.1016/j.brat.2010.10.006. Epub 2010 Oct 31."
                },
                {
                    "pmid": "18509902",
                    "type": "BACKGROUND",
                    "citation": "Shiffman S, Stone AA, Hufford MR. Ecological momentary assessment. Annu Rev Clin Psychol. 2008;4:1-32. doi: 10.1146/annurev.clinpsy.3.022806.091415."
                },
                {
                    "pmid": "28336545",
                    "type": "BACKGROUND",
                    "citation": "Karl JP, Margolis LM, Madslien EH, Murphy NE, Castellani JW, Gundersen Y, Hoke AV, Levangie MW, Kumar R, Chakraborty N, Gautam A, Hammamieh R, Martini S, Montain SJ, Pasiakos SM. Changes in intestinal microbiota composition and metabolism coincide with increased intestinal permeability in young adults under prolonged physiological stress. Am J Physiol Gastrointest Liver Physiol. 2017 Jun 1;312(6):G559-G571. doi: 10.1152/ajpgi.00066.2017. Epub 2017 Mar 23."
                },
                {
                    "pmid": "23056268",
                    "type": "BACKGROUND",
                    "citation": "Bangsgaard Bendtsen KM, Krych L, Sorensen DB, Pang W, Nielsen DS, Josefsen K, Hansen LH, Sorensen SJ, Hansen AK. Gut microbiota composition is correlated to grid floor induced stress and behavior in the BALB/c mouse. PLoS One. 2012;7(10):e46231. doi: 10.1371/journal.pone.0046231. Epub 2012 Oct 2."
                },
                {
                    "pmid": "26512631",
                    "type": "BACKGROUND",
                    "citation": "Jalanka J, Salonen A, Fuentes S, de Vos WM. Microbial signatures in post-infectious irritable bowel syndrome--toward patient stratification for improved diagnostics and treatment. Gut Microbes. 2015;6(6):364-9. doi: 10.1080/19490976.2015.1096486. Erratum In: Addendum to: Jalanka-Tuovinen J, Salojarvi J, Salonen A, Immonen O, Garsed K, Kelly FM, Zaitoun A, Palva A, Spiller RC, de Vos WM. Faecal microbiota composition and host-microbe cross-talk following gastroenteritis and in postinfectious irritable bowel syndrome. Gut 2014; 63:1737-45."
                },
                {
                    "pmid": "31142855",
                    "type": "BACKGROUND",
                    "citation": "Lloyd-Price J, Arze C, Ananthakrishnan AN, Schirmer M, Avila-Pacheco J, Poon TW, Andrews E, Ajami NJ, Bonham KS, Brislawn CJ, Casero D, Courtney H, Gonzalez A, Graeber TG, Hall AB, Lake K, Landers CJ, Mallick H, Plichta DR, Prasad M, Rahnavard G, Sauk J, Shungin D, Vazquez-Baeza Y, White RA 3rd; IBDMDB Investigators; Braun J, Denson LA, Jansson JK, Knight R, Kugathasan S, McGovern DPB, Petrosino JF, Stappenbeck TS, Winter HS, Clish CB, Franzosa EA, Vlamakis H, Xavier RJ, Huttenhower C. Multi-omics of the gut microbial ecosystem in inflammatory bowel diseases. Nature. 2019 May;569(7758):655-662. doi: 10.1038/s41586-019-1237-9. Epub 2019 May 29."
                },
                {
                    "pmid": "30026921",
                    "type": "BACKGROUND",
                    "citation": "Menees S, Chey W. The gut microbiome and irritable bowel syndrome. F1000Res. 2018 Jul 9;7:F1000 Faculty Rev-1029. doi: 10.12688/f1000research.14592.1. eCollection 2018."
                },
                {
                    "pmid": "28196491",
                    "type": "BACKGROUND",
                    "citation": "Buono JL, Carson RT, Flores NM. Health-related quality of life, work productivity, and indirect costs among patients with irritable bowel syndrome with diarrhea. Health Qual Life Outcomes. 2017 Feb 14;15(1):35. doi: 10.1186/s12955-017-0611-2."
                },
                {
                    "pmid": "11374689",
                    "type": "BACKGROUND",
                    "citation": "Chey WY, Jin HO, Lee MH, Sun SW, Lee KY. Colonic motility abnormality in patients with irritable bowel syndrome exhibiting abdominal pain and diarrhea. Am J Gastroenterol. 2001 May;96(5):1499-506. doi: 10.1111/j.1572-0241.2001.03804.x."
                },
                {
                    "pmid": "12077070",
                    "type": "BACKGROUND",
                    "citation": "Delvaux M. Role of visceral sensitivity in the pathophysiology of irritable bowel syndrome. Gut. 2002 Jul;51 Suppl 1(Suppl 1):i67-71. doi: 10.1136/gut.51.suppl_1.i67."
                },
                {
                    "pmid": "27147121",
                    "type": "BACKGROUND",
                    "citation": "Drossman DA, Hasler WL. Rome IV-Functional GI Disorders: Disorders of Gut-Brain Interaction. Gastroenterology. 2016 May;150(6):1257-61. doi: 10.1053/j.gastro.2016.03.035. No abstract available."
                },
                {
                    "pmid": "27061107",
                    "type": "BACKGROUND",
                    "citation": "Park SH, Videlock EJ, Shih W, Presson AP, Mayer EA, Chang L. Adverse childhood experiences are associated with irritable bowel syndrome and gastrointestinal symptom severity. Neurogastroenterol Motil. 2016 Aug;28(8):1252-60. doi: 10.1111/nmo.12826. Epub 2016 Apr 8."
                },
                {
                    "pmid": "31056802",
                    "type": "BACKGROUND",
                    "citation": "Midenfjord I, Polster A, Sjovall H, Tornblom H, Simren M. Anxiety and depression in irritable bowel syndrome: Exploring the interaction with other symptoms and pathophysiology using multivariate analyses. Neurogastroenterol Motil. 2019 Aug;31(8):e13619. doi: 10.1111/nmo.13619. Epub 2019 May 5."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The research team will share data associated with self-reports (e.g. demographics, stress levels) and adherence by depositing the data at the Inter-University Consortium for Political and Social Research (ICPSR), which is an NIH-funded repository. All data and documentation will be de-identified and will be consistent with applicable laws and regulations. Submitted data will confirm with relevant data and terminology standards.\n\nThis data will be shared with investigators working under an institution with a Federal Wide Assurance (FWA) and could be used for secondary study purposes. The study team agrees that the names and Institutions of persons either given or denied access to the data, and the bases for such decisions, will be summarized in the annual progress report.\n\nThe study team agrees to deposit and maintain the phenotypic data and secondary analysis of data (if any) at ICPSR. The repository has data access policies and procedures consistent with NIH data sharing policies.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "The study team agrees to deposit outcome data into the ICPSR repository three years after the end of the grant period.",
            "accessCriteria": "The study team agrees that they will identify where the data will be available and how to access the data in any publications and presentations that they author or co-author, as well as acknowledge the repository and funding source in any publications and presentations. The study team will be using the ICPSR, an NIH-funded repository with policies and procedures in place to provide data access to qualified researchers, fully consistent with NIH data sharing policies, applicable laws, and regulations."
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "SAP",
                    "hasProtocol": false,
                    "hasSap": true,
                    "hasIcf": false,
                    "label": "Statistical Analysis Plan",
                    "date": "2022-06-08",
                    "uploadDate": "2022-06-08T13:07",
                    "filename": "SAP_000.pdf",
                    "size": 155026
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000043183",
                    "term": "Irritable Bowel Syndrome"
                },
                {
                    "id": "D000013577",
                    "term": "Syndrome"
                }
            ],
            "ancestors": [
                {
                    "id": "D000004194",
                    "term": "Disease"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000003109",
                    "term": "Colonic Diseases, Functional"
                },
                {
                    "id": "D000003108",
                    "term": "Colonic Diseases"
                },
                {
                    "id": "D000007410",
                    "term": "Intestinal Diseases"
                },
                {
                    "id": "D000005767",
                    "term": "Gastrointestinal Diseases"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16355",
                    "name": "Syndrome",
                    "asFound": "Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M25118",
                    "name": "Irritable Bowel Syndrome",
                    "asFound": "Irritable Bowel Syndrome",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6336",
                    "name": "Colonic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6337",
                    "name": "Colonic Diseases, Functional",
                    "relevance": "LOW"
                },
                {
                    "id": "M10444",
                    "name": "Intestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}