{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06242080",
            "orgStudyIdInfo": {
                "id": "23-0154"
            },
            "secondaryIdInfos": [
                {
                    "id": "5R01MD017051",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5R01MD017051"
                }
            ],
            "organization": {
                "fullName": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "briefTitle": "SMILE: Clinical Trial to Evaluate Mindfulness as Intervention for Racial and Ethnic Populations During COVID-19",
            "officialTitle": "Digital Health Platform (DHP) to Deliver Mindfulness as a Stress Management Intervention Leveraging Electronic (SMILE) Health Records for Racial and Ethnic Populations During the COVID-19 Pandemic: Clinical Trial",
            "acronym": "SMILE",
            "therapeuticArea": [
                "Mental Health",
                "Infectious Diseases"
            ],
            "study": "smile-clinical-trial-to-evaluate-mindfulness-as-intervention-for-racial-and-ethnic-populations-during-covid"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-05-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-10",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-02-01",
            "studyFirstSubmitQcDate": "2024-02-01",
            "studyFirstPostDateStruct": {
                "date": "2024-02-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-08",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of North Carolina, Chapel Hill",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                },
                {
                    "name": "RTI International",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to evaluate the SMILE app, a Digital Health Platform (DHP), that will deliver a mindfulness intervention, designed to mitigate COVID-19 related stress. Additionally, the SMILE app will remotely collect self-reported psychological and physiological metrics of mental health and autonomic regulation. Study participants are adults who self-identify as African American, Black and/or Latino, and who have clinically significant levels of anxiety.\n\nThe study aims are:\n\n* Aim 1: Establish the effectiveness and durability of an 8-week Mindfulness DHP intervention. The investigators will focus on two constructs important to mental health and hypothesize that: A) Anxiety, self-report stress and quality-of-life measures will significantly improve when comparing: A.1) Pre-to-post intervention, and; A.2) Control vs. intervention groups over 8 weeks and at 1-month follow-up. B) Arousal, autonomic indices of HRV (reflecting parasympathetic activation) will significantly improve, when comparing: B.1) Pre-to-post intervention, and; B.2) Control vs. intervention groups over 8 weeks and at 1-month follow-up.\n* Aim 2: Establish the sustainability of two Mindfulness DHP interventions utilizing retention, usage (frequency), and participant satisfaction.\n* Aim 3: Examine associations between COVID-19 related stress, mental health outcomes, and HRV. Examine the extent to which COVID-19 related stress and mental health symptoms are linked to HRV at baseline and how that relationship changes over time.\n\nParticipants will be assigned to 1 of 3 arms of the study: MTIA intervention, MAPP intervention, or wait-list control. All participants will be mailed a device with the SMILE app installed, and the equipment for recording cardiac data in the home. All participants will complete the baseline psychometrics measures and physiological stress test using the instructions provided on the SMILE app. Those assigned to the MTIA or MAPP intervention groups will then participate in their assigned intervention over the subsequent 8 weeks. During these 8 weeks, psychometric and physiological data will be completed biweekly for all participants. 3 months following the initial baseline, all participants will complete a final psychometric/physiological evaluation.",
            "detailedDescription": "All data collection will occur remotely and intervention sessions will be virtual (i.e., in participants' homes). Participants will be provided with a tablet loaded with the SMILE app and a heart rate monitor and will view, or participate in, a virtual introductory tutorial on the use of the equipment. All psychological and physiological data will be collected via the SMILE app. Participants will be assigned to 1 of 3 groups (MTIA, MAPP, WLC), and all participants will complete each scheduled assessment, regardless of group assignment.\n\n1. Baseline assessment (week 0). Participants will complete demographic and psychological questionnaires followed by a HRV assessment protocol, which consists of asking participants to attach the heart rate monitor and follow the instructions/model on the app to complete a cognitive stress test and an orthostatic test.\n\n   In addition to the demographic questionnaire, the psychological measures included in the baseline assessment are: GAD-7, COVID Stress Scale (COVID-SS), Connor-Davidson Resilience Scale (CD RISC), Mental Health Quality of Life (MHQoL), Coping Orientation to Problems Experienced Inventory (Brief COPE), Perceived Stress Scale (PSS), Posttraumatic Growth Inventory (PTGI), sleep disturbance (Adult Patient-Reported Outcomes Measurement Information System (PROMIS) Short Form), PTSD Checklist, Center for Epidemiologic Studies Depression Scale (CES-D), Cognitive and Affective Mindfulness Scale-Revised (CAMS-R), and physical health (Short Form Health Survey, SF-12).\n2. Intervention (weeks 1-8). Participants assigned to the MTIA and MAPP groups will participate in the 8 week intervention. Both intervention programs are mindful meditative practices, designed to cultivate regulation of attention to present moment awareness, as well as develop mindfulness and awareness skills to improve coping and reduce stress, thereby lowering anxiety and increasing well-being.\n\n   The MTIA will be instructor led, internet-delivered (via Zoom), interactive, group-based mindfulness training intervention that will incorporate the training for approximately 9 persons in a group format, with outside-of session assignments. The MindfulnessAPP (MAPP) is a self-administered, internet-delivered intervention developed by the SMILE study team.\n\n   Biweekly during weeks 1-6, participants in all groups will be asked to complete assessments which include psychological questionnaires (GAD-7, COVID-SS, CD RISC, CAMS-R) and the same HRV assessment protocol as the baseline. Participants in both mindfulness groups will be asked to provide documentation of mindfulness practice.\n3. 8 week and follow-up assessment at week 12: participants in all groups will be asked to complete assessments which include psychological questionnaires (GAD-7, COVID-SS, CD RISC, MHQoL, COPE, PSS, PTGI, PROMIS, PTSD Checklist, CES-D, CAMS-R, and SF-12) and the same HRV assessment protocol as the baseline."
        },
        "conditionsModule": {
            "conditions": [
                "Anxiety",
                "COVID-19 Pandemic"
            ],
            "keywords": [
                "Digital Health Platform",
                "Heart Rate Variability",
                "Mindfulness",
                "Cultural/ethnic health disparities"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "3 parallel arms (MTIA intervention, MAPP intervention, wait-list control group)",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "The research statistician will randomize the participants into one of the intervention groups as soon as at least 24-30 (8-10 individuals per group) are consented. Randomization by group will be implemented using a modified miniRand procedure implemented in R software. Randomization will be stratified by ethnicity (Hispanic/Latino vs Black/African-American) to approximate equal representation in each arm.",
                    "whoMasked": [
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 404,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "\"MTIA\" intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The Mindfulness Training Instructor Administered (\"MTIA\") intervention will incorporate the following elements: training in an 8-week, 90-minute per week, modified mindfulness program, which places additional emphasis on training which is feasible and relevant to race/ethnic groups, including: a) didactics on relevance to stress, coping and resilience, b) mindful compassion for self and others; c) mindful communication, including non-verbal mindfulness, mindful listening, and mindful speaking. The MTIA will be instructor led, internet-delivered (via Zoom), interactive, group-based mindfulness training intervention that will incorporate the training for approximately 9 persons in a group format, with outside-of session assignments.",
                    "interventionNames": [
                        "Behavioral: Mindfulness"
                    ]
                },
                {
                    "label": "\"MAPP\" intervention",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The MindfulnessAPP (\"MAPP\") is a self-administered intervention developed by the SMILE study team. The MAPP is for individual use, with eight MAPP sessions composed of mindfulness exercises and didactics that correspond to the MTIA sessions. As the MTIA weekly class will be 90 minutes in length, the MAPP assignments will recommend spending approximately 90 minutes per week covering the assigned lesson, but in a flexible format convenient for the participant. In addition, each session will contain mindfulness-based practice assignments generally ranging from 10 to 30 minutes per day. The total number of suggested days for completion will be 49 days, comparable to the time from start to finish of a traditional 8 week MTIA session; however, there will be flexibility within this individualized program.",
                    "interventionNames": [
                        "Behavioral: Mindfulness"
                    ]
                },
                {
                    "label": "Wait-list Control",
                    "type": "NO_INTERVENTION",
                    "description": "The Wait-list Control (WLC) group will participate in all research assessment sessions, but will not be offered the Mindfulness intervention until after their role in the research is complete."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness",
                    "description": "Mindfulness meditation has been described as a behavioral technique involving the intentional self-regulation of attention to present-moment experience, combined with release of cognitive fixation on thoughts (whether simple images or complex story lines) regarding the past or future. Through training in mindfulness, individuals learn to evoke and sustain a non-judgmental state of present-moment awareness.",
                    "armGroupLabels": [
                        "\"MAPP\" intervention",
                        "\"MTIA\" intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline to Post-Intervention in the Generalized Anxiety Disorder-7 scale",
                    "description": "Generalized Anxiety Disorder scale (GAD-7) is a 7-item self-report questionnaire measuring the frequency of anxiety over the prior 2 weeks. Response categories range from 0 (\"Not at all\") to 3 (\"Nearly every day\"). Scores are summed leading to a range of 0-21. Higher scores indicate greater anxiety symptoms. Among-group differences in the change scores are measured with a mixed effects model controlling for gender, ethnicity, and age as well as data dependencies (MTIA cohort number). Treatment-by-time differences will be assessed using an omnibus test (F-test) with a null hypothesis that there is no treatment-by- time effect among the three treatment arms. If the difference of treatment effect is significant at the 0.05 level, the investigators will then examine individual group contrasts with the control group as the reference category.",
                    "timeFrame": "Baseline, 8 week"
                },
                {
                    "measure": "Change from Baseline to Follow-up in the Generalized Anxiety Disorder-7 scale",
                    "description": "Generalized Anxiety Disorder scale (GAD-7) is a 7-item self-report questionnaire measuring the frequency of anxiety over the prior 2 weeks. Response categories range from 0 (\"Not at all\") to 3 (\"Nearly every day\"). Scores are summed leading to a range of 0-21. Higher scores indicate greater anxiety symptoms. Among-group differences in the change scores are measured with a mixed effects model controlling for gender, ethnicity, and age as well as data dependencies (MTIA cohort number). Treatment-by-time differences will be assessed using an omnibus test (F-test) with a null hypothesis that there is no treatment-by- time effect among the three treatment arms. If the difference of treatment effect is significant at the 0.05 level, the investigators will then examine individual group contrasts with the control group as the reference category.",
                    "timeFrame": "Baseline, 12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Autonomic activity from Baseline to Post-Intervention as measured by heart period",
                    "description": "Heart period will be measured using the Polar H10 device. Range: 200-1500 msec",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in Autonomic activity from Baseline to Follow-up as measured by heart period",
                    "description": "Heart period will be measured using the Polar H10 device. Range: 200-1500 msec",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in Parasympathetic activity Baseline to Post-Intervention as measured by high-frequency heart rate variability (HF-HRV)",
                    "description": "High-frequency heart rate variability will be calculated from heart period data using CardioBatch Plus software. Range: 0 - 15 ln(msec). Greater variability indicates greater parasympathetic activity.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in Parasympathetic activity Baseline to Follow-up as measured by high-frequency heart rate variability (HF-HRV)",
                    "description": "High-frequency heart rate variability will be calculated from heart period data using CardioBatch Plus software. Range: 0 - 15 ln(msec). Greater variability indicates greater parasympathetic activity.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in Vagal efficiency Baseline to Post-intervention measured using HF-HRV and heart period coupling",
                    "description": "Vagal efficiency will be quantified during posture changes. Range: -100 - 200.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in Vagal efficiency Baseline to Follow-up measured using HF-HRV and heart period coupling",
                    "description": "Vagal efficiency will be quantified during posture changes. Range: -100 - 200.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the COVID-19 Stress Scale Baseline to Post-Intervention",
                    "description": "The COVID-19 Stress Scale (shortened) is an 18-item self-report questionnaire designed to measure COVID-related anxiety over the past 7 days. Three highly correlated subscales are measured: Danger, Contamination, and Traumatic stress. The Danger and Contamination subscales ask about worries related to the virus with response categories ranging from 0 (\"Not at all\") to 4 (\"Extremely). The Traumatic stress subscale asks about frequency of symptoms and varies from 0 (\"Never\") to 4 (\"Almost Always\"). Responses are summed across the subscales for a range of 0-72 with higher values indicating greater COVID-related stress. Two of the subscales, Compulsive Checking and Xenophobia related to COVID, are no longer relevant and are not included.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the COVID-19 Stress Scale Baseline to Follow-up",
                    "description": "The COVID-19 Stress Scale (shortened) is an 18-item self-report questionnaire designed to measure COVID-related anxiety over the past 7 days. Three highly correlated subscales are measured: Danger, Contamination, and Traumatic stress. The Danger and Contamination subscales ask about worries related to the virus with response categories ranging from 0 (\"Not at all\") to 4 (\"Extremely). The Traumatic stress subscale asks about frequency of symptoms and varies from 0 (\"Never\") to 4 (\"Almost Always\"). Responses are summed across the subscales for a range of 0-72 with higher values indicating greater COVID-related stress. Two of the subscales, Compulsive Checking and Xenophobia related to COVID, are no longer relevant and are not included.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Cognitive and Affective Mindfulness Scale - Revised Baseline to Post-intervention.",
                    "description": "The Cognitive and Affective Mindfulness Scale - Revised (CAMS-R) is a 12-item self report questionnaire that measures mindfulness in a single construct. Respondents are asked to rate how much each of the statements applies to them on a 1-4 scale with 1=Rarely/Not at all and 4 = Almost always resulting in total scores of 12-48. Higher scores reflect greater mindfulness. Among-group differences in the change scores are measured with a mixed effects model controlling for gender, ethnicity, and age as well as data dependencies (MTIA cohort number). Treatment-by-time differences will be assessed using an omnibus test (F-test) with a null hypothesis that there is no treatment-by- time effect among the three treatment arms. If the difference of treatment effect is significant at the 0.05 level, the investigators will then examine individual group contrasts with the control group as the reference category.",
                    "timeFrame": "Baseline, 8 weeks."
                },
                {
                    "measure": "Change in the Cognitive and Affective Mindfulness Scale - Revised Baseline to Follow-up",
                    "description": "The Cognitive and Affective Mindfulness Scale - Revised (CAMS-R) is a 12-item self report questionnaire that measures mindfulness in a single construct. Respondents are asked to rate how much each of the statements applies to them on a 1-4 scale with 1=Rarely/Not at all and 4 = Almost always resulting in total scores of 12-48. Higher scores reflect greater mindfulness. Among-group differences in the change scores are measured with a mixed effects model controlling for gender, ethnicity, and age as well as data dependencies (MTIA cohort number). Treatment-by-time differences will be assessed using an omnibus test (F-test) with a null hypothesis that there is no treatment-by- time effect among the three treatment arms. If the difference of treatment effect is significant at the 0.05 level, the investigators will then examine individual group contrasts with the control group as the reference category.",
                    "timeFrame": "Baseline,12 weeks."
                },
                {
                    "measure": "Change in the Perceived Stress Scale Baseline to Post-intervention.",
                    "description": "The Perceived Stress Scale (PSS) is a 10-item self-report questionnaire that measures the frequency of stress-related feelings in the past month. Responses vary from 0 (\"Not at all\" to 4 \"Very often). Responses are summed resulting in a range of 0-40. Higher scores indicate higher perceived stress. Differences in the change scores among arms will be assessed with regression procedures.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Perceived Stress Scale Baseline to Follow-up.",
                    "description": "The Perceived Stress Scale (PSS) is a 10-item self-report questionnaire that measures the frequency of stress-related feelings in the past month. Responses vary from 0 (\"Not at all\" to 4 \"Very often). Responses are summed resulting in a range of 0-40. Higher scores indicate higher perceived stress. Differences in the change scores among arms will be assessed with regression procedures.",
                    "timeFrame": "Baseline,12 weeks"
                },
                {
                    "measure": "Change in the Post-traumatic Growth Inventory Baseline to Post-Intervention Change in the Posttraumatic Growth Inventory from Baseline to Post-Intervention",
                    "description": "The Posttraumatic Growth Inventory (PTGI) is a 21-item self-report measure of growth and self-improvement after a crisis. The measure consists of statements, such as \"I changed my priorities about what is important in life.\" Responses vary from 0 (\"I did not experience this change as a result of my crisis\") to 5 (\"I experienced this change to a very great degree as a result of my crisis,\" resulting in total scores of 0-105. Higher scores indicate more growth. Differences in the change scores among arms will be assessed with regression procedures.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Post-traumatic Growth Inventory Baseline to Follow-up",
                    "description": "The Posttraumatic Growth Inventory (PTGI) is a 21-item self-report measure of growth and self-improvement after a crisis. The measure consists of statements, such as \"I changed my priorities about what is important in life.\" Responses vary from 0 (\"I did not experience this change as a result of my crisis\") to 5 (\"I experienced this change to a very great degree as a result of my crisis,\" resulting in total scores of 0-105. Higher scores indicate more growth. Differences in the change scores among arms will be assessed with regression procedures.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Post-traumatic Stress Disorder Checklist for DSM-V, Baseline to Post-intervention.",
                    "description": "The PTSD Checklist (PCL-5) is a 20-item self-report questionnaire that measures key symptoms of PTSD in response to a traumatic event. Respondents indicate the degree to which they are bothered by each symptom with categories ranging from 0 (\"Not at All\") to 4 (\"Extremely\") resulting in total scores of 0-80. Higher scores indicate presence of more symptomatology. Differences in the change scores among arms will be assessed with regression procedures.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Post-traumatic Stress Disorder Checklist for DSM-V, Baseline to Follow-up.",
                    "description": "The PTSD Checklist (PCL-5) is a 20-item self-report questionnaire that measures key symptoms of PTSD in response to a traumatic event. Respondents indicate the degree to which they are bothered by each symptom with categories ranging from 0 (\"Not at All\") to 4 (\"Extremely\") resulting in total scores of 0-80. Higher scores indicate presence of more symptomatology. Differences in the change scores among arms will be assessed with regression procedures.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Center for Epidemiologic Studies Depression Scale from Baseline to Post-Intervention.",
                    "description": "The Center for Epidemiologic Studies Depression Scale (CES-D) is a 20-item self-report questionnaire for assessing symptoms associated with depression. Response options range from 0 (\"Rarely or None of the Time\") to 3 (\"Most or Almost All the Time\"). Scores range from 0 to 60, with higher scores indicating greater depressive symptoms. Differences in the change scores among arms will be assessed with regression procedures.",
                    "timeFrame": "Baseline, 8 weeks."
                },
                {
                    "measure": "Change in the Center for Epidemiologic Studies Depression Scale from Baseline to Follow-up.",
                    "description": "The Center for Epidemiologic Studies Depression Scale (CES-D) is a 20-item self-report questionnaire for assessing symptoms associated with depression. Response options range from 0 (\"Rarely or None of the Time\") to 3 (\"Most or Almost All the Time\"). Scores range from 0 to 60, with higher scores indicating greater depressive symptoms. Differences in the change scores among arms will be assessed with regression procedures.",
                    "timeFrame": "Baseline, 12 weeks."
                },
                {
                    "measure": "Change in the Connor-Davidson Resilience Scale from Baseline to Post-Intervention",
                    "description": "The Connor-Davidson Resilience Scale (CD RISC) is a 25-item self-report measure of resilience when faced with difficulties. Respondents are presented with a series of statements and asked how much the statements apply to them. Responses range from 0 (\"Not at all true\") to 4 (\"True nearly all the time\"). Responses are summed to range from 0 to 100. Higher scores indicate more resilience. Mixed effects regression will assess the differences among the groups.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Connor-Davidson Resilience Scale from Baseline to Post-Intervention",
                    "description": "The Connor-Davidson Resilience Scale (CD RISC) is a 25-item self-report measure of resilience when faced with difficulties. Respondents are presented with a series of statements and asked how much the statements apply to them. Responses range from 0 (\"Not at all true\") to 4 (\"True nearly all the time\"). Responses are summed to range from 0 to 100. Higher scores indicate more resilience. Mixed effects regression will assess the differences among the groups.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Mental Health Quality of Life Baseline to Post-Intervention",
                    "description": "Mental Health Quality of Life (MHQoL) is an 8-item self-report questionnaire. Seven items measure quality of life dimensions((self-image, independence, mood, relationships, daily activities, physical health, future) with response levels ranging from 0 (\"Very dissatisfied\") to 3 (\"Very satisfied\") and are summed to 0-21. Higher scores indicate better quality of life. A final Visual Analogue Scale of general psychological well-being is measured on a 0 to 10 scale. Among group changes in the score will assessed with regression procedures.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Mental Health Quality of Life Baseline to Follow-up",
                    "description": "Mental Health Quality of Life (MHQoL) is an 8-item self-report questionnaire. Seven items measure quality of life dimensions((self-image, independence, mood, relationships, daily activities, physical health, future) with response levels ranging from 0 (\"Very dissatisfied\") to 3 (\"Very satisfied\") and are summed to 0-21. Higher scores indicate better quality of life. A final Visual Analogue Scale of general psychological well-being is measured on a 0 to 10 scale.Among group changes in the score will assessed with regression procedures.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Problem-focused coping subscale of the Coping Orientation to Problems Experienced Inventory from Baseline to Post-intervention",
                    "description": "The Problem-focused coping subscale of the Coping Orientation to Problems Experienced Inventory is an 8-item, self-report subscale. Problem-focused coping refers to using informational support, planning, and positive reframing. Respondents rate the degree to which they have been using a coping style based on a series of statements with responses of 1 (\"I haven't been doing this at all\") to 4 (\"I've been doing this a lot\". Scores are averaged across items and range from 1-4. Higher scores indicate greater problem-focused coping.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Emotion-focused coping subscale of the Coping Orientation to Problems Experienced Inventory from Baseline to Post-intervention",
                    "description": "The Emotion-focused coping subscale of the Coping Orientation to Problems Experienced Inventory in a 12-item, self-report subscale. Emotion-focused coping refers to using venting, emotional support, humor, acceptance, self-blame, and religion. Respondents rate the degree to which they have been using a coping style based on a series of statements with responses of 1 (\"I haven't been doing this at all\") to 4 (\"I've been doing this a lot\". Scores are averaged across items and range from 1-4. Higher scores indicate greater emotion-focused coping.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Avoidant coping subscale of the Coping Orientation to Problems Experienced Inventory from Baseline to Post-intervention",
                    "description": "The avoidant-focused coping subscale of the Coping Orientation to Problems Experienced Inventory is an 8-item, self-report subscale. Avoidant coping refers to using self-distraction, denial, substance use, and behavioral disengagement. Respondents rate the degree to which they have been using a coping style based on a series of statements with responses of 1 (\"I haven't been doing this at all\") to 4 (\"I've been doing this a lot\". Scores are averaged across items and range from 1-4. Higher scores indicate greater avoidant coping.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Problem-focused coping subscale of the Coping Orientation to Problems Experienced Inventory from Baseline to Follow-up",
                    "description": "The Problem-focused coping subscale of the Coping Orientation to Problems Experienced Inventory is an 8-item, self-report subscale. Problem-focused coping refers to using informational support, planning, and positive reframing. Respondents rate the degree to which they have been using a coping style based on a series of statements with responses of 1 (\"I haven't been doing this at all\") to 4 (\"I've been doing this a lot\". Scores are averaged across items and range from 1-4. Higher scores indicate greater problem-focused coping.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Emotion-focused coping subscale of the Coping Orientation to Problems Experienced Inventory from Baseline to Follow-up",
                    "description": "The Emotion-focused coping subscale of the Coping Orientation to Problems Experienced Inventory in a 12-item, self-report subscale. Emotion-focused coping refers to using venting, emotional support, humor, acceptance, self-blame, and religion. Respondents rate the degree to which they have been using a coping style based on a series of statements with responses of 1 (\"I haven't been doing this at all\") to 4 (\"I've been doing this a lot\". Scores are averaged across items and range from 1-4. Higher scores indicate greater emotion-focused coping.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Avoidant coping subscale of the Coping Orientation to Problems Experienced Inventory from Baseline to Follow-up",
                    "description": "The avoidant-focused coping subscale of the Coping Orientation to Problems Experienced Inventory is an 8-item, self-report subscale. Avoidant coping refers to using self-distraction, denial, substance use, and behavioral disengagement. Respondents rate the degree to which they have been using a coping style based on a series of statements with responses of 1 (\"I haven't been doing this at all\") to 4 (\"I've been doing this a lot\". Scores are averaged across items and range from 1-4. Higher scores indicate greater avoidant coping.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Patient-Reported Outcomes Measurement Information System sleep disturbance 8b short form T-score, Baseline to Post-intervention.",
                    "description": "The Patient-Reported Outcomes Measurement Information System sleep disturbance 8b short form (Adult PROMIS SF 8b) is an 8-item self-report questionnaire that assesses sleep disturbance over the past 7 days. Respondents report their sleep disturbance on a 1-5 scale. Responses are summed and translated into population-normed T-scores. Higher scores indicate greater severity of sleep disturbance.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Patient-Reported Outcomes Measurement Information System sleep disturbance 8b short form T-score, Baseline to Follow-up.",
                    "description": "The Patient-Reported Outcomes Measurement Information System sleep disturbance 8b short form (Adult PROMIS SF 8b) is an 8-item self-report questionnaire that assesses sleep disturbance over the past 7 days. Respondents report their sleep disturbance on a 1-5 scale. Responses are summed and translated into population-normed T-scores. Higher scores indicate greater severity of sleep disturbance.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Change in the Short Form Health Survey (SF-12), Baseline to post-intervention",
                    "description": "The Short Form Health Survey (SF-12) is a 12-item self-report questionnaire that assesses aspects of physical health and mental well-being. Scoring is complex and includes both positive and negatively worded items and is translated into a score of 0-100. Higher scores indicate better physical and mental health functioning.",
                    "timeFrame": "Baseline, 8 weeks"
                },
                {
                    "measure": "Change in the Short Form Health Survey (SF-12), Baseline to Follow-up",
                    "description": "The Short Form Health Survey (SF-12) is a 12-item self-report questionnaire that assesses aspects of physical health and mental well-being. Scoring is complex and includes both positive and negatively worded items and is translated into a score of 0-100. Higher scores indicate better physical and mental health functioning.",
                    "timeFrame": "Baseline, 12 weeks"
                },
                {
                    "measure": "Proportion of participants who completed the study",
                    "description": "Retention will be compared between the active intervention arms and is defined as the number of individuals who are randomized who complete the final study assessment.",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Proportion of participants who complete the intervention",
                    "description": "Completers are defined as randomized participants who either attend a minimum of 6 classes (MTIA arm) or view material for a minimum of 6 weeks in the MAPP. The proportion of completers will be compared between groups.",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Client satisfaction questionnaire-internet at the end of the intervention",
                    "description": "The Client satisfaction questionnaire-internet (CSQ-I) is an 8-item measure developed in Germany to assess satisfaction with telehealth interventions. the CSQ-I consists of seven statements that address satisfaction with an online program and willingness to refer others. The investigators have adjusted the 4 response categories for an American sample to use the standard agreement scale (1=strongly disagree, 2= mildly disagree, 3=mildly agree, 4= strongly agree). Mean scores are calculated which can range from 1-4 with higher scores representing greater satisfaction. The questionnaire will be assessed among participants in the intervention arms at the end of the interventions. Regression analysis will enable comparison of the means controlling for age, gender, and ethnicity.",
                    "timeFrame": "8 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* self-identify as African American, Black, Hispanic and/or Latino\n* demonstrate symptoms of anxiety, as determined based on the GAD-7 screening measure (score between 8-14)\n\nExclusion Criteria:\n\n* Current, or history of, heart disease\n* History of stroke or dementia\n* Diagnosis of movement disorders, such as Parkinson's Disease, or paralysis\n* Diagnosis of genetic disorders, such as Down Syndrome or Fragile-X syndrome\n* Diagnosis of autism\n* Diagnosis of schizophrenia, psychosis, dissociative disorder, mania/bipolar disorder, major depression or a personality disorder\n* History of serious mental or behavioral health problems requiring a hospital or treatment center stay within the past 12 months\n* Taking cardiac medications (other than blood pressure medications)\n* Taking seizure medications\n* Currently taking opioids medications or supplements\n* Practice of formal mindfulness for more than 15 minutes/day for 4 or more days/week over the past 6 months\n* GAD score \\<8 or \\>14",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "99 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Kim Faurot, PhD",
                    "role": "CONTACT",
                    "phone": "(919) 966-3578",
                    "email": "faurot@med.unc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Susan Gaylord, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Maria Davila, PhD",
                    "affiliation": "Research Triangle Institute (RTI)",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Keri J Heilman, PhD",
                    "affiliation": "University of North Carolina, Chapel Hill",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of North Carolina at Chapel Hill",
                    "status": "RECRUITING",
                    "city": "Chapel Hill",
                    "state": "North Carolina",
                    "zip": "27599-7160",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kim Faurot, PhD",
                            "role": "CONTACT",
                            "phone": "919-966-3578",
                            "email": "faurot@med.unc.edu"
                        },
                        {
                            "name": "Susan Gaylord, PhD",
                            "role": "CONTACT",
                            "phone": "(919) 966-8586",
                            "email": "gaylords@med.unc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.9132,
                        "lon": -79.05584
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC/RTI.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "beginning 9 and continuing for 36 months following publication",
            "accessCriteria": "For data belonging to UNC (Mindfulness program usage, participant satisfaction), users must have approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC.\n\nFor data belonging to RTI (demographics, cardiac data, psychological/behavioral questionnaires collected using the SMILE app), users must execute a data use/sharing agreement with RTI."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000086382",
                    "term": "COVID-19"
                }
            ],
            "ancestors": [
                {
                    "id": "D000011024",
                    "term": "Pneumonia, Viral"
                },
                {
                    "id": "D000011014",
                    "term": "Pneumonia"
                },
                {
                    "id": "D000012141",
                    "term": "Respiratory Tract Infections"
                },
                {
                    "id": "D000007239",
                    "term": "Infections"
                },
                {
                    "id": "D000014777",
                    "term": "Virus Diseases"
                },
                {
                    "id": "D000018352",
                    "term": "Coronavirus Infections"
                },
                {
                    "id": "D000003333",
                    "term": "Coronaviridae Infections"
                },
                {
                    "id": "D000030341",
                    "term": "Nidovirales Infections"
                },
                {
                    "id": "D000012327",
                    "term": "RNA Virus Infections"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2561",
                    "name": "COVID-19",
                    "asFound": "COVID-19 Pandemic",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13904",
                    "name": "Pneumonia",
                    "relevance": "LOW"
                },
                {
                    "id": "M13914",
                    "name": "Pneumonia, Viral",
                    "relevance": "LOW"
                },
                {
                    "id": "M10283",
                    "name": "Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6368",
                    "name": "Communicable Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14978",
                    "name": "Respiratory Tract Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M17522",
                    "name": "Virus Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M20490",
                    "name": "Coronavirus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M6555",
                    "name": "Coronaviridae Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M23685",
                    "name": "Nidovirales Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M15149",
                    "name": "RNA Virus Infections",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC01",
                    "name": "Infections"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M16204",
                    "name": "Sulfamethazine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}