{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03495024",
            "orgStudyIdInfo": {
                "id": "01730"
            },
            "organization": {
                "fullName": "Corporal Michael J. Crescenz VA Medical Center",
                "class": "FED"
            },
            "briefTitle": "Smoking Cessation With Varenicline in Schizophrenia: Antipsychotic-Induced Neurological Symptoms as Correlates",
            "officialTitle": "Effect of Varenicline on Smoking Cessation in Patients With Schizophrenia: Evaluation of Antipsychotic Drug-Induced Neurological Symptoms as Correlates of Response",
            "therapeuticArea": [
                "Mental Health",
                "Dermatology",
                "Neurology",
                "Other"
            ],
            "study": "smoking-cessation-with-varenicline-in-schizophrenia-antipsychotic-induced-neurological-symptoms-as-correlates"
        },
        "statusModule": {
            "statusVerifiedDate": "2019-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-01-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2020-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2020-06-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-04",
            "studyFirstSubmitQcDate": "2018-04-04",
            "studyFirstPostDateStruct": {
                "date": "2018-04-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2019-03-20",
            "lastUpdatePostDateStruct": {
                "date": "2019-03-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Stanley N. Caroff, MD",
                "investigatorTitle": "Psychiatrist",
                "investigatorAffiliation": "Corporal Michael J. Crescenz VA Medical Center"
            },
            "leadSponsor": {
                "name": "Corporal Michael J. Crescenz VA Medical Center",
                "class": "FED"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "To test the feasibility of studying effects of smoking cessation with varenicline on antipsychotic drug-induced neurological side effects, we propose a 12 week pilot study of smoking cessation treatment with varenicline in 10 schizophrenia or schizoaffective disorder patients who are actively smoking and have pre-existing TD while receiving stable doses of antipsychotics. Subjects will be followed after a 2 week baseline period to assess changes in smoking status and neurological symptoms using standardized rating scales. The aim is to examine clinically significant effects on antipsychotic-induced neurological side effects that may warrant further investigation.",
            "detailedDescription": "1. Objectives(s): To study whether smoking cessation with varenicline treatment will be associated with a significant reduction in symptoms of antipsychotic-induced tardive dyskinesia without worsening acute extrapyramidal symptoms.\n2. Research Design: To test the feasibility of studying effects of smoking cessation with varenicline on antipsychotic drug-induced neurological side effects, we propose a 12 week exploratory, open-label, proof-of-concept, pilot study of smoking cessation treatment with varenicline in 10 schizophrenia or schizoaffective disorder patients who are actively smoking and have pre-existing TD while receiving stable doses of antipsychotics. Subjects will be followed after a 2 week baseline period to assess changes in smoking status and neurological symptoms using standardized rating scales. The aim is to examine clinically significant effects on antipsychotic-induced neurological side effects that may warrant further investigation.\n3. Methodology: Patients will be evaluated at a Screening Visit 1 (Week 0) and at a Baseline Visit 2 (Week 2) two weeks apart. After the Baseline Visit, subjects will be asked to cease smoking completely by the target date four weeks after the baseline visit (Week 6) and will attend a clinic Cessation Visit 4 (Week 6) for medication check and resupply. Treatment with varenicline will start at Baseline Visit 2 (Week 2) with 0.5mg hs x 3 days, 0.5mg bid x 4 days, then start 1mg bid at Visit 3 (Week 3) for the remaining 9 weeks of the study.\n\nAt the Screening and Baseline Visits, and at study visits thereafter (Visit 3-7), subjects will be evaluated for efficacy and safety, and changes in smoking or other tobacco use since the last visit. The following measures will be taken; Fagerstrom Test for Cigarette Dependence (FTCD) at screening only; Cigarette smoking will be assessed by a structured questionnaire of time-line follow-back (TLFB) usage; Expired carbon using a hand-held carbon monoxide monitor; Simpson-Angus Scale (SAS), Barnes Akathisia Scale (BAS), and the Abnormal Involuntary Movement Scale (AIMS); Global Clinical Impression Scale (CGI-S at baseline, CGI-I at final visit) for TD; C-SSRS; Brief Psychiatric Rating Scale (BPRS), Mini-Mental Status Examination (MMSE) and Hospital Anxiety and Depression Scale (HADS) at baseline and the final visit only; Brief smoking cessation counseling; Laboratory measures; Urine toxicology sample at the screening and final visits only, serum pregnancy test (women) at screening visit only; Changes in psychotropic medications; Varenicline compliance by pill counts; Adverse events."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia",
                "Schizoaffective Disorder",
                "Tobacco Smoking",
                "Tardive Dyskinesia",
                "Parkinsonism"
            ],
            "keywords": [
                "Schizophrenia",
                "Schizoaffective disorder",
                "Antipsychotics",
                "Tobacco smoking",
                "Tardive dyskinesia",
                "Parkinsonism"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE4"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "A 12 week exploratory, open-label, proof-of-concept, pilot study of smoking cessation treatment with varenicline in 10 schizophrenia or schizoaffective disorder patients who are actively smoking and have pre-existing TD while receiving stable doses of antipsychotics.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Smoking cessation with varenicline",
                    "type": "OTHER",
                    "description": "FDA-approved indication of varenicline for smoking cessation",
                    "interventionNames": [
                        "Drug: Varenicline"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Varenicline",
                    "description": "Oral medication approved to facilitate smoking cessation",
                    "armGroupLabels": [
                        "Smoking cessation with varenicline"
                    ],
                    "otherNames": [
                        "CHANTIX"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Self-reported 7-day point prevalence of abstinence prior to week 12",
                    "description": "Self-reported 7-day point prevalence of abstinence prior to week 12",
                    "timeFrame": "12 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "A reduction in smoking was determined by a >50% reduction in mean number of cigarettes consumption per day at week 12 compared to baseline",
                    "description": "A reduction in smoking was determined by a \\>50% reduction in mean number of cigarettes consumption per day at week 12 compared to baseline",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Abstinence determined by a CO measure cutoff of ≤ 5 ppm",
                    "description": "Abstinence determined by a CO measure cutoff of ≤ 5 ppm",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Abstinence determined by 24-hour point prevalence at week 12",
                    "description": "Abstinence determined by 24-hour point prevalence at week 12",
                    "timeFrame": "12 weeks"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Percent of subjects showing Clinical Global Impression ratings of at least \"much improved\"",
                    "description": "Percent of subjects showing Clinical Global Impression ratings of at least \"much improved\"",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Percent of patients showing at least 50% improvement in AIMS score,",
                    "description": "Percent of patients showing at least 50% improvement in AIMS score,",
                    "timeFrame": "12 weeks"
                },
                {
                    "measure": "Mean change in the sum total of score on the AIMS (items 1-7) from the baseline to endpoint visits",
                    "description": "Mean change in the sum total of score on the AIMS (items 1-7) from the baseline to endpoint visits",
                    "timeFrame": "12 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* DSM 5 criteria for schizophrenia or schizoaffective disorder and stable disease\n* Glazer-Morgenstern-Doucette criteria for TD\n* Smoking at least 5 cigarettes on average daily for at least 30 days prior to screening\n* An exhaled carbon monoxide concentration greater than 5 parts per million (ppm) at screening\n* Agree to stop smoking by the target date (four weeks after baseline\n* Concurrence for varenicline treatment from the patient's mental health provider if the patient is under mental health care; OR, if the patient is not under mental health care, the prescribing clinician should consult with a mental health provider to evaluate the patient for appropriateness to receive varenicline\n\nExclusion Criteria:\n\n* Have untreated or unstable acute medical or psychiatric illnesses\n* Have a history of seizures\n* History of somnambulism\n* Have chronic degenerative neurological illnesses (e.g., Parkinson's disease)\n* Have a history of active substance abuse (including marijuana abuse) in the 3 months prior to screening or a positive toxicology screen\n* Are receiving clozapine or cholinesterase inhibitors\n* Had a change in dosing or medication type of antipsychotic or anti-muscarinic for one month prior to enrollment (two months for long-acting antipsychotics)\n* Are unable to remain on a stable dose of antipsychotic or anti-muscarinic during the study period\n* Have acute suicidal ideation, intent or behavior within 12 months or risk based assessed on the C-SSRS or depression/anxiety score ≥ 8 on the HADS.\n* Female subjects of childbearing age will have a negative pregnancy serum test at screening and are required to use approved methods of birth control\n* Use of an investigational drug within 30 days of screening\n* Use of other smoking cessation aids (bupropion, nicotine replacement products)\n* Use of other tobacco products\n* History of allergic reactions to varenicline\n* Lack capacity to provide informed consent",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "75 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Stanley N Caroff, MD",
                    "role": "CONTACT",
                    "phone": "215-823-4065",
                    "email": "stanley.caroff@va.gov"
                },
                {
                    "name": "Rosalind M Berkowitz, MD",
                    "role": "CONTACT",
                    "phone": "215-823-4065",
                    "email": "rosalind.berkowitz@va.gov"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Stanley N Caroff, MD",
                    "affiliation": "Cpl. Michael J. Crescenz VA Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Corporal Michael J Crescenz VA Medical Center",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Stanley N Caroff, MD",
                            "role": "CONTACT",
                            "phone": "215-823-4065",
                            "email": "stanley.caroff@va.gov"
                        },
                        {
                            "name": "Rosalind M Berkowitz, MD",
                            "role": "CONTACT",
                            "phone": "215-823-4065",
                            "email": "rosalind.berkowitz@va.gov"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28727483",
                    "type": "BACKGROUND",
                    "citation": "Caroff SN, Campbell EC, Carroll B. Pharmacological treatment of tardive dyskinesia: recent developments. Expert Rev Neurother. 2017 Sep;17(9):871-881. doi: 10.1080/14737175.2017.1358616. Epub 2017 Jul 31."
                },
                {
                    "pmid": "27514296",
                    "type": "BACKGROUND",
                    "citation": "Caroff SN, Campbell EC. Drug-Induced Extrapyramidal Syndromes: Implications for Contemporary Practice. Psychiatr Clin North Am. 2016 Sep;39(3):391-411. doi: 10.1016/j.psc.2016.04.003. Epub 2016 Jun 23."
                },
                {
                    "pmid": "20816031",
                    "type": "BACKGROUND",
                    "citation": "Caroff SN, Davis VG, Miller DD, Davis SM, Rosenheck RA, McEvoy JP, Campbell EC, Saltz BL, Riggio S, Chakos MH, Swartz MS, Keefe RS, Stroup TS, Lieberman JA; CATIE Investigators. Treatment outcomes of patients with tardive dyskinesia and chronic schizophrenia. J Clin Psychiatry. 2011 Mar;72(3):295-303. doi: 10.4088/JCP.09m05793yel. Epub 2010 Aug 10."
                },
                {
                    "pmid": "17388711",
                    "type": "BACKGROUND",
                    "citation": "Caroff SN, Walker P, Campbell C, Lorry A, Petro C, Lynch K, Gallop R. Treatment of tardive dyskinesia with galantamine: a randomized controlled crossover trial. J Clin Psychiatry. 2007 Mar;68(3):410-5. doi: 10.4088/jcp.v68n0309."
                },
                {
                    "pmid": "16364675",
                    "type": "BACKGROUND",
                    "citation": "Caroff SN, Martine R, Kleiner-Fisman G, Eisa M, Lorry A, Gallop R, Stern MB, Duda JE. Treatment of levodopa-induced dyskinesias with donepezil. Parkinsonism Relat Disord. 2006 May;12(4):261-3. doi: 10.1016/j.parkreldis.2005.10.003. Epub 2005 Dec 20. No abstract available."
                },
                {
                    "pmid": "27658674",
                    "type": "BACKGROUND",
                    "citation": "Bordia T, Zhang D, Perez XA, Quik M. Striatal cholinergic interneurons and D2 receptor-expressing GABAergic medium spiny neurons regulate tardive dyskinesia. Exp Neurol. 2016 Dec;286:32-39. doi: 10.1016/j.expneurol.2016.09.009. Epub 2016 Sep 19."
                },
                {
                    "pmid": "26472532",
                    "type": "BACKGROUND",
                    "citation": "Quik M, Bordia T, Zhang D, Perez XA. Nicotine and Nicotinic Receptor Drugs: Potential for Parkinson's Disease and Drug-Induced Movement Disorders. Int Rev Neurobiol. 2015;124:247-71. doi: 10.1016/bs.irn.2015.07.005. Epub 2015 Aug 18."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Final aggregate and pooled data analyses and results devoid of any individual identifying information will be summarized in abstract form for presentations and in a final manuscript for publication at the end of the one-year study period. Final data sets will be shared upon written request for public availability. Data sets meeting VA standards for disclosure to the public will be made available within 1 year of publication. Final data sets will be maintained locally until enterprise-level resources become available for long-term storage and access. Guidance on request and distribution processes will be provided by VA ORD. Prior to distribution, a local privacy officer will certify that the data set contains no PHI",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "CSR"
            ],
            "timeFrame": "Within one year of publication date and maintained locally until enterprise-level resources become available for long-term storage and access by VA administration.",
            "accessCriteria": "Final data sets will be shared upon written request for public availability.Guidance on request and distribution processes will be provided by VA ORD. Prior to distribution, a local privacy officer will certify that the data set contains no PHI"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30",
            "submissionTracking": {
                "estimatedResultsFirstSubmitDate": "2023-09-22",
                "submissionInfos": [
                    {
                        "releaseDate": "2023-09-22",
                        "resetDate": "2023-10-20",
                        "mcpReleaseN": 2
                    }
                ]
            }
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000020820",
                    "term": "Dyskinesias"
                },
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000071057",
                    "term": "Tardive Dyskinesia"
                },
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000004409",
                    "term": "Dyskinesia, Drug-Induced"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "asFound": "Parkinsonism",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22574",
                    "name": "Dyskinesias",
                    "asFound": "Dyskinesia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M680",
                    "name": "Tardive Dyskinesia",
                    "asFound": "Tardive Dyskinesia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Schizoaffective Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7583",
                    "name": "Dyskinesia, Drug-Induced",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000068580",
                    "term": "Varenicline"
                }
            ],
            "ancestors": [
                {
                    "id": "D000018722",
                    "term": "Nicotinic Agonists"
                },
                {
                    "id": "D000018679",
                    "term": "Cholinergic Agonists"
                },
                {
                    "id": "D000018678",
                    "term": "Cholinergic Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M278",
                    "name": "Varenicline",
                    "asFound": "Spinal Cord",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16904",
                    "name": "Antipsychotic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20796",
                    "name": "Nicotinic Agonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20758",
                    "name": "Cholinergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "T482",
                    "name": "Varenicline",
                    "asFound": "Spinal Cord",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                }
            ]
        }
    },
    "hasResults": false
}