{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04855357",
            "orgStudyIdInfo": {
                "id": "21631"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R37CA248448-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R37CA248448-01A1"
                }
            ],
            "organization": {
                "fullName": "University of California, San Francisco",
                "class": "OTHER"
            },
            "briefTitle": "Smoke-free Home Intervention in Permanent Supportive Housing",
            "officialTitle": "A Community-based Trial of a Voluntary Smoke-free Home Intervention in Permanent Supportive Housing for Formerly Homeless Adults",
            "therapeuticArea": [
                "Other"
            ],
            "study": "smoke-free-home-intervention-in-permanent-supportive-housing"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-01-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-04-19",
            "studyFirstSubmitQcDate": "2021-04-19",
            "studyFirstPostDateStruct": {
                "date": "2021-04-22",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of California, San Francisco",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The focus of this proposal is on expanding access to voluntary smoke-free homes to formerly homeless residents residing in permanent supportive housing, and examining the impact of this intervention on reducing tobacco-caused disparities. In this study, the principal investigator will conduct a multi-site, community-based cluster-randomized wait-list controlled trial of the multi-faceted smoke-free home intervention among 400 permanent supportive housing residents residing in 20 permanent supportive housing sites across the San Francisco Bay Area with the goal of increasing voluntary adoption of smoke-free homes.",
            "detailedDescription": "PSH resident participants (200 each in the intervention and wait-list control arms) and within each site, all resident participants will be informed about the study and invited to participate. Participants will be recruited within blocks of four housing sites per month, with each block containing two intervention and two wait-list control sites, and anticipating roll-out of one such block per month. Anticipated completion of recruitment and enrollment of all participants should occur within 6 months, allowing for a one-to-two-month extension to complete these activities. The intervention will be offered to the wait-list control participants once all participants in the intervention sites from the same block have completed their 6-month follow-up.\n\n400 resident participants will be recruited, with 200 participants each in the intervention and wait-list control arms (\\~20 participants per site). Within each site, study staff will advertise the study to residents the week prior to enrollment by placing flyers at the study site and making announcements at community meetings. After the informational meeting, study staff will be present at the recruitment sites during designated times to screen interested participants for eligibility and enroll those eligible into the study. These study procedures were successfully employed the pilot study. Participants in the study may be invited to a one-time, voluntary, community advisory board (CAB) meeting.\n\nSpecific Objectives:\n\nAim 1: Conduct a cluster randomized trial to estimate the effect of the smoke-free home intervention on residents' voluntary adoption of smoke-free homes.\n\nAim 2: Evaluate the cost-effectiveness of the smoke-free home intervention.\n\nAim 3: Determine characteristics of high and low adopters at the individual level, and social and environmental barriers and enablers of adoption, scalability and sustainability of the intervention.\n\nIt will take 6 months for the intervention group participants to complete the study, and 1 year for the wait-list control participants to complete the study."
        },
        "conditionsModule": {
            "conditions": [
                "Smoking Cessation",
                "Second Hand Tobacco Smoke"
            ],
            "keywords": [
                "Smoke-free home",
                "Smoking cessation",
                "Permanent supportive housing"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "A cluster-randomized, wait-list controlled designed trial where PSH sites will be randomized into intervention and wait-list control groups. Those in the wait-list control group will receive usual care first and then cross over to the intervention arm.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 400,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Smoke-free home permanent supportive housing (PSH) resident intervention + Staff Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Study staff will deliver a one hour, one-on-one counseling to PSH residents that includes: (1) a step-by-step guide on how to voluntarily adopt a smoke-free home, (2) information on second hand smoke (SHS) and third-hand smoke, alternative combustible tobacco and nicotine product use, cannabis-tobacco co-use, effects of SHS on kids and pets,(3) a worksheet on calculating personal costs related to tobacco use, and (4) pledges to designate one's home smoke-free. At follow-up assessments, the study team will ask participants whether they had a chance to view the intervention materials in between visits and will offer an opportunity for participants to discuss conflicts that they had experienced around smoke-free home adoption and will provide strategies to address these roadblocks.",
                    "interventionNames": [
                        "Behavioral: Resident counselling",
                        "Behavioral: Staff Training"
                    ]
                },
                {
                    "label": "Wait-List Control (Usual Care) then crossover to Smoke-free home PSH resident intervention",
                    "type": "OTHER",
                    "description": "The current standard of care includes no interventions for smoke-free home adoption or referrals to smoking cessation resources. Wait-list group receives Smoke-Free Home (SFH) intervention after intervention group complete 6-month follow-up",
                    "interventionNames": [
                        "Behavioral: Staff Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Resident counselling",
                    "description": "One hour, one-on-one counseling for residents",
                    "armGroupLabels": [
                        "Smoke-free home permanent supportive housing (PSH) resident intervention + Staff Intervention"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Staff Training",
                    "description": "A two-hour training for PSH staff on how to provide referrals to smoking cessation programs using materials previously developed from UCSF's 'Rx for change' curriculum for service providers, directed toward empowering PSH staff to provide referrals to local cessation services using the ask, advise, and refer approach. The training will address nicotine addiction, tobacco use among PSH residents, pilot data, brief cessation counseling (ask, advise, and refer), and local resources for cessation. Because PSH resident-PSH staff encounters will take place as part of routine care, the study team will request permission from a random sample of staff and resident dyads (n=40) to record these interactions to assess fidelity.",
                    "armGroupLabels": [
                        "Smoke-free home permanent supportive housing (PSH) resident intervention + Staff Intervention",
                        "Wait-List Control (Usual Care) then crossover to Smoke-free home PSH resident intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion of participants who adopt a smoke-free home voluntarily",
                    "description": "Self-reported voluntary adoption of smoke-free homes for \\>=90 days at 6 months follow-up",
                    "timeFrame": "6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Proportion of participants who achieve abstinence",
                    "description": "7-day point prevalence abstinence at 6 months follow-up, measured as self-report of abstinence at the 6-month follow-up and an expired carbon monoxide of \\<= 5 parts per million (ppm) as abstinence",
                    "timeFrame": "6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18 years or older\n2. Ability to understand study procedures and to comply with them for the entire length of the study.\n3. Ability of individual or legal guardian/representative to understand a written informed consent document, and the willingness to sign it.\n4. Current smokers \\[(smoked at least 100 cigarettes in lifetime, daily or non-daily smoking in the past 7 days and at least 5 cigarettes per day, verified by expired Carbon Monoxide (CO)\\>= 8 parts per million (ppm) who smoke in their homes.\n5. Expect to live in the PSH site for at least 12 months\n6. English proficient.\n\nExclusion Criteria:\n\n1. Contraindication to any study-related procedure or assessment.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jessica Alway",
                    "role": "CONTACT",
                    "phone": "415-839-0572",
                    "email": "Jessica.Alway@ucsf.edu"
                },
                {
                    "name": "Maya Vijayaraghavan, MD, MAS",
                    "role": "CONTACT",
                    "phone": "(628) 206-6959",
                    "email": "Maya.Vijayaraghavan@ucsf.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Maya Vijayaraghavan, MD, MAS",
                    "affiliation": "University of California, San Francisco",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94143",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jessica Alway",
                            "role": "CONTACT",
                            "phone": "415-839-0572",
                            "email": "Jessica.Alway@ucsf.edu"
                        },
                        {
                            "name": "Maya Vijayaraghavan, MD, MAS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "36376812",
                    "type": "DERIVED",
                    "citation": "Odes R, Alway J, Kushel M, Max W, Vijayaraghavan M. The smoke-free home study: study protocol for a cluster randomized controlled trial of a smoke-free home intervention in permanent supportive housing. BMC Public Health. 2022 Nov 14;22(1):2076. doi: 10.1186/s12889-022-14423-y."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12478",
                    "name": "Nicotine",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}