{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05574699",
            "orgStudyIdInfo": {
                "id": "IRB00354803"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01MD015844",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01MD015844"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins University",
                "class": "OTHER"
            },
            "briefTitle": "Social Risk Score, Clinical Decision Support Tool and Closed Loop Referral for Social Risk Screen and Referral",
            "officialTitle": "Piloting a Clinical Decision Support Tool to Identify and Refer Patients With Social Needs to Community-based Organizations",
            "therapeuticArea": [
                "Endocrinology",
                "Cardiovascular",
                "Other"
            ],
            "study": "social-risk-score-clinical-decision-support-tool-and-closed-loop-referral-for-social-risk-screen-and-referral"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-10-06",
            "studyFirstSubmitQcDate": "2022-10-06",
            "studyFirstPostDateStruct": {
                "date": "2022-10-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Minority Health and Health Disparities (NIMHD)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overarching goal of this project is to leverage health information technology (HIT) to integrate available digital information on social needs to improve care for racial and ethnic minorities and socially disadvantaged populations with chronic diseases.\n\nIn the previous phases of this project the investigators developed a social risk score to identify social needs among medically under-served patients with special emphasis on application among African American patients with low income and chronic diseases who face social determinants, risk factors, and needs (SDRN) challenges. The investigators also developed a clinical decision support (CDS) tool to present the social risk score to clinical providers and sought feedback from different users on the face and content validity of the CDS tool.\n\nIn the current project the investigators will run a randomized clinical trial (RCT) study to pilot test the new risk score and CDS tool in selected primary care clinics at Johns Hopkins Health System (JHHS) and in collaboration with selected community-based organizations (CBOs). This system will help identify, manage, and refer patients with both high levels of disease burden and modifiable SDRN challenges.",
            "detailedDescription": "The aim of this phase of the study is to\n\n1. Implement the social risk score and CDS tool developed and tested in the study. The CDS tool will help providers in primary care clinics to identify patients with social needs and refer patients to relevant CBOs.\n2. Assess the impact of the social risk score/ CDS tool on care processes and patient outcomes compared to the standard of care.\n3. Evaluate the acceptability of the social risk score/ CDS tool and its impact on the clinical workflow, patient care, and HIT data quality.\n\nTo achieve these aims The investigators take the following approach;\n\nAim 1: The CDS tool will be implemented in the following four pilot primary care clinics; General Internal Medicine, Johns Hopkins Outpatient Clinic (GIM-JHOC), Johns Hopkins Community Physicians (JHCP) at Remington and Dundalk, as well as East Baltimore Medical Center (EBMC). The CDS tool is an electronic health record (EHR) based tool and the implementation will be completed by the Technology Innovation Center at Johns Hopkins Health System (TIC) team. The investigators have been working closely with the TIC team to complete the development of the CDS tool. Using a pre-developed EHR tool (i.e., Patient Insight) the TIC team is in the process of finalizing the CDS tool in Johns Hopkins Health System (JHHS) EHR. The CDS tool will then be available as one of the tabs in each patient's EHR main page and providers in each of the selected clinics (e.g., physicians, nurses, social workers and care managers) can access the CDS tool through EHR.\n\nAim 2: To assess the impact of the CDS tool the investigators will conduct an RCT. The investigators will enroll eligible patients from the pilot clinics who agree to participate in the investigators' study and sign the consent form. The investigators will work with Institute for Clinical and Translational Research (ICTR) team (contact person: Cassie Lewis-Land) to contact eligible patients via MyChart to inform the patients about the study and to obtain the consent form. The investigators will then randomize the patients to intervention or control arms.\n\nFor patients in the intervention arm the providers use the CDS tool to review the patients' social risk score. If the patient is identified as with high social needs based on the risk score in the CDS tool, the providers will refer the patients to social workers/ care managers for further in-depth assessment of the patients' social needs. The further assessment of the social needs will be performed by the Hopkins Community Connections (HCC), a group of social workers and community health workers currently acting as a hub for social needs assessment and referral at JHHS. Providers of different clinics across JHHS can refer patients to HCC for further assessment of the patients' social needs. HCC will reach out to the patients over the phone and will perform an in-depth assessment of the patients' social needs. If any social needs are identified and patient agrees to address those needs HCC staff will refer the patient to CBOs.\n\nHCC uses the FindHelp, a HIPAA compliant database and referral platform for social needs, both for communications with providers (i.e., receiving patients with social needs for further assessment from providers in the pilot clinics) and with CBOs (i.e., referring patients with social needs to CBOs). The investigators are working with 3 CBOs in Baltimore city including \"Green \\& Health Home Initiative\", \"Movable Feast\", and \"Franciscan Center\" in this study, which are mostly equipped to address 3 major categories of social needs; residential instability, food insecurity, and transportation issues. Depending on the type of the social needs identified by the HCC team the investigators may consider engaging other CBOs that HCC is currently working with. After in-depth assessment of the social needs HCC staff will generate a summary report through FindHelp and alert the CBOs about the referred patients. CBOs will also have access to FindHelp and can review patients' social needs assessment and summary report. After meeting with the referred patient and identifying resources to address the patients' social needs CBOs generate a summary report, which will be accessible by HCC.\n\nThe control arm of the study will be provided with the standard-of-care screening, assessing, and addressing of social needs. The assessment will not be automated with pre-collected information as is designed in the investigators' CDS tool. The assessment will be on an ad-hoc basis, which may include completing currently available social needs screening tools in the clinics and providing information to the patients about available community based resources.\n\n3 months after enrollment the staff at HCC will conduct a telephone survey with the patients enrolled in the study to assess whether the social needs still exist, to what degree the patients' needs were met, and satisfaction with the process for identifying and addressing the social needs as well as with the services the patients received. In addition to the telephone survey, the investigators will conduct a secondary data analysis to assess the impact of the CDS tool and referral system.\n\nAim 3: After the completion of the RCT the investigators will conduct an evaluation of the CDS and referral system from a health system perspective. The investigators will conduct focus groups/interviews with providers, social workers/care managers at HCC, and CBO staff to determine satisfaction of the tool, determine if there are any facilitators or barriers to using the system, and provide the study team with thoughts on ways to improve the system."
        },
        "conditionsModule": {
            "conditions": [
                "Chronic Disease",
                "Diabetes Mellitus",
                "Hypertension",
                "Congestive Heart Failure"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 600,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Social Risk Score and Closed Loop Referral",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients in intervention arm will have a social risk score available through the CDS tool, which the provider can review and decide whether the patient needs more assessment. If the patient is identified as with high social needs based on the risk score in the CDS tool, the providers will refer the patient to social workers/ care managers for further in-depth assessment of the participants social needs at HCC. HCC will reach out to the patients over the phone and will perform an in-depth assessment of the patients social needs. If any social needs are identified and patient agrees to address those needs HCC staff will refer the patient to CBOs.",
                    "interventionNames": [
                        "Other: Social Risk Score and CDS Tool"
                    ]
                },
                {
                    "label": "Control",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Patients randomized into the control arm will be provided with the standard-of-care screening, assessment, and addressing social needs in the clinic setting. This would not include any automated mechanism of pre-collected data in the EHR. Currently providers on an ad-hoc basis apply a series of needs-assessment tools including one available within JHHS-EHR. Patients in the control arm that are identified as someone with social needs will then be referred to appropriate services through current standard-of-care mechanisms, this may include a sheet of various educational resources, or a list of organizations that can address the identified social need.",
                    "interventionNames": [
                        "Other: Standard of Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Social Risk Score and CDS Tool",
                    "description": "A social risk score, which helps to identify patients with high social needs based on the risk score in the CDS tool and a closed loop referral, which helps to refer the patients to CBOs, if needed.",
                    "armGroupLabels": [
                        "Social Risk Score and Closed Loop Referral"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Standard of Care",
                    "description": "Currently available process for screening, assessment, and addressing social needs in the clinic setting, which may include providing a sheet of various educational resources, or a list of organizations that can address the identified social need.",
                    "armGroupLabels": [
                        "Control"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in the number of social determinants of health (SDOH) challenges identified during the visit at 3-month follow-up telephone survey compared to the baseline visit.",
                    "description": "The independent evaluator will contact patients at 3 months follow-up to assess whether the SDOH challenges identified during the visit were properly addressed. Change (decrease or increase) in the number of SDOH challenges and the type of SDOH challenge (e.g., housing issue, food insecurity, transportation issue) will be documented.",
                    "timeFrame": "3 month follow-up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Difference in the number of patients with social needs identified in the intervention and control groups",
                    "description": "The difference in the number of patients with social needs identified in the control compared to intervention groups.",
                    "timeFrame": "Baseline and at 3 month follow-up"
                },
                {
                    "measure": "Difference in the number of patients with social needs who receive services at a CBO in intervention and control groups",
                    "description": "The difference in the number of patients with social needs who receive services at a CBO between intervention and control arms.",
                    "timeFrame": "Baseline and at 3 month follow-up"
                },
                {
                    "measure": "Change in the number of hospitalization events and emergency department (ED) visits between intervention and control arms",
                    "description": "The change in the number of hospitalization events and ED visits between intervention and control arms.",
                    "timeFrame": "Baseline and at 3 month follow-up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult (18+ years old) African-American patients with low income at each clinic\n\nExclusion Criteria:\n\n* Children are excluded from this study. Individuals with high levels of income, and those with race other than African American",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elham Hatef, MD, MPH",
                    "role": "CONTACT",
                    "phone": "410-978-8006",
                    "email": "ehatef1@jhu.edu"
                },
                {
                    "name": "Iman Foroughmand, MD",
                    "role": "CONTACT",
                    "phone": "667-444-9330",
                    "email": "iforoug1@jh.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Elham Hatef, MD, MPH",
                    "affiliation": "Johns Hopkins University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins GreenSpring Station",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samantha Pitts, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Johns Hopkins Community Physicians - EBMC",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21202",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Katie Shaw",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Johns Hopkins Community Physicians - Remington",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21211",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Kendrick Gwynn",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Johns Hopkins Bayview Medical Center - Comprehensive Care Practice",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21224",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Fingerhood",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                },
                {
                    "facility": "Johns Hopkins JHOC-GIM Clinic",
                    "status": "RECRUITING",
                    "city": "Baltimore",
                    "state": "Maryland",
                    "zip": "21287",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Gail Berkenblit",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.29038,
                        "lon": -76.61219
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "No individual patient data will be shared with other researchers beyond the approved study team members by Johns Hopkins institutional review board (IRB)."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Congestive Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10024",
                    "name": "Hypertension",
                    "relevance": "LOW"
                },
                {
                    "id": "M7115",
                    "name": "Diabetes Mellitus",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "asFound": "Chronic Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}