{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06308081",
            "orgStudyIdInfo": {
                "id": "UPCC 13023"
            },
            "secondaryIdInfos": [
                {
                    "id": "849052",
                    "type": "OTHER",
                    "domain": "University of Pennsylvania"
                }
            ],
            "organization": {
                "fullName": "Abramson Cancer Center at Penn Medicine",
                "class": "OTHER"
            },
            "briefTitle": "Social Media Anti-Vaping Messages to Reduce ENDS Use Among Sexual and Gender Minority Teens",
            "officialTitle": "SMART: Social Media Anti-Vaping Messages to Reduce ENDS Use Among Sexual and Gender Minority Teens",
            "acronym": "SMART",
            "therapeuticArea": [
                "Pediatrics",
                "Other"
            ],
            "study": "social-media-anti-vaping-messages-to-reduce-ends-use-among-sexual-and-gender-minority-teens"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-03",
            "studyFirstSubmitQcDate": "2024-03-06",
            "studyFirstPostDateStruct": {
                "date": "2024-03-13",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-10",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Andy Tan",
                "investigatorTitle": "Associate Professor of Communication",
                "investigatorAffiliation": "Abramson Cancer Center at Penn Medicine"
            },
            "leadSponsor": {
                "name": "Abramson Cancer Center at Penn Medicine",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Florida",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The investigators long-term goal is to reduce tobacco use and tobacco-related health disparities among SGM populations. The objective of Project SMART (Social Media Anti-Vaping Messages to Reduce ENDS Use Among Sexual and Gender Minority Teens) is to evaluate the effectiveness of an sexual gender minority (SGM) -tailored social media intervention to prevent vaping initiation among SGM youth ages 13-20 years. The investigators central hypothesis is that SGM-tailored anti-vaping social media messages will be more effective than existing non-tailored messages to prevent vaping initiation among SGM youth. The scientific premise for this work is based on principles of cultural tailoring in health communication for vulnerable populations, the Health Equity Promotion Model, and the Message Impact Framework. The investigators are developing and evaluating a social media intervention because SGM youth have a high rate of social media use and are more likely to go online for health information than non-SGM youth. Social media, moreover, are increasingly used for health promotion to address health disparities and well-being of SGM populations. The investigators will conduct rapid-cycle feedback with stakeholders including SGM organization leaders to provide input on the message design, testing, and intervention implementation to ensure feasibility and acceptability of the intervention.",
            "detailedDescription": "Aim 1: Explore salient beliefs and cultural tailoring preferences related to vaping initiation among sexual gender minority (SGM) youth to inform the development of anti-vaping social media messages.\n\nApproach: An elicitation survey among 80 SGM youth and focus group discussions among a subsample of 48-64 youth who complete the elicitation survey will explore beliefs related to vaping initiation that SGM youth find most salient. Participants will include US SGM youth, ages 12-18 years, stratified by age (12-15 or 16-18), vaping status (never vaped and are susceptible or have initiated vaping in the past 1 year), and gender identity (cisgender or transgender/gender expansive). The investigators will further explore the social contexts of their vaping behavior and preferences for cultural tailoring of anti-vaping messages (i.e., peripheral, evidential, linguistic, and sociocultural values tailoring) among SGM youth.\n\nAim 2: Identify promising anti-vaping social media messages and cultural tailoring strategies to reduce vaping initiation among SGM youth.\n\nApproach: Results from Aim 1 and input from community stakeholders will be utilized to develop SGM-tailored social media anti-vaping messages. An online discrete choice experiment among SGM youth ages 13-18 years (n=600) who have never vaped will be used to test the impact of anti-vaping messages and cultural tailoring strategies on perceived message effectiveness to reduce vaping initiation. Results will guide the construction of culturally tailored anti-vaping social media intervention for broader evaluation in Aim 3.\n\nAim 3: Evaluate the effectiveness of repeated exposure to SGM-tailored anti-vaping social media messages on subsequent vaping susceptibility among SGM youth.\n\nApproach: The investigators will conduct a prospective 2-group randomized experiment among 1500 SGM youth and young adults ages 13-20 to test the hypothesis that repeated exposure to SGM-tailored anti-vaping social media messages will be associated with reduced vaping susceptibility, defined as the extent to which youth are open to vaping, compared with non-tailored messages."
        },
        "conditionsModule": {
            "conditions": [
                "Vaping",
                "Adolescent Behavior",
                "Communication Research"
            ],
            "keywords": [
                "Communication interventions",
                "LGBTQ+ youth"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Participants will be randomized to 1 of 2 conditions: SGM-tailored anti-vaping messages versus non-tailored messages. Block randomization will achieve balance across the two conditions based on age group, gender identity, sexual orientation, race, ethnicity, and prior use. Both conditions will receive repeated exposure of messages within their assigned condition daily for 4, up to a total of 24 messages over the course of the study. Messages will be delivered using texting to participants mobile phones. We will record participants' self-reported engagement to the messages at the follow-up survey (after measuring the study outcomes). Participants will be asked to complete a baseline survey comprising vaping susceptibility and characteristics, surveys at 1-, 2-, 3-, and 4-weeks follow-up to measure vaping susceptibility.",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 1500,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Tailored",
                    "type": "EXPERIMENTAL",
                    "description": "Participants in the tailored arm will receive SGM-tailored anti-vaping health messages delivered via text message",
                    "interventionNames": [
                        "Other: Tailored"
                    ]
                },
                {
                    "label": "Non-Tailored",
                    "type": "NO_INTERVENTION",
                    "description": "Participants in the non-tailored arm will receive non-tailored anti-vaping health messages delivered via text message"
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Tailored",
                    "description": "Messages will be in the form of high-quality English-language anti-vaping messages comprising static text and imagery designed to resemble social media posts (e.g., image and a caption). We will create 24 messages based on the top-ranked tailoring features and belief themes tested in Aim 2 to comprise SGM-tailored messages. For the non-tailored message condition, we will create 24 anti-vaping social media messages that mirror the SGM-tailored messages but do not contain SGM identity cues. We will match the belief themes used in the tailored and non-tailored messages such that they represent a range of belief targets (e.g., addiction, physical health effects, mental health effects) as indicated in Aims 1 and 2. We do not utilize a social media platform for the delivery of the message to avoid potential contamination across randomized conditions.",
                    "armGroupLabels": [
                        "Tailored"
                    ],
                    "otherNames": [
                        "SGM tailored messages"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Susceptibility to vaping",
                    "description": "We will measure susceptibility to vaping using four items previously used on PATH Wave 7 youth questionnaire and NYTS 2022 Questionnaire:\n\n1. Have you ever been curious about using an e-cigarette or other electronic nicotine products? (1 = Not at all curious; 2 = A little curious; 3 = Somewhat curious; 4 = Very curious)\n2. Do you think you will use an e-cigarette or an electronic nicotine product in the next year? (1 = Definitely not; 2 = Probably not; 3 = Probably yes; 4 = Definitely yes)\n3. Do you think you will use an e-cigarette or an electronic nicotine product soon? (1 = Definitely not; 2 = Probably not; 3 = Probably yes; 4 = Definitely yes)\n4. If one of your best friends were to offer you an e-cigarette or an electronic nicotine product, would you use it? (1 = Definitely not; 2 = Probably not; 3 = Probably yes; 4 = Definitely yes)\n\nThe responses to these items will be averaged to create a score of vaping susceptibility.",
                    "timeFrame": "One week, Two weeks, Three weeks, and One month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Vaping initiation",
                    "description": "We will measure vaping initiation in the past 1 week using one item:\n\n1) Have you used an e-cigarette or vape, even once or twice in the past week? (1 = Yes; 2 = No)",
                    "timeFrame": "One week, Two weeks, Three weeks, and One month"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Identify as SGM\n* ages 13-20\n* not vaped or used other tobacco products in the past 30 days\n* have access to a smartphone\n* Able to read and speak in English\n* willing to receive messages via texting for the study\n* susceptible to e-cigarette use at intake (i.e., those do not state \"definitely not\" to all three susceptibility questions).\n\nExclusion Criteria:\n\n* Current vapers\n* Non-SGM youth",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "13 Years",
            "maximumAge": "20 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Andy Tan, PhD",
                    "role": "CONTACT",
                    "phone": "215-746-6546",
                    "email": "andy.tan@asc.upenn.edu"
                },
                {
                    "name": "Elaine Hanby, MA",
                    "role": "CONTACT",
                    "phone": "2155735140",
                    "email": "elaine.hanby@asc.upenn.edu"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pennsylvania",
                    "status": "RECRUITING",
                    "city": "Philadelphia",
                    "state": "Pennsylvania",
                    "zip": "19104",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elaine Hanby, MA",
                            "role": "CONTACT",
                            "phone": "215-573-5140",
                            "email": "elaine.hanby@asc.upenn.edu"
                        },
                        {
                            "name": "Jenine Pilla, MPH",
                            "role": "CONTACT",
                            "email": "Jenine.Pilla@asc.upenn.edu"
                        },
                        {
                            "name": "Andy Tan, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.95233,
                        "lon": -75.16379
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28035000",
                    "type": "BACKGROUND",
                    "citation": "Bold KW, Kong G, Cavallo DA, Camenga DR, Krishnan-Sarin S. E-Cigarette Susceptibility as a Predictor of Youth Initiation of E-Cigarettes. Nicotine Tob Res. 2017 Dec 13;20(1):140-144. doi: 10.1093/ntr/ntw393. Erratum In: Nicotine Tob Res. 2018 Mar 6;20(4):527. doi: 10.1093/ntr/ntx129."
                },
                {
                    "pmid": "31730945",
                    "type": "BACKGROUND",
                    "citation": "Seo DC, Kwon E, Lee S, Seo J. Using susceptibility measures to prospectively predict ever use of electronic cigarettes among adolescents. Prev Med. 2020 Jan;130:105896. doi: 10.1016/j.ypmed.2019.105896. Epub 2019 Nov 12."
                },
                {
                    "pmid": "36227597",
                    "type": "BACKGROUND",
                    "citation": "Noar SM, Gottfredson NC, Kieu T, Rohde JA, Hall MG, Ma H, Fendinger NJ, Brewer NT. Impact of Vaping Prevention Advertisements on US Adolescents: A Randomized Clinical Trial. JAMA Netw Open. 2022 Oct 3;5(10):e2236370. doi: 10.1001/jamanetworkopen.2022.36370."
                },
                {
                    "pmid": "32321853",
                    "type": "BACKGROUND",
                    "citation": "Kasza KA, Edwards KC, Tang Z, Stanton CA, Sharma E, Halenar MJ, Taylor KA, Donaldson E, Hull LC, Day H, Bansal-Travers M, Limpert J, Zandberg I, Gardner LD, Hammad HT, Borek N, Kimmel HL, Compton WM, Hyland A. Correlates of tobacco product initiation among youth and adults in the USA: findings from the PATH Study Waves 1-3 (2013-2016). Tob Control. 2020 May;29(Suppl 3):s191-s202. doi: 10.1136/tobaccocontrol-2020-055671."
                },
                {
                    "pmid": "32321852",
                    "type": "BACKGROUND",
                    "citation": "Stanton CA, Sharma E, Seaman EL, Kasza KA, Edwards KC, Halenar MJ, Taylor KA, Day H, Anic G, Hull LC, Bansal-Travers M, Limpert J, Gardner LD, Hammad HT, Borek N, Kimmel HL, Compton WM, Hyland A. Initiation of any tobacco and five tobacco products across 3 years among youth, young adults and adults in the USA: findings from the PATH Study Waves 1-3 (2013-2016). Tob Control. 2020 May;29(Suppl 3):s178-s190. doi: 10.1136/tobaccocontrol-2019-055573."
                },
                {
                    "pmid": "30473246",
                    "type": "BACKGROUND",
                    "citation": "Sawdey MD, Day HR, Coleman B, Gardner LD, Johnson SE, Limpert J, Hammad HT, Goniewicz ML, Abrams DB, Stanton CA, Pearson JL, Kaufman AR, Kimmel HL, Delnevo CD, Compton WM, Bansal-Travers M, Niaura RS, Hyland A, Ambrose BK. Associations of risk factors of e-cigarette and cigarette use and susceptibility to use among baseline PATH study youth participants (2013-2014). Addict Behav. 2019 Apr;91:51-60. doi: 10.1016/j.addbeh.2018.11.027. Epub 2018 Nov 17."
                },
                {
                    "pmid": "28526392",
                    "type": "BACKGROUND",
                    "citation": "Trinidad DR, Pierce JP, Sargent JD, White MM, Strong DR, Portnoy DB, Green VR, Stanton CA, Choi K, Bansal-Travers M, Shi Y, Pearson JL, Kaufman AR, Borek N, Coleman BN, Hyland A, Carusi C, Kealey S, Leas E, Noble ML, Messer K. Susceptibility to tobacco product use among youth in wave 1 of the population Assessment of tobacco and health (PATH) study. Prev Med. 2017 Aug;101:8-14. doi: 10.1016/j.ypmed.2017.05.010. Epub 2017 May 17."
                },
                {
                    "pmid": "32654836",
                    "type": "BACKGROUND",
                    "citation": "Lazard AJ. Social Media Message Designs to Educate Adolescents About E-Cigarettes. J Adolesc Health. 2021 Jan;68(1):130-137. doi: 10.1016/j.jadohealth.2020.05.030. Epub 2020 Jul 9."
                },
                {
                    "pmid": "28467238",
                    "type": "BACKGROUND",
                    "citation": "Charlton BM, Reisner SL, Agenor M, Gordon AR, Sarda V, Austin SB. Sexual Orientation Disparities in Human Papillomavirus Vaccination in a Longitudinal Cohort of U.S. Males and Females. LGBT Health. 2017 Jun;4(3):202-209. doi: 10.1089/lgbt.2016.0103. Epub 2017 May 3."
                },
                {
                    "pmid": "34484460",
                    "type": "BACKGROUND",
                    "citation": "Tabaac AR, Haneuse S, Johns M, Tan ASL, Austin SB, Potter J, Lindberg L, Charlton BM. Sexual and reproductive health information: Disparities across sexual orientation groups in two cohorts of U.S. women. Sex Res Social Policy. 2021 Sep;18(3):612-620. doi: 10.1007/s13178-020-00485-3. Epub 2020 Jul 22."
                },
                {
                    "pmid": "31227384",
                    "type": "BACKGROUND",
                    "citation": "Guss CE, Woolverton GA, Borus J, Austin SB, Reisner SL, Katz-Wise SL. Transgender Adolescents' Experiences in Primary Care: A Qualitative Study. J Adolesc Health. 2019 Sep;65(3):344-349. doi: 10.1016/j.jadohealth.2019.03.009. Epub 2019 Jun 18."
                },
                {
                    "pmid": "29336604",
                    "type": "BACKGROUND",
                    "citation": "Katz-Wise SL, Ehrensaft D, Vetters R, Forcier M, Austin SB. Family Functioning and Mental Health of Transgender and Gender-Nonconforming Youth in the Trans Teen and Family Narratives Project. J Sex Res. 2018 May-Jun;55(4-5):582-590. doi: 10.1080/00224499.2017.1415291. Epub 2018 Jan 16."
                },
                {
                    "pmid": "28937865",
                    "type": "BACKGROUND",
                    "citation": "Kranzler EC, Gibson LA, Hornik RC. Recall of \"The Real Cost\" Anti-Smoking Campaign Is Specifically Associated With Endorsement of Campaign-Targeted Beliefs. J Health Commun. 2017 Oct;22(10):818-828. doi: 10.1080/10810730.2017.1364311. Epub 2017 Sep 22."
                },
                {
                    "pmid": "25948713",
                    "type": "BACKGROUND",
                    "citation": "Noar SM, Hall MG, Francis DB, Ribisl KM, Pepper JK, Brewer NT. Pictorial cigarette pack warnings: a meta-analysis of experimental studies. Tob Control. 2016 May;25(3):341-54. doi: 10.1136/tobaccocontrol-2014-051978. Epub 2015 May 6."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Fishbein M, Ajzen I. Predicting and changing behavior: the reasoned action approach. New York: Psychology Press; 2010."
                },
                {
                    "pmid": "31453077",
                    "type": "BACKGROUND",
                    "citation": "Sontag JM, Wackowski OA, Hammond D. Baseline assessment of noticing e-cigarette health warnings among youth and young adults in the United States, Canada and England, and associations with harm perceptions, nicotine awareness and warning recall. Prev Med Rep. 2019 Aug 6;16:100966. doi: 10.1016/j.pmedr.2019.100966. eCollection 2019 Dec."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Szymanski DM. Does Internalized Heterosexism Moderate the Link Between Heterosexist Events and Lesbians' Psychological Distress? Sex Roles. 2006 Feb 1;54(3-4):227-234."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Testa RJ, Habarth J, Peta J, Balsam K, Bockting W. Development of the Gender Minority Stress and Resilience Measure. Psychology of Sexual Orientation and Gender Diversity. US: Educational Publishing Foundation; 2015;2(1):65-77."
                },
                {
                    "pmid": "12476246",
                    "type": "BACKGROUND",
                    "citation": "Meyer IH, Rossano L, Ellis JM, Bradford J. A brief telephone interview to identify lesbian and bisexual women in random digit dialing sampling. J Sex Res. 2002 May;39(2):139-44. doi: 10.1080/00224490209552133."
                },
                {
                    "pmid": "18696313",
                    "type": "BACKGROUND",
                    "citation": "Smith BW, Dalen J, Wiggins K, Tooley E, Christopher P, Bernard J. The brief resilience scale: assessing the ability to bounce back. Int J Behav Med. 2008;15(3):194-200. doi: 10.1080/10705500802222972."
                },
                {
                    "pmid": "25332459",
                    "type": "BACKGROUND",
                    "citation": "Foulds J, Veldheer S, Yingst J, Hrabovsky S, Wilson SJ, Nichols TT, Eissenberg T. Development of a questionnaire for assessing dependence on electronic cigarettes among a large sample of ex-smoking E-cigarette users. Nicotine Tob Res. 2015 Feb;17(2):186-92. doi: 10.1093/ntr/ntu204. Epub 2014 Oct 19."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, Division of Population Health. CDC BRFSS Questionnaires [Internet]. 2018 [cited 2018 May 14]. Available from: https://www.cdc.gov/brfss/questionnaires/index.htm"
                },
                {
                    "pmid": "27661289",
                    "type": "BACKGROUND",
                    "citation": "Riley BB, Hughes TL, Wilsnack SC, Johnson TP, Benson P, Aranda F. Validating a Hazardous Drinking Index in a Sample of Sexual Minority Women: Reliability, Validity, and Predictive Accuracy. Subst Use Misuse. 2017 Jan 2;52(1):43-51. doi: 10.1080/10826084.2016.1214150. Epub 2016 Sep 23."
                },
                {
                    "pmid": "32720554",
                    "type": "BACKGROUND",
                    "citation": "Doxbeck CR. Up in Smoke: Exploring the Relationship between Bullying Victimization and E-Cigarette Use in Sexual Minority Youths. Subst Use Misuse. 2020;55(13):2221-2229. doi: 10.1080/10826084.2020.1797809. Epub 2020 Jul 28."
                },
                {
                    "pmid": "21512945",
                    "type": "BACKGROUND",
                    "citation": "Frost DM, Meyer IH. Measuring community connectedness among diverse sexual minority populations. J Sex Res. 2012;49(1):36-49. doi: 10.1080/00224499.2011.565427. Epub 2011 May 24."
                },
                {
                    "pmid": "23783884",
                    "type": "BACKGROUND",
                    "citation": "Johns MM, Pingel ES, Youatt EJ, Soler JH, McClelland SI, Bauermeister JA. LGBT community, social network characteristics, and smoking behaviors in young sexual minority women. Am J Community Psychol. 2013 Sep;52(1-2):141-54. doi: 10.1007/s10464-013-9584-4."
                },
                {
                    "pmid": "19778994",
                    "type": "BACKGROUND",
                    "citation": "Burkhalter JE, Warren B, Shuk E, Primavera L, Ostroff JS. Intention to quit smoking among lesbian, gay, bisexual, and transgender smokers. Nicotine Tob Res. 2009 Nov;11(11):1312-20. doi: 10.1093/ntr/ntp140. Epub 2009 Sep 24."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Rideout V, Robb MB. Social media, social life: Teens reveal their experiences [Internet]. San Francisco, CA: Common Sense Media; 2018. Available from: https://www.commonsensemedia.org/sites/default/files/uploads/research/2018_cs_socialmediasociallife_fullreport-final-release_2_lowres.pdf"
                },
                {
                    "pmid": "24570099",
                    "type": "BACKGROUND",
                    "citation": "Hatzenbuehler ML, Keyes KM, Hamilton A, Hasin DS. State-level tobacco environments and sexual orientation disparities in tobacco use and dependence in the USA. Tob Control. 2014 Nov;23(e2):e127-32. doi: 10.1136/tobaccocontrol-2013-051279. Epub 2014 Feb 25."
                },
                {
                    "pmid": "21646585",
                    "type": "BACKGROUND",
                    "citation": "Hatzenbuehler ML, Wieringa NF, Keyes KM. Community-level determinants of tobacco use disparities in lesbian, gay, and bisexual youth: results from a population-based study. Arch Pediatr Adolesc Med. 2011 Jun;165(6):527-32. doi: 10.1001/archpediatrics.2011.64."
                },
                {
                    "pmid": "31815502",
                    "type": "BACKGROUND",
                    "citation": "Lydon-Staley DM, Falk EB, Bassett DS. Within-person variability in sensation-seeking during daily life: Positive associations with alcohol use and self-defined risky behaviors. Psychol Addict Behav. 2020 Mar;34(2):257-268. doi: 10.1037/adb0000535. Epub 2019 Dec 9."
                },
                {
                    "pmid": "27249804",
                    "type": "BACKGROUND",
                    "citation": "Lydon DM, Ram N, Conroy DE, Pincus AL, Geier CF, Maggs JL. The within-person association between alcohol use and sleep duration and quality in situ: An experience sampling study. Addict Behav. 2016 Oct;61:68-73. doi: 10.1016/j.addbeh.2016.05.018. Epub 2016 May 20."
                },
                {
                    "pmid": "27544697",
                    "type": "BACKGROUND",
                    "citation": "Lydon-Staley DM, Cleveland HH, Huhn AS, Cleveland MJ, Harris J, Stankoski D, Deneke E, Meyer RE, Bunce SC. Daily sleep quality affects drug craving, partially through indirect associations with positive affect, in patients in treatment for nonmedical use of prescription drugs. Addict Behav. 2017 Feb;65:275-282. doi: 10.1016/j.addbeh.2016.08.026. Epub 2016 Aug 15."
                },
                {
                    "pmid": "36635621",
                    "type": "BACKGROUND",
                    "citation": "Harrall KK, Muller KE, Starling AP, Dabelea D, Barton KE, Adgate JL, Glueck DH. Power and sample size analysis for longitudinal mixed models of health in populations exposed to environmental contaminants: a tutorial. BMC Med Res Methodol. 2023 Jan 12;23(1):12. doi: 10.1186/s12874-022-01819-y."
                },
                {
                    "pmid": "24403868",
                    "type": "BACKGROUND",
                    "citation": "Kreidler SM, Muller KE, Grunwald GK, Ringham BM, Coker-Dukowitz ZT, Sakhadeo UR, Baron AE, Glueck DH. GLIMMPSE: Online Power Computation for Linear Models with and without a Baseline Covariate. J Stat Softw. 2013 Sep;54(10):i10. doi: 10.18637/jss.v054.i10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}