{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06231485",
            "orgStudyIdInfo": {
                "id": "2022-0617"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R01HD111044-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R01HD111044-01"
                }
            ],
            "organization": {
                "fullName": "City University of New York, School of Public Health",
                "class": "OTHER"
            },
            "briefTitle": "Socialization To Enrich Participation & Support Sexuality for Young People With I/DD",
            "officialTitle": "A Randomized Intervention Trial to Increase Access to Reproductive Health Services Among Adolescents and Young Adults With Intellectual and Developmental Disabilities",
            "acronym": "STEPS2",
            "therapeuticArea": [
                "Other"
            ],
            "study": "socialization-to-enrich-participation-support-sexuality-for-young-people-with-i-dd"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-10-20",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-02",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-02",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-09-20",
            "studyFirstSubmitQcDate": "2024-01-29",
            "studyFirstPostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City University of New York, School of Public Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
                    "class": "NIH"
                },
                {
                    "name": "National Institutes of Health INCLUDE Project",
                    "class": "UNKNOWN"
                },
                {
                    "name": "National Institutes of Health Office of Disease Prevention",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to test the effectiveness of a 6-week socialization and sex education curriculum (STEPS2) in young people (aged 16-27 years) with intellectual and developmental disabilities (I/DD), including people with Down syndrome.\n\nThe main question it aims to answer is:\n\nDoes the STEPS2 health education curriculum increase the proportion of individuals who:\n\n1. have had a discussion with a medical professional about their sexual health (including sexually transmitted infection testing for those who are sexually active);\n2. know whether they have had the HPV vaccination;\n3. have had the HPV vaccination;\n4. know what sex is; and\n5. know how people get pregnant.\n\nThese are the primary outcomes which are being measured one year after study enrollment. Secondary outcomes include knowledge around sexual health and behaviors around contraception and STI prevention among those sexually active at baseline, as well as satisfaction with the intervention.\n\nParticipants are randomized to receive either the socialization and sex education curriculum in the experimental group, called the STEPS2 curriculum, or a nutrition and physical exercise curriculum in the comparison group, called Steps To Your Health (STYH).\n\nParticipants in the STEPS2 experimental group meet with a health educator in one-on-one individually tailored sessions virtually once a week for one hour for 6 weeks. Participants in the STYH comparison group meet with a health educator in small group sessions of 6-10 participants virtually once a week for one hour for 6 weeks.\n\nResearchers will compare sexual and reproductive health knowledge and behaviors one year after study enrollment to see if the STEPS2 curriculum is effective at increasing knowledge and healthy behaviors.",
            "detailedDescription": "The goal of this clinical trial is to test the effectiveness of a 6-week socialization and sex education curriculum (STEPS2) among 856 adolescent and young adults (aged 16-27 years) with mild to moderate intellectual or developmental disabilities (I/DD), including people with Down syndrome.\n\nThe investigators are recruiting participants through collaboration with the New York State Office of People with Developmental Disabilities (OPWDD), Service Providers, Care Coordination Organizations and special programs, such as the Special Olympics. For participants who meet eligibility criteria and have consented or assented (as appropriate), a video call meeting is arranged to complete the baseline interview survey of socio-demographic characteristics and sexual and reproductive health knowledge and behaviors. The interview takes up to 45 minutes to complete. Once the baseline interview is completed the participant is randomly assigned to either the STEPS2 or the STYH arm of the study. Half of the participants will be randomized to STEPS2, and half to the STYH arm. Participants begin the intervention within 2 weeks of having completed the baseline survey.\n\nFor the intervention, participants in both arms receive virtual video call one hour weekly health education sessions for 6 weeks. The STEPS2 socialization and sexuality curriculum (experimental arm) is provided during one-on-one sessions between a Study Health Educator and the participant. The STYH curriculum (comparison arm) is provided during group sessions with 6-10 participants and a Study Health Educator. For both arms, participants choose whether they wish for a guardian or helper to also attend for a given session.\n\nParticipants have follow-up interview surveys at month 2 (after completing the health education intervention), month 6, and month 12, with the same sexual and reproductive health measures as included in the baseline survey. The month 2 interviews also include measures of participant satisfaction with the curriculum and with the Study Health Educator. Each survey takes up to 45 minutes to complete. Survey interviewers are blinded to which curriculum participants have received.\n\nThe investigators are comparing the proportion of participants who have had a conversation with a doctor about sex, know their HPV vaccination status, have had the HPV vaccine, and show an understanding of sex and pregnancy at the month 12 interview between the two arms, after adjusting for baseline measures of these indicators, to test whether participation in the STEPS2 arm had an effect on these measures. Analysis will include intention-to-treat estimates, as well as instrumental variable estimates to adjust for incomplete attendance to the 6-week curricula. Analyses will also be stratified by gender, age, and mild versus moderate I/DD.\n\nIf the STEPS2 curriculum is found to improve reproductive and sexual health knowledge and behaviors, the investigators will email the curriculum to all participants in the STYH arm at study completion. Both curricula will be made publicly available at the end of the study."
        },
        "conditionsModule": {
            "conditions": [
                "Knowledge",
                "Behavior"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "Half of the participants will be randomized to receive the socialization and sex education curriculum (STEPS2), and half to the nutrition and physical exercise curriculum (STYH)",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Interviewers (outcomes assessors) are masked to the intervention arm to reduce the potential for bias during the interview process, as all surveys are interviewer-administered.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 856,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Socialization and sex education (STEPS2)",
                    "type": "EXPERIMENTAL",
                    "description": "Weekly virtual one hour one-on-one sessions with Study Health Educator on the STEPS2 curriculum for 6-weeks. Topics include: the human body, decision-making, sexually transmitted diseases, pregnancy, birth control, pregnancy and parenting, and going to the doctor.",
                    "interventionNames": [
                        "Behavioral: STEPS2"
                    ]
                },
                {
                    "label": "Nutrition and physical activity (STYH)",
                    "type": "OTHER",
                    "description": "The comparison curriculum has been shown in a previous study to improve knowledge around nutrition and exercise, but should not change sexual and reproductive health outcomes.\n\nWeekly virtual one hour group sessions (6-10 participants) with Study Health Educator on the Steps To Your Health (STYH) curriculum for 6-weeks. Topics include: nutrition, exercise, stress management, changing your way of thinking, and behaviors to stay healthy.",
                    "interventionNames": [
                        "Behavioral: STYH"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "STEPS2",
                    "description": "One of the two health education curricula as described in arm/group descriptions.",
                    "armGroupLabels": [
                        "Socialization and sex education (STEPS2)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "STYH",
                    "description": "One of the two health education curricula as described in arm/group descriptions.",
                    "armGroupLabels": [
                        "Nutrition and physical activity (STYH)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Proportion who have had a sexual health discussion with medical professional",
                    "description": "Have had a sexual health discussion with medical professional",
                    "timeFrame": "One year post enrollment"
                },
                {
                    "measure": "Proportion who know their HPV vaccination status",
                    "description": "Know whether they have been vaccinated for HPV",
                    "timeFrame": "One year post enrollment"
                },
                {
                    "measure": "Proportion who have been vaccinated for HPV",
                    "description": "Have been vaccinated for HPV (self-report with verification using NYS and NYC immunization registry when possible)",
                    "timeFrame": "One year post enrollment"
                },
                {
                    "measure": "Proportion who can accurately describe what sex is",
                    "description": "Understand what sex is based on response to an open-ended question",
                    "timeFrame": "One year post enrollment"
                },
                {
                    "measure": "Proportion who can accurately describe how a person gets pregnant",
                    "description": "Can describe that vaginal sex can lead to pregnancy and the general mechanics of how this works in an open-ended question",
                    "timeFrame": "One year post enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Average sexual health knowledge score (1-25, with 25 being high knowledge)",
                    "description": "Score based on sexual health knowledge survey questions",
                    "timeFrame": "One year post enrollment"
                },
                {
                    "measure": "Average sexual health knowledge score (1-25, with 25 being high knowledge)",
                    "description": "Score based on sexual health knowledge survey questions",
                    "timeFrame": "6 months post enrollment"
                },
                {
                    "measure": "Average sexual health knowledge score (1-25, with 25 being high knowledge)",
                    "description": "Score based on sexual health knowledge survey questions",
                    "timeFrame": "Two months post enrollment (after completion of 6 week intervention)"
                },
                {
                    "measure": "Proportion using birth control among those reporting vaginal sex",
                    "description": "Self-reported use of birth control among those reporting vaginal sex",
                    "timeFrame": "One year post enrollment"
                },
                {
                    "measure": "Proportion using condoms among those reporting vaginal and/or anal sex",
                    "description": "Self-reported use of condoms among those reporting vaginal and/or anal sex",
                    "timeFrame": "One year post enrollment"
                },
                {
                    "measure": "Proportion tested for STDs among those reporting vaginal and/or anal sex",
                    "description": "Self-reported STD testing among those reporting vaginal and/or anal sex",
                    "timeFrame": "One year post enrollment"
                },
                {
                    "measure": "Average satisfaction with intervention score (1 to 5, with 5 being very satisfied)",
                    "description": "Average of self-reported satisfaction with 1. curriculum, 2. health educator and 3. participant manual (on a scale of 1 to 5 for each question)",
                    "timeFrame": "Two months post enrollment (after completion of 6 week intervention)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 16-27 years of age\n* resides in New York State\n* mild/moderate I/DD\n* willing to receive either STEPS2 or STYH curricula\n* able to complete curriculum in English\n\nExclusion Criteria:\n\n* if female sex, self-reports pregnant at screening",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "27 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Heidi E Jones, PhD",
                    "role": "CONTACT",
                    "phone": "646-364-9529",
                    "email": "heidi.jones@sph.cuny.edu"
                },
                {
                    "name": "Suzanne McDermott, PhD",
                    "role": "CONTACT",
                    "email": "suzanne.mcdermott@sph.cuny.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Suzanne McDermott, PhD",
                    "affiliation": "CUNY School of Public Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Heidi E Jones, PhD",
                    "affiliation": "CUNY School of Public Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "CUNY School of Public Health (but interventions are virtual)",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10027",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Louie Cao",
                            "role": "CONTACT",
                            "email": "louie.cao@sph.cuny.edu"
                        },
                        {
                            "name": "Vanessa Colon",
                            "role": "CONTACT",
                            "email": "vanessa.colon@sph.cuny.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Anonymized survey data from baseline, month 2, 6 and 12 will be made available for other researchers.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF",
                "ANALYTIC_CODE"
            ],
            "timeFrame": "Anonymized data will be made available within 6 months of publication on primary endpoints, with no end date for this availability.",
            "accessCriteria": "We will make the data available on the NIH's Project INCLUDE data hub.",
            "url": "https://portal.includedcc.org"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M5902",
                    "name": "Developmental Disabilities",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}