{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05858125",
            "orgStudyIdInfo": {
                "id": "23-083"
            },
            "organization": {
                "fullName": "University of New Mexico",
                "class": "OTHER"
            },
            "briefTitle": "Social Media Navigation Aid Kits for Urinary Incontinence",
            "officialTitle": "Social Media Navigation Aid Kits for Urinary Incontinence",
            "acronym": "SNAK",
            "therapeuticArea": [
                "Other"
            ],
            "study": "social-media-navigation-aid-kits-for-urinary-incontinence"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-24",
            "studyFirstSubmitQcDate": "2023-05-10",
            "studyFirstPostDateStruct": {
                "date": "2023-05-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-07",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of New Mexico",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study aims to compare the effectiveness of a Urogynecology Social Media Navigation Aid Kit (SNAK) and routine counseling in the treatment of women with newly diagnosed urinary incontinence. The study will conduct a randomized controlled trial on treatment-naïve patients seeking care for urinary incontinence. The research will have five aims:\n\n1. evaluate the impact of SNAK on patients' self-efficacy in managing urinary incontinence symptoms\n2. compare patient satisfaction with urinary incontinence treatment between SNAK and routine counseling groups\n3. assess the impact of SNAK on urinary incontinence severity\n4. evaluate the impact of SNAK on patients' quality of life\n5. examine if there is an impact of SNAK on patients' treatment decision.\n\nParticipants will be randomized to routine counseling alone versus routine counseling plus a SNAK. They will be given a baseline survey at their initial enrollment to the study. The investigators will follow up at a 3-month interval where they will be given a post-intervention survey.",
            "detailedDescription": "The objective of this research is to perform a non-masked, superiority randomized controlled trial to assess urinary incontinence (UI) symptoms of women newly diagnosed with UI before and after conservative treatment with either a Urogynecology Social Media Navigation Aid Kit or routine counseling. The target population are treatment naïve patients with urinary incontinence who are seeking care as a new patient. Our central hypothesis is that the addition of a Urogynecology Social Media Navigation Aid Kit will be superior to routine counseling alone in women with urinary incontinence.\n\nThe investigators will recruit women with any type of urinary incontinence who present to the University of New Mexico Urogynecology practice at UNM Eubank Clinic (UNM) or Sandoval Regional Medical Center (SRMC). To confirm diagnosis and eligibility, The investigators will conduct a standard intake history and physical, complete with cough stress test, POP-Q pelvic examination, urinalysis, and urine culture. All potential participants will receive routine counseling about possible treatment options appropriate for her urinary incontinence, regardless of group assignment. Their follow up appointments will be the same regardless of participation in the study.\n\nThe intervention is a Social media Navigation Aid Kit (SNAK) which was created by using search terms, \"urinary incontinence\", \"urinary leakage\", and \"urogynecology\", and querying various websites/blogs, Facebook, Instagram, and YouTube. These social media platforms were chosen based on the top three social media platforms used in Americans aged 50 to \\>65 years old according to Pew Research Analytics (Pew paper). The experienced reviewer evaluated each platform for users that provided relevant, accurate, and specific content. The department of Urogynecology at UNM independently reviewed the curated pages and users for approval. Once approved, the various users and pages were then collected and an infographic was created. The infographic will be available via hardcopy (as a trifold), email, text, and/or via QR code per patient preference.\n\nPotential subjects will be recruited in the UNM Eubank and SRMC clinics when they present for care for OAB/UUI, either in person or virtually via telephone or Zoom care visits. All patients will have a history and physical taken to determine their study eligibility. Recruitment will take place either in private exam rooms at these clinics or over HIPAA-compliant telephone or Zoom conversation. After recruitment, they will undergo the informed consent via the same means as recruitment and complete initial questionnaires in clinic or will be sent a copy (digital or mail) to read if enrolled virtually.\n\nThe randomization sequence will be generated by computer-based randomization in a sequence that preserves 1:1 randomization and also preserves allocation concealment (likely with randomly alternating block sizes of 6-10 in blocked randomization). Randomization assignments will be completed via REDCAP by a research coordinator. Randomization will only occur after consent has been signed and all baseline data has been obtained.\n\nThis is a single-center study at the University of New Mexico, and this site will recruit up to 75 patients.\n\nOutcomes collected:\n\nData will be collected prospectively using a series of surveys. Our primary aim is to determine whether the participants have improved self-efficacy following the intervention based on the PROMIS Self-Efficacy for Managing Symptoms questionnaire at 3 months. The target population will be patients with urinary incontinence who are seeking care. If a patient is interested in this and fulfills study inclusion criteria then The investigators will offer her the choice of volunteering for the study. All women will give consent prior to their enrollment, after they have had time to carefully consider whether they want to participate in the study. Research staff and clinicians will obtain consent either in clinic or via zoom. After enrollment, participants will fill out baseline surveys including: Incontinence Severity Index (ISI), Patient-Reported Outcomes Measurement Information System for Managing Chronic Conditions- Managing Symptoms (PROMIS-SE-MCC-MS), Incontinence Impact Questionnaire (IIQ-7-SF).\n\nAt 3 months, patients will fill out the following surveys: ISI, PROMIS-SE-MCC-MS, PGI-I, IIQ-7-SF, and 3-month follow up questionnaire. If unable to contact the patient 3 times, The investigators will discontinue attempts and the patient will be considered lost to follow up.\n\nData Analysis:\n\nPower analysis was performed based on previously reported minimally important change (MIC) of 2-6 points for PROMIS measures (26). The investigators will use the MIC of 2 points, divided by the expected SD of 10 points, giving us an effect size of 0.2. In order to examine the extent to which the score improves depending on the study arm assignment, repeated-measures ANOVA was used. To achieve significance for a non-inferiority study using these assumptions the investigators would need 50 patients, 25 per group to detect this difference with alpha =0.05 and with 80% power. To allow for a dropout of 20% the investigators will enroll at least 50 patients, but up to 75 to account for participants who are lost to follow up.\n\nBetween and within group differences will be evaluated using Fisher's exact test for categorical variables and t-tests for continuous variables, as the investigators expect the data will be normally distributed. Wilcoxon rank-sum test will be used for continuous variables that are not normally distributed. If there are any baseline differences between groups, a multivariate analysis will determine the contribution of these differences to observed differences (if any) between groups\n\nData Management/Confidentiality:\n\nParticipants will be given a de-identified study subject number. Data collection sheets and questionnaires will contain the subject number. No other patient identifiers will be collected on study forms. PHI including patient name, date of birth, phone number, email address and medical record number will be collected to track appointments and ensure patient follow-up. The data collection, HIPAA and consent forms will be maintained via REDCap. PHI will not be entered into the study database. The link between PHI and study IDs will be kept on a password protected computer on a secure UNM OBGYN department server.\n\nThe study database does not include sensitive information or information requiring additional protection.\n\nElectronic data entry will be performed on REDCAP, using the de-identified subject study number. The electronic data and subject link will be encrypted, password protected, and stored on the secure UNM OBGYN department server. This server's electronic security is monitored / maintained by the Health Sciences Library and Informatics Center (HSLIC). A REDCAP database will be created to collect, store and manage the data. REDCAP databases are reposed securely and all data entered is de-identified. The REDCAP database is only accessible using an individual unique login and password and access is only provided to co-investigators. Access is restricted to co-investigators and research staff and will be protected using the unique REDCAP login and password provided to each co-investigator. Access to the REDCAP will be restricted to research personnel and Investigators and will be locked or password-protected using the unique REDCAP login and password provided to each co-investigator. The data will be stored for 6 years after completion of analysis and study closure and then will be destroyed.\n\nA Certificate of Confidentiality will not be used to protect data from forced release. No identifying or study related data will be transported to outside locations. There will be no audio or video recordings or photographs taken."
        },
        "conditionsModule": {
            "conditions": [
                "Urinary Incontinence",
                "Stress Incontinence, Female",
                "Urge Incontinence"
            ],
            "keywords": [
                "urinary incontinence",
                "social media"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 75,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Routine counseling",
                    "type": "NO_INTERVENTION",
                    "description": "Patients randomized to routine counseling will receive usual counseling in the standard fashion of their provider."
                },
                {
                    "label": "Routine counseling + Social Media Navigation Aid Kit",
                    "type": "EXPERIMENTAL",
                    "description": "Patients randomized to the intervention will receive routine counseling in the usual manner as well as receive access to the Social Media Navigation Aid Kit in the format of their choice (hardcopy via trifold, email, text, or QR code)",
                    "interventionNames": [
                        "Other: Social Media Navigation Aid Kit"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Social Media Navigation Aid Kit",
                    "description": "The Social media Navigation Aid Kit (SNAK) was created by using search terms, \"urinary incontinence\", \"urinary leakage\", and \"urogynecology\", and querying various websites/blogs, Facebook, Instagram, and YouTube. These social media platforms were chosen based on the top three social media platforms used in Americans aged 50 to \\>65 years old according to Pew Research Analytics (Pew paper). The experienced reviewer evaluated each platform for users that provided relevant, accurate, and specific content. The department of Urogynecology at UNM independently reviewed the curated pages and users for approval. Once approved, the various users and pages were then collected and a flyer was created. The flyer will be available via hardcopy, email, or text per patient preference.",
                    "armGroupLabels": [
                        "Routine counseling + Social Media Navigation Aid Kit"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System for Self-Efficacy in Managing Chronic Conditions- Managing Symptoms (PROMIS-SE-MCC-MS)",
                    "description": "We will measure self-efficacy using the NIH Patient-Reported Outcomes Measurement Information System for Self-Efficacy in Managing Chronic Conditions- Managing Symptoms (PROMIS-SE-MCC-MS). The PROMIS raw scores are translated into a \"T-score\", which rescales and standardizes the score where the mean U.S. general population score is fixed at 50 points and SD fixed at 10.",
                    "timeFrame": "3 month"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Patient Global Impression of Improvement (PGI-I)",
                    "description": "The Patient Global Impression of Improvement (PGI-I) is a validated 1-item questionnaire rating specific condition as perceived change in her condition in response to therapy for SUI. A lower score indicates better outcome.",
                    "timeFrame": "3 month"
                },
                {
                    "measure": "Incontinence Severity Index (ISI)",
                    "description": "The Incontinence Severity Index is a validated questionnaire that has been shown to correlate well with pad weighing tests. A lower index score at 3 months indicates clinical improvement/better outcome.",
                    "timeFrame": "3 month"
                },
                {
                    "measure": "IIQ-7-SF",
                    "description": "The Incontinence Impact Questionnaire is a validated questionnaire to assess the impact of the dysfunction on a patient quality of life. A lower IIQ-7-SF score at 3 months indicates better outcome/improvement.",
                    "timeFrame": "3 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* New or existing patients to the Urogynecology practice at the University of New Mexico or Sandoval Regional Medical Center having urinary incontinence treatment options discussed/addressed by our provider group for the first time.\n* Patients who report symptoms of urinary incontinence (defined as one or more episodes of involuntary urinary loss)\n* Female\n* \\>18 years old\n* Willing to complete study questionnaires\n\nExclusion Criteria:\n\n* Age \\< 18 years\n* Presence of urinary fistula\n* Prior treatment of urinary incontinence\n* Prior consult with a urogynecologist for urinary incontinence\n* History of vaginal mesh complications\n* Pregnancy or planning to become pregnant in the next 3-4 months during the study per patient report\n* Cognitive impairment\n* No access to internet at home\n* Inability to speak/read/understand English",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Elizabeth T Hoang, MD",
                    "role": "CONTACT",
                    "phone": "505-967-8428",
                    "email": "hsc-urogyn-research@salud.unm.edu"
                },
                {
                    "name": "Cassandra Darley",
                    "role": "CONTACT",
                    "phone": "505-967-8428",
                    "email": "hsc-urogyn-research@salud.unm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Tasha Serna-Gallegos, MD",
                    "affiliation": "University of New Mexico",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of New Mexico",
                    "status": "RECRUITING",
                    "city": "Albuquerque",
                    "state": "New Mexico",
                    "zip": "87106",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Hoang",
                            "role": "CONTACT",
                            "phone": "505-967-8428",
                            "email": "hsc-urogyn-research@salud.unm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.08449,
                        "lon": -106.65114
                    }
                },
                {
                    "facility": "Sandoval Regional Medical Center",
                    "status": "RECRUITING",
                    "city": "Rio Rancho",
                    "state": "New Mexico",
                    "zip": "87144",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Elizabeth Hoang",
                            "role": "CONTACT",
                            "phone": "505-967-8428",
                            "email": "hsc-urogyn-research@salud.unm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.24721,
                        "lon": -106.68609
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35030139",
                    "type": "BACKGROUND",
                    "citation": "Patel UJ, Godecker AL, Giles DL, Brown HW. Updated Prevalence of Urinary Incontinence in Women: 2015-2018 National Population-Based Survey Data. Female Pelvic Med Reconstr Surg. 2022 Apr 1;28(4):181-187. doi: 10.1097/SPV.0000000000001127. Epub 2022 Jan 12."
                },
                {
                    "pmid": "35421015",
                    "type": "BACKGROUND",
                    "citation": "Bennett AT, Boniface ER, Spiers A, Gregory WT, Cichowski SB. A Randomized Trial of Social Media Versus Search Engine Advertising to Increase Awareness of Treatments for Female Stress Urinary Incontinence. Female Pelvic Med Reconstr Surg. 2022 May 1;28(5):293-299. doi: 10.1097/SPV.0000000000001187. Epub 2022 Apr 15."
                },
                {
                    "pmid": "27319368",
                    "type": "BACKGROUND",
                    "citation": "Mazloomdoost D, Kanter G, Chan RC, Deveaneau N, Wyman AM, Von Bargen EC, Chaudhry Z, Elshatanoufy S, Miranne JM, Chu CM, Pauls RN, Arya LA, Antosh DD. Social networking and Internet use among pelvic floor patients: a multicenter survey. Am J Obstet Gynecol. 2016 Nov;215(5):654.e1-654.e10. doi: 10.1016/j.ajog.2016.06.011. Epub 2016 Jun 16."
                },
                {
                    "pmid": "31855097",
                    "type": "BACKGROUND",
                    "citation": "Gonzalez G, Vaculik K, Khalil C, Zektser Y, Arnold C, Almario CV, Spiegel BMR, Anger JT. Women's Experience with Stress Urinary Incontinence: Insights from Social Media Analytics. J Urol. 2020 May;203(5):962-968. doi: 10.1097/JU.0000000000000706. Epub 2019 Dec 19."
                },
                {
                    "pmid": "32282524",
                    "type": "BACKGROUND",
                    "citation": "Qin LA, El-Neemany D, Winkler H, Shalom D. #Urogyn: What's Trending on Instagram? A Cross-sectional Observational Study. Female Pelvic Med Reconstr Surg. 2020 May;26(5):283-286. doi: 10.1097/SPV.0000000000000869."
                },
                {
                    "pmid": "31746478",
                    "type": "BACKGROUND",
                    "citation": "Grabbert M, Khoder WY, Gratzke C, Paffenholz P, Salem J, Bauer RM. Comprehensive analysis of Twitter activity on #Incontinence. Neurourol Urodyn. 2020 Jan;39(1):440-446. doi: 10.1002/nau.24227. Epub 2019 Nov 20."
                },
                {
                    "pmid": "33787561",
                    "type": "BACKGROUND",
                    "citation": "Weinstein MM, Collins S, Quiroz L, Anger JT, Paraiso MFR, DeLong J, Richter HE. Multicenter Randomized Controlled Trial of Pelvic Floor Muscle Training with a Motion-based Digital Therapeutic Device versus Pelvic Floor Muscle Training Alone for Treatment of Stress-predominant Urinary Incontinence. Female Pelvic Med Reconstr Surg. 2022 Jan 1;28(1):1-6. doi: 10.1097/SPV.0000000000001052."
                },
                {
                    "pmid": "33825925",
                    "type": "BACKGROUND",
                    "citation": "Nystrom E, Soderstrom L, Samuelsson E. Self-management of incontinence using a free mobile app: factors associated with improvement. Int Urogynecol J. 2022 Apr;33(4):877-885. doi: 10.1007/s00192-021-04755-5. Epub 2021 Apr 7."
                },
                {
                    "pmid": "32925421",
                    "type": "BACKGROUND",
                    "citation": "Schroeder M, Plotner EA, Sharma S, Hunter K, Spector S, Lipetskaia L. A Randomized Controlled Trial of a Multimedia Patient Education Tool for Stress Versus Urgency Urinary Incontinence. Female Pelvic Med Reconstr Surg. 2021 Jul 1;27(7):403-408. doi: 10.1097/SPV.0000000000000946."
                },
                {
                    "pmid": "35272337",
                    "type": "BACKGROUND",
                    "citation": "Jeney SES, Whitcomb EL, Ihara J, Guaderrama N, Mukhtar F, Heliker BD. A Randomized Controlled Trial Evaluating the Effect of an Educational Video on Patient Understanding of Midurethral Sling. Female Pelvic Med Reconstr Surg. 2022 Mar 1;28(3):e73-e79. doi: 10.1097/SPV.0000000000001154."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Svengalis, S., Nygaard, I. E., Cervone, D., & Kreder, K. J. (1995). Perceived self-efficacy as a predictor of outcome of pelvic muscle exercises in the treatment of urinary incontinence. International urogynecology journal, 6(5), 262-266."
                },
                {
                    "pmid": "12969511",
                    "type": "BACKGROUND",
                    "citation": "Broome BA. The impact of urinary incontinence on self-efficacy and quality of life. Health Qual Life Outcomes. 2003 Aug 22;1:35. doi: 10.1186/1477-7525-1-35."
                },
                {
                    "pmid": "30547965",
                    "type": "BACKGROUND",
                    "citation": "White LL, Cohen MZ, Berger AM, Kupzyk KA, Bierman PJ. Self-Efficacy for Management of Symptoms and Symptom Distress in Adults With Cancer: An Integrative Review. Oncol Nurs Forum. 2019 Jan 13;46(1):113-128. doi: 10.1188/19.ONF.113-128."
                },
                {
                    "pmid": "17456856",
                    "type": "BACKGROUND",
                    "citation": "Messer KL, Hines SH, Raghunathan TE, Seng JS, Diokno AC, Sampselle CM. Self-efficacy as a predictor to PFMT adherence in a prevention of urinary incontinence clinical trial. Health Educ Behav. 2007 Dec;34(6):942-52. doi: 10.1177/1090198106295399. Epub 2007 Apr 24."
                },
                {
                    "pmid": "19187418",
                    "type": "BACKGROUND",
                    "citation": "Tannenbaum C, Brouillette J, Michaud J, Korner-Bitensky N, Dumoulin C, Corcos J, Tu le M, Lemieux MC, Ouellet S, Valiquette L. Responsiveness and clinical utility of the geriatric self-efficacy index for urinary incontinence. J Am Geriatr Soc. 2009 Mar;57(3):470-5. doi: 10.1111/j.1532-5415.2008.02146.x. Epub 2009 Jan 23."
                },
                {
                    "pmid": "32700380",
                    "type": "BACKGROUND",
                    "citation": "Kot D, Lawinski M, Slodkowski M, Kagan I, Hellerman M, Theilla M. Effects of Sexual Function, Social Media Use, and Self-Efficacy on Quality of Life Among Home Parenteral Nutrition Patients. JPEN J Parenter Enteral Nutr. 2021 Jul;45(5):991-998. doi: 10.1002/jpen.1969. Epub 2020 Aug 5."
                },
                {
                    "pmid": "33629955",
                    "type": "BACKGROUND",
                    "citation": "Niu Z, Willoughby J, Zhou R. Associations of Health Literacy, Social Media Use, and Self-Efficacy With Health Information-Seeking Intentions Among Social Media Users in China: Cross-sectional Survey. J Med Internet Res. 2021 Feb 25;23(2):e19134. doi: 10.2196/19134."
                },
                {
                    "pmid": "34220597",
                    "type": "BACKGROUND",
                    "citation": "Mahmood QK, Jafree SR, Mukhtar S, Fischer F. Social Media Use, Self-Efficacy, Perceived Threat, and Preventive Behavior in Times of COVID-19: Results of a Cross-Sectional Study in Pakistan. Front Psychol. 2021 Jun 17;12:562042. doi: 10.3389/fpsyg.2021.562042. eCollection 2021."
                },
                {
                    "pmid": "20685078",
                    "type": "BACKGROUND",
                    "citation": "Cella D, Riley W, Stone A, Rothrock N, Reeve B, Yount S, Amtmann D, Bode R, Buysse D, Choi S, Cook K, Devellis R, DeWalt D, Fries JF, Gershon R, Hahn EA, Lai JS, Pilkonis P, Revicki D, Rose M, Weinfurt K, Hays R; PROMIS Cooperative Group. The Patient-Reported Outcomes Measurement Information System (PROMIS) developed and tested its first wave of adult self-reported health outcome item banks: 2005-2008. J Clin Epidemiol. 2010 Nov;63(11):1179-94. doi: 10.1016/j.jclinepi.2010.04.011. Epub 2010 Aug 4."
                },
                {
                    "pmid": "28239781",
                    "type": "BACKGROUND",
                    "citation": "Gruber-Baldini AL, Velozo C, Romero S, Shulman LM. Validation of the PROMIS(R) measures of self-efficacy for managing chronic conditions. Qual Life Res. 2017 Jul;26(7):1915-1924. doi: 10.1007/s11136-017-1527-3. Epub 2017 Feb 26."
                },
                {
                    "pmid": "18547757",
                    "type": "BACKGROUND",
                    "citation": "Schagen van Leeuwen JH, Lange RR, Jonasson AF, Chen WJ, Viktrup L. Efficacy and safety of duloxetine in elderly women with stress urinary incontinence or stress-predominant mixed urinary incontinence. Maturitas. 2008 Jun 20;60(2):138-47. doi: 10.1016/j.maturitas.2008.04.012. Epub 2008 Jun 10."
                },
                {
                    "pmid": "16547687",
                    "type": "BACKGROUND",
                    "citation": "Sandvik H, Espuna M, Hunskaar S. Validity of the incontinence severity index: comparison with pad-weighing tests. Int Urogynecol J Pelvic Floor Dysfunct. 2006 Sep;17(5):520-4. doi: 10.1007/s00192-005-0060-z. Epub 2006 Mar 18."
                },
                {
                    "pmid": "34247326",
                    "type": "BACKGROUND",
                    "citation": "Terwee CB, Peipert JD, Chapman R, Lai JS, Terluin B, Cella D, Griffiths P, Mokkink LB. Minimal important change (MIC): a conceptual clarification and systematic review of MIC estimates of PROMIS measures. Qual Life Res. 2021 Oct;30(10):2729-2754. doi: 10.1007/s11136-021-02925-y. Epub 2021 Jul 10."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000014549",
                    "term": "Urinary Incontinence"
                },
                {
                    "id": "D000004775",
                    "term": "Enuresis"
                },
                {
                    "id": "D000014550",
                    "term": "Urinary Incontinence, Stress"
                },
                {
                    "id": "D000053202",
                    "term": "Urinary Incontinence, Urge"
                }
            ],
            "ancestors": [
                {
                    "id": "D000014555",
                    "term": "Urination Disorders"
                },
                {
                    "id": "D000014570",
                    "term": "Urologic Diseases"
                },
                {
                    "id": "D000052776",
                    "term": "Female Urogenital Diseases"
                },
                {
                    "id": "D000005261",
                    "term": "Female Urogenital Diseases and Pregnancy Complications"
                },
                {
                    "id": "D000091642",
                    "term": "Urogenital Diseases"
                },
                {
                    "id": "D000052801",
                    "term": "Male Urogenital Diseases"
                },
                {
                    "id": "D000059411",
                    "term": "Lower Urinary Tract Symptoms"
                },
                {
                    "id": "D000020924",
                    "term": "Urological Manifestations"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000019960",
                    "term": "Elimination Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M17299",
                    "name": "Urinary Incontinence",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7936",
                    "name": "Enuresis",
                    "asFound": "Urinary Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17300",
                    "name": "Urinary Incontinence, Stress",
                    "asFound": "Stress Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27168",
                    "name": "Urinary Incontinence, Urge",
                    "asFound": "Urge Incontinence",
                    "relevance": "HIGH"
                },
                {
                    "id": "M27171",
                    "name": "Nocturnal Enuresis",
                    "relevance": "LOW"
                },
                {
                    "id": "M17305",
                    "name": "Urination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M17319",
                    "name": "Urologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M2875",
                    "name": "Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M27093",
                    "name": "Female Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14127",
                    "name": "Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M8399",
                    "name": "Female Urogenital Diseases and Pregnancy Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M27095",
                    "name": "Male Urogenital Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M29464",
                    "name": "Lower Urinary Tract Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M22659",
                    "name": "Urological Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M21832",
                    "name": "Elimination Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}