{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03500081",
            "orgStudyIdInfo": {
                "id": "PRO 30440"
            },
            "organization": {
                "fullName": "Medical College of Wisconsin",
                "class": "OTHER"
            },
            "briefTitle": "Solid Tumor Imaging MR-Linac (STIM Study)",
            "officialTitle": "Solid Tumor Imaging MR-Linac (STIM Study)",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "solid-tumor-imaging-mr-linac-stim-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2017-10-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2029-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-09",
            "studyFirstSubmitQcDate": "2018-04-09",
            "studyFirstPostDateStruct": {
                "date": "2018-04-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-07",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-09",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "William Hall",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "Medical College of Wisconsin"
            },
            "leadSponsor": {
                "name": "Medical College of Wisconsin",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The use of MRI imaging and image fusion in radiation therapy has dramatically increased during the past decade. However, the existing MRI-imaging protocols, imaging software and pulse sequences are all optimized for diagnostic purposes. With the introduction of the MR-linac, there is a critical and imminent need to develop imaging protocols that build and adapt the existing imaging parameters within the scope of the FDA-approved software to acquire MRI images that have less geometric distortion and better spatial resolution.",
            "detailedDescription": "The objectives of this study are:\n\n1. Improve variables related to MR image quality (e.g., signal-to-noise ratio, image contrast, acquisition time, etc.) between initial software configurations, standard-of-care images, and each newly improved software version.\n2. Determine the feasibility of the MR- guided adaptive work flow for MR-linac radiation therapy. This will include improvement in variables related to simulated (i.e., not given to the patient) MRI radiation treatment delivery (e.g., contours, auto segmentation software, organ deformation and volume change, etc.) to determine the feasibility of intra- and interfraction adaptive radiation therapy.\n3. Obtain imaging data (cancer patients all standard- of- care scans) and clinical data from participants, for additional research focused on MRI use for radiation therapy, which hypothesis-driven research protocols may access.\n4. Obtain MRI scans from cancer patients and healthy volunteers from the Department of Radiation Oncology. These scans will be used to optimize scanning parameters for various body sites and to identify appropriate positioning methods for future patient treatments. These images will be completely de-identified for the purposes of collaboration with researchers from other institutions, other industry partners and ELEKTA Inc. These images will be stored and may be used by Elekta, industry partners and the MR-linac Consortium for technology development, user trainings, and/or product marketing purposes.\n5. Translational genomic biomarker study will be conducted with existing biopsy tissue samples to determine how genomic predictors of radiation response may correlate with tumor changes as seen on MRIs acquired during treatment."
        },
        "conditionsModule": {
            "conditions": [
                "Cancer"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "bioSpec": {
                "retention": "SAMPLES_WITH_DNA",
                "description": "A translational genomic biomarker sub-study (75 subjects) will be conducted with biopsy tissue samples to determine how genomic predictors of radiation response may correlate with tumor changes as seen on MRIs acquired during treatment."
            },
            "enrollmentInfo": {
                "count": 295,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Cancer Patients",
                    "description": "Cancer patients with any solid tumor type planning to undergo a course of radiation therapy. Seventy-five patients in this group with any solid tumor type will consent to the genomic biomarker sub-study, which will be conducted with biopsy tissue samples to determine how genomic predictors of radiation response may correlate with tumor changes as seen on MRIs acquired during treatment.",
                    "interventionNames": [
                        "Device: MRI Scan"
                    ]
                },
                {
                    "label": "Healthy Volunteers",
                    "description": "Faculty members in the Department of Radiation Oncology have volunteered to participate in this research project. They are investigators and are interested in the abilities of this new machine(MR-Linac) and the potential benefits to patients who will be treated in their department. These scans will be used to optimize scanning parameters for various body sites and to identify appropriate positioning methods for future patient treatments.",
                    "interventionNames": [
                        "Device: MRI Scan"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "MRI Scan",
                    "description": "The MRI scan will not be used for diagnostic purposes. The research team members do not use the sequences for detection of clinical conditions. This is an observational study only, with no interventions.",
                    "armGroupLabels": [
                        "Cancer Patients",
                        "Healthy Volunteers"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Determine the optimal set of scan parameters (e.g., field of view).",
                    "description": "This will be determined with both physics and physician review of acquired images",
                    "timeFrame": "Assessment will be done for each imaging sequence available for each subject at a specific time point. Up to 2 year recruitment period."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Cancer patients with any solid tumor type planning to undergo a course of radiation therapy.\n* Healthy volunteers (may be from the Department of Radiation Oncology faculty and staff, family and friends of the Department of Radiation Oncology faculty and staff and Cancer Center faculty and staff) will sign an IRB- approved consent form, give demographic information and complete the MRI eligibility checklist. The MRI scans will be performed outside normal working hours.\n* Ability and willingness to provide written informed consent. For the genomic biomarkers studies, patients will sign an additional consent form for tissue and genomic testing.\n* All subjects (including patients and healthy volunteers) will complete the MRI history form.\n* For the genomic biomarkers sub-study: biopsy tissue availability that will not be exhausted during the preparation of specimen for genomic assessment.\n\nExclusion Criteria:\n\n* People under 18 years of age.\n* Pregnant people.\n* People with MRI contraindicated conditions as evaluated during routine MR screening.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "There are two groups of participants:\n\nA) Non-patient volunteers who will take part in non-patient volunteer imaging studies.\n\nB) Patient volunteers who will take part in imaging studies.",
            "samplingMethod": "PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Medical College of Wisconsin Clinical Cancer Center",
                    "role": "CONTACT",
                    "phone": "414-805-8900",
                    "email": "cccto@mcw.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "William Hall, MD",
                    "affiliation": "Medical College of Wisconsin",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Froedtert & the Medical College of Wisconsin",
                    "status": "RECRUITING",
                    "city": "Milwaukee",
                    "state": "Wisconsin",
                    "zip": "53226",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Froedtert & the Medical College of Wisconsin Clinical Cancer Center",
                            "role": "CONTACT",
                            "phone": "414-805-8900",
                            "email": "cccto@mcw.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.0389,
                        "lon": -87.90647
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}