{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05622097",
            "orgStudyIdInfo": {
                "id": "HSC-MS-22"
            },
            "organization": {
                "fullName": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            },
            "briefTitle": "Solution Temperature and Fluid Deficit During Hysteroscopy",
            "officialTitle": "The Influence of Solution Temperature on Fluid Deficit During Hysteroscopy",
            "acronym": "STOFD",
            "therapeuticArea": [
                "Other"
            ],
            "study": "solution-temperature-and-fluid-deficit-during-hysteroscopy"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-11-10",
            "studyFirstSubmitQcDate": "2022-11-10",
            "studyFirstPostDateStruct": {
                "date": "2022-11-18",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-01",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-08",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Aya Mohr Sasson",
                "investigatorTitle": "Principle investigator",
                "investigatorAffiliation": "The University of Texas Health Science Center, Houston"
            },
            "leadSponsor": {
                "name": "The University of Texas Health Science Center, Houston",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Hysteroscopic surgery is widely used for the treatment of gynecological diseases, such as septum, synechiae, polyp and intrauterine fibroids. The complication rate is estimated as 0.22% and includes uterine perforation, massive bleeding, and fluid overload. Operative hysteroscopy intravascular absorption (OHIA) syndrome refers to fluid overload complications from operative hysteroscopies and is considered a major complication. Report describing the clinical association between irrigation fluid temperature to intravasation rate itself or the risk of fluid overload are limited mainly to theoretical models. Due to the aforementioned, we aim to evaluated the role of temperature on absorption of the irrigation solution in hysteroscopic surgery.",
            "detailedDescription": "Hysteroscopic surgery is widely used for the treatment of gynecological diseases, such as septum, synechiae, polyp and intrauterine fibroids. Advantages include less invasiveness and faster recovery compared to traditional laparotomy. The complication rate is estimated as 0.22% and includes uterine perforation, massive bleeding, and fluid overload.\n\nOperative hysteroscopy intravascular absorption (OHIA) syndrome refers to fluid overload complications from operative hysteroscopies and is considered a major complication. Although rare, large-scale fluid absorption might lead to symptoms severe enough to require intensive care including dilutional hyponatremia, hypoosmolality, brain oedema, hypokinetic circulation and cardiovascular collapse.\n\nDuring surgical resection, hydrostatic pressure is usually higher than intravascular pressures, mainly in the venous bed, allowing intravasation of irrigation solution from the surgical field to the intravascular space. The greater the difference between these hydrostatic pressures, the higher the flow rate into the blood and the higher the risk of fluid overload. Moreover, although it is important to control surgical time and to keep distension pressure as low as possible, fluid overload may occur before the predicted period.\n\nPreventive measures, such as low-pressure irrigation, might reduce the extent of fluid absorption but does not eliminate this complication. Monitoring the extent of absorption during surgery allows control of the fluid balance in the individual patient.\n\nReport describing the clinical association between irrigation fluid temperature to intravasation rate itself or the risk of fluid overload are limited mainly to theoretical models. Benefits of cold irrigation fluids are reported in studies on transurethral prostatic resection (TUR) and include shorter procedure duration, improved surgical visualization, less fluid use and reduced blood loss. The results of studies demonstrating higher complication rate with hypothermia caused by locally applied cold irrigation solutions are equivocal and were not demonstrated specifically in hysteroscopic procedures.\n\nThe application of warm distension fluid has been recently used in office hysteroscopy in order to reduce pain severity. A recent meta-analysis including 5 randomized control trials reported warm saline was linked to a significant reduction in the visual analog scale (VAS) pain score during the procedure and higher patient satisfaction rate. Nevertheless, warm irrigation solution might be limiting for longer procedures due to expected expansion of the vascular system resulting higher fluid deficit in shorter time.\n\nDue to the aforementioned, we aim to evaluated the role of temperature on absorption of the irrigation solution in hysteroscopic surgery.\n\nMaterial and Methods This is a prospective study that will be conducted at a single tertiary medical center. Study population will include all women undergoing hysteroscopic surgery due to benign indication. Women with known malignancy or hysteroscopic procedures using alternative solutions (Ringer's lactate, 1.5% glycine, 5% dextrose) will be excluded from the study.\n\nA TruClear™ hysteroscope will be used with 0.9% saline solution as the expanding media. Three different temperatures will be randomly assigned to each case including: room temperature (24°C), and body temperature (37°C). The distension fluid will be prepared in advance using heating incubator for both solutions temperatures. The liquid temperatures will be confirmed by thermometer before the procedure. Randomization to each arm will be made using computer randomizer. The time to reach fluid deficit will be measured at the following deficit points: 100cc,150cc, 250 cc, 500 cc, 750 cc, 1000cc, 1500 cc and total deficit. In addition, presurgical and post-surgical blood samples for sodium level and osmolality will be collected. Immediate post-surgical pain will be assesses 1 hour following the procedure using the visual analog scale.\n\nDemographic and clinical characteristics will be drawn from women's medical files. Operative and post-operative data will be collected including: operation indication, operation duration, operation complications (uterine perforation, bleeding, fluid overload complications- electrolyte disturbances, osmolality, pulmonary embolism, pulmonary oedema), post-operative complications (hemorrhage, endometritis, vascular - thromboembolic event, ileus)."
        },
        "conditionsModule": {
            "conditions": [
                "Surgery"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 90,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Warmed saline",
                    "type": "EXPERIMENTAL",
                    "description": "0.9% Saline will be warmed to 37 degrees Celsius",
                    "interventionNames": [
                        "Other: 0.9% Saline warmed to 37 degrees Celsius"
                    ]
                },
                {
                    "label": "Room temperature saline",
                    "type": "EXPERIMENTAL",
                    "description": "0.9% Saline will be warmed to 24 degrees Celsius",
                    "interventionNames": [
                        "Other: 0.9% Saline warmed to 24 degrees Celsius"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "0.9% Saline warmed to 37 degrees Celsius",
                    "description": "0.9% Saline warmed to 37 degrees Celsius",
                    "armGroupLabels": [
                        "Warmed saline"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "0.9% Saline warmed to 24 degrees Celsius",
                    "description": "0.9% Saline warmed to 24 degrees Celsius",
                    "armGroupLabels": [
                        "Room temperature saline"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Median time to reach deficit of 100 cc",
                    "description": "The difference to reach deficit of 100 cc in each arm",
                    "timeFrame": "From recruitment until follow up visit 2 weeks post operation"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Visual analog scale (VAS)",
                    "description": "To estimate pain post operation on a scale of 1 to 10 while 1 is no pain and 10 is maximal pain",
                    "timeFrame": "1 hour after the procedure"
                },
                {
                    "measure": "Total fluid deficit",
                    "description": "To estimate the time to complete the procedure and the total deficit.",
                    "timeFrame": "The time from the beginning to the end of the procedure"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n- All women undergoing gynecologic hysteroscopic surgery.\n\nExclusion criteria:\n\n* Women with known malignancy\n* hysteroscopic procedures using alternative solutions (Ringer's lactate, 1.5% glycine, 5% dextrose)",
            "healthyVolunteers": true,
            "sex": "FEMALE",
            "genderBased": true,
            "genderDescription": "Hysteroscopy is performed only in women with uterus",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Aya Mohr-Sasson",
                    "role": "CONTACT",
                    "phone": "13462704682",
                    "email": "aya.mohrsasson@uth.tmc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Aya Mohr-Sasson",
                    "affiliation": "The University of Texas Health Science Center, Houston, TX",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Texas",
                    "status": "RECRUITING",
                    "city": "Houston",
                    "state": "Texas",
                    "zip": "77030",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Aya Mohr-Sasson, M.D",
                            "role": "CONTACT",
                            "phone": "346-270-4682",
                            "email": "aya.mohrsasson@uth.tmc.edu"
                        },
                        {
                            "name": "Sunbola Ashimi",
                            "role": "CONTACT",
                            "email": "sunbola.s.ashimi@uth.tmc.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 29.76328,
                        "lon": -95.36327
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33329791",
                    "type": "RESULT",
                    "citation": "Lee EB, Park J, Lim HK, Kim YI, Jin Y, Lee KH. Complications of fluid overload during hysteroscopic surgery: cardiomyopathy and epistaxis - A case report. Anesth Pain Med (Seoul). 2020 Jan 31;15(1):61-65. doi: 10.17085/apm.2020.15.1.61."
                },
                {
                    "pmid": "12206931",
                    "type": "RESULT",
                    "citation": "Aydeniz B, Gruber IV, Schauf B, Kurek R, Meyer A, Wallwiener D. A multicenter survey of complications associated with 21,676 operative hysteroscopies. Eur J Obstet Gynecol Reprod Biol. 2002 Sep 10;104(2):160-4. doi: 10.1016/s0301-2115(02)00106-9."
                },
                {
                    "pmid": "32917330",
                    "type": "RESULT",
                    "citation": "Wang MT, Chang CC, Hsieh MH, Chang CW, Fan Chiang YH, Tsai HC. Operative hysteroscopy intravascular absorption syndrome is more than just the gynecological transurethral resection of the prostate syndrome: A case series and literature review. Taiwan J Obstet Gynecol. 2020 Sep;59(5):748-753. doi: 10.1016/j.tjog.2020.07.022."
                },
                {
                    "pmid": "16317031",
                    "type": "RESULT",
                    "citation": "Hahn RG. Fluid absorption in endoscopic surgery. Br J Anaesth. 2006 Jan;96(1):8-20. doi: 10.1093/bja/aei279. Epub 2005 Nov 29."
                },
                {
                    "pmid": "18051122",
                    "type": "RESULT",
                    "citation": "Tuchschmid S, Bajka M, Szczerba D, Lloyd B, Szekely G, Harders M. Modelling intravasation of liquid distension media in surgical simulators. Med Image Comput Comput Assist Interv. 2007;10(Pt 1):717-24. doi: 10.1007/978-3-540-75757-3_87."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "UNDECIDED"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21860",
                    "name": "Pharmaceutical Solutions",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "PhSol",
                    "name": "Pharmaceutical Solutions"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}