{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05929352",
            "orgStudyIdInfo": {
                "id": "2000026376: SING_a"
            },
            "secondaryIdInfos": [
                {
                    "id": "4R33MH123028-03",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/4R33MH123028-03"
                }
            ],
            "organization": {
                "fullName": "Yale University",
                "class": "OTHER"
            },
            "briefTitle": "Song-making In a Group (SING)",
            "officialTitle": "Song-making In a Group (SING)",
            "acronym": "SING_R33",
            "therapeuticArea": [
                "Mental Health"
            ],
            "study": "song-making-in-a-group-sing"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-10-14",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-06-23",
            "studyFirstSubmitQcDate": "2023-06-23",
            "studyFirstPostDateStruct": {
                "date": "2023-07-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-09",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-14",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Yale University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overarching aim of the proposed work is to align a promising treatment lead - Musical Intervention (MI) - with a promising mechanistic account of psychosis - Predictive Processing. This protocol focuses on the R33 phase, to optimize its administration (Is active participation more effective than passive listening? Does creation of new music help more than performing others' creations?). By tracking the interrelation between symptom mechanisms and MI, the investigators can use those metrics to prospectively assign patients to particular MI.\n\nThe R33 phase will examine the impact of SING on computational behavioral metrics of (Aim 1) Conditioned Hallucinations, (Aim 2) Social Reinforcement Learning, (Aim 3) Language Use, in 200 participants with voice hearing in the context of a psychotic illness (n=50per per group). Following a screening visit to determine eligibility, these computerized tasks will be administered behaviorally, and an interview will elicit speech, prior to and following the full SING intervention (in 10 groups of 5 participants, each facilitated by a trained musical interventionist, during the first two years of the project).\n\nParticipants will complete these tasks prior to and following randomization to four different conditions (facilitated by a SING team member) that will deconstruct the possible active ingredients of SING along two dimensions: Activity and Ownership: (a) SING (n=50, Activity + and Ownership +), participants produce and perform their own song; (b) Karaoke (n=50, Activity + and Ownership -), participants perform karaoke, singing along to others music; (c) Pop Music (n=50, Activity - and Ownership -), participants will listen to popular music chosen by the music interventionists; and (d) Curated Playlists (n=50, Activity -, Ownership +), participants will curate playlists of popular music and listen to them together.\n\nThis deconstruction will provide insights into the predictive processing framework, as applied to hallucinations and music, specifically, whether changes at higher, a-modal, hierarchical levels, particularly sense of self and active inference, influence precision weighted perceptual and social inferences more so than inactive experiences or experiences that do not engage sense of self.\n\nThis R33 portion of the study was originally included in NCT05537428, which now has results posted for the R61 phase of the study.",
            "detailedDescription": "Auditory verbal hallucinations (AVH) are among the most distressing and disabling aspects of psychotic illness. They increase the risk of suicide and are only 70% likely to respond to antipsychotics. Despite statistical dissociation of positive and negative psychotic symptoms4, AVH form and foment in the context of social isolation. Furthermore, these social challenges do not respond to current pharmacotherapies, which may even iatrogenically worsen them, leading to challenges with adherence. There is a need for improved treatments, for both AVH and social difficulties, with a favorable side effect profile. Musical intervention (MI) is one such candidate. According to some small qualitative and quantitative studies, MI improves hallucinations and negative symptoms and it is remarkably well tolerated. However, it is unknown how musical interventions lead to symptomatic recovery in psychosis. The overarching aim of the proposed work is to align a promising treatment lead - MI - with a promising mechanistic account of psychosis - Predictive Processing. The R33 phase, to optimize its administration (Is active participation more effective than passive listening? Does creation of new music help more than performing others' creations?). By tracking the interrelation between symptom mechanisms and MI, the investigators can use those metrics to prospectively assign patients to particular MI.\n\nGo/No Go Decisions: Do metrics of hallucinations and social processing change with musical intervention?\n\nMusic and Psychosis: MIs mollify the salient features of auditory verbal hallucinations - like their duration with improvements lasting years into follow-up in some cases. Meta-analysis of 19 studies showed MI to be effective for negative and cognitive symptoms of psychosis (d = 0.71), particularly for popular music over classical. There were no significant differences between groups that passively listened versus those that produced music, nor between music selected by therapist or patient, all helped. However, the dependent variables were subjective ratings scales that often failed to capture both AVH and negative symptoms in the same participants. There is a real need for objective measures of hallucinations and negative symptoms, which the investigators feel their recent computational psychiatry work provides (see below). The investigators propose to employ these metrics in a new, appropriately powered study of MI. Comparisons of active and passive engagement, with music that participants do and don't feel ownership for will be made. It is these factors - ownership and activity - the investigators believe - based on their preliminary data - are the active ingredients of MI.\n\nMechanisms of Psychosis: Computational modeling of perceptual and decision-making processes offers one approach to identifying objective metrics of processes relevant to AVH and social challenges. The investigators recent work has provided such a computational understanding of AVH. Perception is not simply the passive reception of inputs. Humans actively infer the causes of our sensations. These inferences are influenced by our prior experiences. Priors and inputs are combined according to Bayes' rule. Prediction errors, the mismatch between priors and inputs, contribute to belief updating. Hallucinations (percepts without external stimulus) may arise when strong priors cause a percept in the absence of customary input. The investigators recently tested this theory by engendering new priors about auditory stimuli in human observers using Pavlovian conditioning. Even in healthy individuals, the repeated co-occurrence of visual and auditory stimuli can induce auditory hallucinations. The investigators examined this effect with functional imaging. They used computational modeling to infer the strength of participants' perceptual beliefs about stimuli, associations between stimuli, and the volatility of those associations. Importantly, the model captured how priors are combined with sensory evidence, allowing us to directly test the strong prior hypothesis. First, the investigators determined individual thresholds for detection and psychometric curves. Next, participants worked to detect a 1-Kilo Hertz tone occurring concurrently with presentation of a checkerboard visual stimulus. At the start of conditioning, the tone was presented frequently at threshold, engendering a belief in audio-visual association. This belief was then tested with increasingly frequent sub-threshold and target-absent trials. Conditioned hallucinations occurred when subjects reported tones that were not presented, conditional upon the visual stimulus.\n\nAfter learning the association between the visual and auditory stimuli, all groups reported hearing tones that had not been presented (conditioned hallucinations), although the H+ groups did so significantly more frequently. To understand these results in the context of our formal model of perception, the investigators employed a three-tiered Hierarchical Gaussian Filter (HGF), which uses participant responses and the task structure to model estimate perceptual beliefs across three levels of abstraction. The first level of the model (X1) represents whether the subject believes that a tone was present or not on each trial. The second level (X2) is their belief that visual cues predict tones. The third level (X3) is the change in belief about the contingency between visual and auditory stimuli (i.e., volatility of X2). HGF modeling of conditioned hallucinations in our participants resulted in two findings critical to the present proposal:\n\nThose with hallucinations demonstrate higher degrees of perceptual belief on the first two layers (X1 and X2) and an over-reliance on prior beliefs ('prior over-weighting' p\\<0.0019). Those with psychosis, regardless of whether they hallucinate or not, are less likely to detect changes in the statistical structure of the task (X3) compared to non-psychotic participants ('change insensitivity'. Furthermore, there was a significant negative correlation between change sensitivity and illness burden and a significant positive correlation between prior weighting and hallucination severity score. For the first time, the investigators have an objective, laboratory-based measure of AVH, with component processes relevant to different features of hallucinations. The investigators propose to examine whether and how those AVH components change with the experience of MI.\n\nSocial Learning in Mental Illness: Distrust and relational turbulence are core features of social problems in serious mental illness. These features can be modeled experimentally to interrogate their mechanistic basis. To assay social behavior, our research subjects play computer-based tasks with a partner (or confederate). The investigators record behavior and calculate trial-by-trial learning about partner trustworthiness, which varies over time (social volatility). Computational models can describe the details of how learning combines prior beliefs with new social experience during this task. For example, one can measure how quickly subjects learn about trustworthiness. The investigators expect learning rates to be slow early in the task when social volatility is low, and faster when social volatility is higher; players should change quickly to keep up. In the investigators first paper describing this approach, recently published in Biological Psychiatry, they found that both control subjects significantly increase their learning rates when social volatility is high but people with social challenges do not. The investigators hypothesize that MI will reduce social learning deficits in people with serious mental illnesses.\n\nCombining Quantitative and Qualitative Approaches: Quantitative and qualitative approaches may be differently appropriate for different study phases (exploration versus hypothesis testing). They also have fundamentally different conceptions of the scientific process (removed, objective versus engaged, subjective). The investigators believe that these approaches are not fundamentally incompatible, rather, they can be mutually informative and enriching. For example, the move toward peer support and engagement in mental health research has highlighted the shortcomings of the patrician expert-by-education-led approach to AVH research. In brief, clinical trials often employ tools to assess AVH severity which conflate salient features of AVH into single metrics, and thus do not distinguish which features change with treatment. Clinical trials have also assumed that the goal of AVH treatment is the eradication of voices by decreasing their frequency. Peer-led advocacy groups like The Hearing Voices Network (HVN), comprised of experts-by-experience, suggest instead that some voices can be positive and supportive, that even the negative voices carry important meaning and that the goal of treatment should be tailored toward the individual and honor that meaning. The investigators have argued that whilst HVN and computational psychiatry may appear strange bedfellows, their shared focus on plurality of explanation (across levels of analysis) and focus on AVH phenomenology suggest a powerful and mutually beneficial collaboration is possible. The proposed work, aligning quantitative computational work with qualitative analyses of AVH changes, social engagement and self-representation, will ensure that the investigators capture the ways in which MI changes AVH and social challenges in ways that are meaningful to service users, whilst grounding those changes in the mechanistic model-based understanding of AVH that computational psychiatry provides.\n\nMusic \\& Predictive Processing: According to the predictive processing framework, backward predictions are passed down cortical hierarchies to resolve prediction errors at lower levels. Unresolved prediction errors can ascend the hierarchy to evince better predictions, based on their relative precision (inverse variance). This computational motif subsumes sensorimotor, autonomic, and memory systems. And prediction errors serve as imperatives to act within these systems (engaging in actions and homeostatic regulation that minimizes them across systems). Music affords competing predictions and then dispels uncertainty by confirming a particular prediction. Generating music is quintessentially enactive. Music perception is likewise. As with language, humans predict music based on how they might generate it themselves. Humans feel the drive to move our bodies to the beat to establish appropriate auditory predictions. Predictive processing implies the existence of a hierarchical generative model of precision that spans modalities. Attending to external music attenuates interoceptive and proprioceptive predictions of the sort one would encounter when generating music ourselves. In this way, music perception is more akin to language processing. The investigators suggest, based on preliminary data, that hallucinations and social dysfunction involve imbalances in the relative precisions of perceptual, proprioceptive and social priors and prediction errors. Music impacts hierarchies of dynamic precision, particularly when it is self-produced. In so doing, they hypothesize it will impact the pathophysiological mechanisms underlying AVH and social deficits.\n\nSong-making in a Group (SING): Preliminary qualitative interviews and ethnographic observations who frequented our MI program's drop-in site and participated in music-making and performance activities included twenty-one people, approximately 60% of whom reported currently receiving or having received mental health services. Analysis of the in-depth interviews and ethnographic field notes revealed four major characteristics of the musical intervention space and music making experience: 1) the importance of a nonclinical therapeutic and sober environment; 2) opportunities for social engagement and integration; 3) opportunities for identity (re)invention; and 4) an outlet for artistic and musical expression. For this proposal, the investigators have adapted that MI to facilitate the examination of predictive coding relevant mechanisms. This adapted intervention is called SING - Song-Making In a Group. In a one-hour session, 5 individuals work together with a trained facilitator to experience and/or produce music. The investigators propose to manipulate the SING group tasks to identify the impact of certain activities on AVH and social processing.\n\nThe SING Team is unique, uniting people with lived experience of psychosis, quantitative and qualitative researchers, clinician scientists, and musicologists. This unity is made possible by the Connecticut Mental Health Center, a state mental health facility whose tripartite goals are treatment, education and research and whose unique partnership with Yale University is embodied in the two research centers connected by this application; the Yale Program for Recovery and Community Health and the Clinical Neuroscience Research Unit in the Abraham Ribicoff Research Facilities. Together these units have the real and virtual infrastructures, staff and experience to make the proposed work a success."
        },
        "conditionsModule": {
            "conditions": [
                "Schizophrenia"
            ],
            "keywords": [
                "Hallucinations"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Musical Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will work together in a group with other voice hearers, making music with a trained facilitator for 4 weekly sessions",
                    "interventionNames": [
                        "Behavioral: Musical Intervention"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Musical Intervention",
                    "description": "A trained musician-facilitator will convene a series of four weekly two-hour sessions to which groups of five participants will be invited. The facilitator provides keyboard, professional microphone, recording interface, headphones, guitar, computer and a Digital Audio Workstation (DAW) for recording.",
                    "armGroupLabels": [
                        "Musical Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Language Use",
                    "description": "Speech patterns of participants will be analyzed pre and post intervention using the Linguistic Inquiry and Word Counting Program on interviews conducted prior to and post musical intervention",
                    "timeFrame": "baseline and Within one week of study completion (final MI session of 4)"
                },
                {
                    "measure": "Change in Social Belief Updating",
                    "description": "Social belief updating under uncertainty will be analyzed using a probabilistic reversal learning task. Participants will be asked to choose between stimuli on a computer screen that will increase or decrease their points score. Participants should choose the best deck as much as possible, and should understand that the best deck can change from time to time. Points achieved as well as the patterns of errors committed will be analyzed.",
                    "timeFrame": "baseline and Within one week of study completion (final MI session of 4)"
                },
                {
                    "measure": "Change in Conditioned Hallucinations",
                    "description": "Participants susceptibility to conditioned hallucinations during a perceptual inference task that presents auditory and visual stimuli through a computer program will be analyzed. Participant reports of hearing tones conditional on visual stimuli will be the key outcome.",
                    "timeFrame": "baseline and Within one week of study completion (final MI session of 4)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* voice hearing patients meeting diagnostic criteria for Diagnostic and Statistical Manual-V psychotic disorder\n* hearing voices at least once a day\n* PANSS P3 (Hallucinations item) greater than 3\n* Prior to study participation all patients will be evaluated for i) protocol eligibility; ii) ability to give informed consent; iii) interaction with the study team to determine participant's probability of completing the study; and iv) ability to cooperate with protocol procedures. The flow of all participants will be reviewed at weekly research meetings in consultation with the study team.\n\nExclusion Criteria:\n\n* Diagnostic and Statistical Manual-IV substance abuse or dependence (past six months)\n* clinically significant medical conditions, head injury with neurological symptoms or unconsciousness\n* mental retardation (IQ\\<70)\n* Non-English speaking\n* no less than 2 weeks of stable doses of psychotropic medications (to avoid transient effects of medication regiment change; medication type and dose will be carefully recorded and used as a covariate in all analyses)\n* Co-morbid mood or anxiety diagnosis\n* clinically/behaviorally unstable and unable to cooperate with SING procedures\n* Unstable medical condition based on medical history, physical examination and routine laboratory work-up",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "65 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Philip R Corlett, PhD",
                    "role": "CONTACT",
                    "phone": "2039747866",
                    "email": "philip.corlett@yale.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Philip R Corlett, PhD",
                    "affiliation": "Yale University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Psychiatry, Yale School of Medicine",
                    "status": "RECRUITING",
                    "city": "New Haven",
                    "state": "Connecticut",
                    "zip": "06519",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Philip Corlett, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.30815,
                        "lon": -72.92816
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "De-identified participant behavioral data will be shared via the National Institute of Health National Database upload system",
            "timeFrame": "They will be shared with researchers one year after study completion",
            "accessCriteria": "People wishing to access the data need to do so via the National Institute of Health National Database site"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9304",
                    "name": "Hallucinations",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}