{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05974644",
            "orgStudyIdInfo": {
                "id": "HM20027103"
            },
            "organization": {
                "fullName": "Virginia Commonwealth University",
                "class": "OTHER"
            },
            "briefTitle": "Southeastern ATTR Amyloidosis Consortium: SEATTRAC Family Registry",
            "officialTitle": "Southeastern ATTR Amyloidosis Consortium: SEATTRAC Family Registry",
            "therapeuticArea": [
                "Other"
            ],
            "study": "southeastern-attr-amyloidosis-consortium-seattrac-family-registry"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-09-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2030-12-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-07-14",
            "studyFirstSubmitQcDate": "2023-07-25",
            "studyFirstPostDateStruct": {
                "date": "2023-08-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-30",
                "type": "ESTIMATED"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Virginia Commonwealth University",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The study design is a prospective registry including asymptomatic and symptomatic patients who carry a pathogenic TTR mutation. The study will enroll patients who meet the inclusion criteria and none of the exclusion criteria until 1000 patients are enrolled, at which point in time the study investigators will evaluate whether further patient accrual is meaningful.",
            "detailedDescription": "Hereditary transthyretin amyloidosis (hATTR) is an autosomal dominant disorder caused by a pathogenic mutation of the transthyretin (TTR) gene. The mutated gene destabilizes the TTR tetramer causing it to dissociate, misfold and accumulate as insoluble extracellular amyloid fibrils. These fibrils then deposit in various organs and tissues leading to organ dysfunction and destruction. There are more than 130 known pathogenic mutations of the TTR gene leading to hATTR with predominantly neurologic or cardiac clinical manifestations.\n\nThe V142I mutation (historically reported as V122I prior to the opening 20-amino acid sequence being included to the position count) is the most prevalent mutation in the United States. This mutation is carried by 3-4% of the Black population with a founder variant originating in West Africa. It was brought to the Western Hemisphere during the Atlantic slave trade. The presence of the mutation has been associated with increased risk of heart failure, however with incomplete penetrance of an amyloid cardiomyopathy phenotype. With improved accessibility to genetic testing and noninvasive techniques with bone scintigraphy to diagnose TTR deposition in the heart, the identification of disease has dramatically increased. As a result, genetic counseling and cascade testing has identified a growing pool of asymptomatic, at-risk family members for whom counseling and surveillance is undefined.\n\nThere is a paucity of data for V142I carriers including poor understanding of disease penetrance, timing of disease onset as well as onset of extracardiac manifestations. Prior studies that sought to understand disease penetrance and early clinical predictors of phenotype presentation were limited due to geographic variation, historical under-recognition of the disease, poor enrollment of Black V142I patients into clinical studies and missing data due to retrospective study designs. For example, the often-cited THAOS (Transthyretin Amyloidosis Outcomes Survey) registry demonstrated enrollment limitations. Of the 740 total asymptomatic hATTR mutation carriers studied, only 10 asymptomatic subjects had the V142 mutation.\n\nBetter described neuropathic or mixed variants (i.e. T80A \\[formerly T60A\\] and V50M \\[formerly V30M\\] are often associated with easily detectable, clinically debilitating and rapidly progressing disease earlier in life. Conversely the V142I phenotype presents later in life primarily with a cardiomyopathy that may mimic hypertensive heart disease or heart failure with preserved ejection fraction. Oftentimes symptoms in the older V142I patient population are attributed to other comorbidities such as diabetes, hypertension or valve disease. This contributes to a delay in the diagnosis of hATTR diagnosis or a miss altogether. Identifying early clinical predictors of disease presentation may offer an opportunity for meaningful interruption of disease progression with newly available disease modifying therapies.\n\nIn this study, members of the Southeastern ATTR Amyloidosis Consortium (SEATTRAC) will enroll asymptomatic carriers of pathogenic TTR mutations and hATTR cardiac amyloidosis patients in a prospective registry. SEATTRAC members include high volume amyloidosis centers that are not only destination centers for amyloidosis care, but comprehensively serve their local and regional communities. We anticipate that such a registry will be the first to describe the clinical course of disease and outcomes for asymptomatic carriers of the V142I mutation, the hATTR variant that predominantly afflicts Black Americans."
        },
        "conditionsModule": {
            "conditions": [
                "Amyloidosis, Hereditary"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": true,
            "targetDuration": "3 Years",
            "designInfo": {
                "observationalModel": "COHORT",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 1000,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Asymptomatic carriers",
                    "interventionNames": [
                        "Other: Registry"
                    ]
                },
                {
                    "label": "Patients with cardiac hereditary transthyretin amyloidosis (hATTR)",
                    "interventionNames": [
                        "Other: Registry"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Registry",
                    "description": "The purpose of this registry is to collect and store health information from people who are carriers of the gene known to cause hereditary amyloidosis and those with a confirmed diagnosis of the disease.",
                    "armGroupLabels": [
                        "Asymptomatic carriers",
                        "Patients with cardiac hereditary transthyretin amyloidosis (hATTR)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The predictors and incidence of amyloidosis",
                    "description": "For those enrolled as asymptomatic carriers, it will be assessed if they develop cardiac or extra cardiac amyloidosis",
                    "timeFrame": "15 years"
                },
                {
                    "measure": "Mortality and/or need for heart transplant",
                    "description": "For those with cardiac hereditary transthyretin amyloidosis (hATTR), it will be assessed how many participants die due to disease or require a heart transplant",
                    "timeFrame": "10 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Over the age of 18 years\n* Carrier of a pathogenic hATTR mutation confirmed on whole blood gene testing or mass spectrometry\n* Willing to return for required follow-up visits\n\nExclusion Criteria:\n\n* Patient having undergone heart transplantation or implantation of mechanical circulatory support\n* Patients unable to provide informed consent\n* Patients having undergone liver transplantation\n* Patients have evidence of light chain amyloidosis",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "Any carriers of a pathogenic TTR mutation known to cause hATTR amyloidosis will be recruited to the registry.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Keyur Shah, MD",
                    "role": "CONTACT",
                    "phone": "804-828-4571",
                    "email": "keyur.shah@vcuhealth.org"
                },
                {
                    "name": "Sarah Paciulli, NP",
                    "role": "CONTACT",
                    "phone": "804-828-4571",
                    "email": "sarah.paciulli@vcuhealth.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Keyur Shah, MD",
                    "affiliation": "Virginia Commonwealth University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Virginia Commonwealth University",
                    "city": "Richmond",
                    "state": "Virginia",
                    "zip": "23298",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Keyur Shah, MD",
                            "role": "CONTACT",
                            "phone": "804-828-4571",
                            "email": "keyur.shah@vcuhealth.org"
                        },
                        {
                            "name": "Keyur Shah, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.55376,
                        "lon": -77.46026
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Deidentified data will be provided to the other investigators as a limited data set if requested.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "Duration of the registry"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000028226",
                    "term": "Amyloidosis, Familial"
                },
                {
                    "id": "D000000686",
                    "term": "Amyloidosis"
                }
            ],
            "ancestors": [
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000008661",
                    "term": "Metabolism, Inborn Errors"
                },
                {
                    "id": "D000030342",
                    "term": "Genetic Diseases, Inborn"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4021",
                    "name": "Amyloidosis",
                    "asFound": "Amyloidosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23329",
                    "name": "Amyloidosis, Familial",
                    "asFound": "Amyloidosis, Hereditary",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11641",
                    "name": "Metabolism, Inborn Errors",
                    "relevance": "LOW"
                },
                {
                    "id": "M23686",
                    "name": "Genetic Diseases, Inborn",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC16",
                    "name": "Diseases and Abnormalities at or Before Birth"
                }
            ]
        }
    },
    "hasResults": false
}