{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT03543865",
            "nctIdAliases": [
                "NCT03132766"
            ],
            "orgStudyIdInfo": {
                "id": "8138"
            },
            "secondaryIdInfos": [
                {
                    "id": "5U19MH113136-02",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5U19MH113136-02"
                }
            ],
            "organization": {
                "fullName": "Johns Hopkins Bloomberg School of Public Health",
                "class": "OTHER"
            },
            "briefTitle": "Southwest Hub for American Indian Youth Suicide Prevention Research",
            "officialTitle": "Southwest Hub for American Indian Youth Suicide Prevention Research",
            "therapeuticArea": [
                "Other"
            ],
            "study": "southwest-hub-for-american-indian-youth-suicide-prevention-research"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2019-03-25",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-11-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2018-04-13",
            "studyFirstSubmitQcDate": "2018-05-18",
            "studyFirstPostDateStruct": {
                "date": "2018-06-01",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Johns Hopkins Bloomberg School of Public Health",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "1. To use a SMART design to evaluate which of four sequences of New Hope (NH), Elders Resilience (ER) and Case Management (CM) have the greater effects on immediate and longer-term suicidal ideation (primary outcome) and resilience (secondary outcome) among American Indian (AI) adolescents ages 10-24 identified at risk for suicide.\n\n   Hypotheses:\n\n   i. New Hope vs. CM alone will significantly reduce participant suicidal ideation.\n\n   ii. Elders Resilience vs. CM alone will significantly improve participant resilience.\n\n   iii. New Hope followed by Elders Resilience will have the strongest effects on suicidal ideation and resilience.\n\n   iv. CM alone will have the weakest effects of all combinations.\n\n   Secondary Aims:\n2. To examine mediators and moderators of treatment effectiveness and sequencing in order to determine which types and sequence of interventions is best suited for which youth.\n3. To assess the acceptability, feasibility and capacity for sustainability of the Hub's key intervention components (Surveillance/Case Management, New Hope and Elders' Resilience) from the perspective of multiple stakeholders as they are implemented across different tribes.",
            "detailedDescription": "The overall goal of the research component of the National Institute of Mental Health funded Southwest Hub for American Indian Youth Suicide Prevention Research is to identify effective, feasible and sustainable interventions to prevent suicide and promote resilience among American Indian (AI) youth. The proposed study will build on 20+ years of behavioral and mental health research and partnerships undertaken by the Center for American Indian Health (CAIH) at Johns Hopkins with the White Mountain Apache Tribe (WMAT).\n\nThe investigators primary research aim, to be undertaken with the White Mountain Apache, includes: 1) identification and voluntary enrollment of youth 10-24 years old using the WMAT established surveillance and case-management (CM) system who recently had a validated suicide attempt, ideation, or binge substance use episode with recent suicidal ideation; and 2) implementation of a Sequential Multiple Assignment Randomized Trial (SMART) to inform how to combine and tailor two brief interventions delivered by paraprofessional community mental health workers (CMHWs), with promising pilot data, to prevent further suicidal thoughts and behavior and promote resilience; and 3) evaluate what are the cost savings per study participant with the implementation of the Southwest Hub interventions: NH, ER, NH and ER. A secondary aim will be to evaluate the acceptability, feasibility and sustainability of the two brief interventions with other Southwest Hub partners, including the Navajo, San Carlos Apache, Hualapai, and Cherokee nations, who will have support from the Administrative Core of the Southwest Hub to implement their own local tribal suicide surveillance systems for community-based identification of at-risk youth.\n\nThe investigators will employ a SMART design to evaluate the effectiveness of New Hope (NH), Elders' Resilience intervention (ER), Case Management (CM) and the combination of these approaches on reducing suicidal thoughts and promoting resilience among AI youth ages 10-24 who are confirmed by surveillance case managers to have recently experienced suicide ideation, attempt or a binge substance use and ideation. Youth who assent will complete the baseline (case management visit 1 and will be referred to mental health care-the standard protocol for the Apache system). During the same visit, youth will be randomized 1:1 to either New Hope (NH) plus Case Management (CM), or CM alone, using a blocked randomized design, stratifying participants by age and event type. All youth will complete another study assessment after 30 days. The 30-day time frame will allow ample time to complete the NH intervention with participants and assess any changes in youth's mental health status for all study arms. Following another 30-day period, all participants will be re-assessed and re-randomized, using the same blocking and 1:1 ratio to either the Elders' Resilience (ER) intervention plus CM, or CM alone. To track long term outcomes, all youth will complete a final assessment 3 month later (6 months post-enrollment). This study will occur on the White Mountain Apache Tribe's Fort Apache reservation."
        },
        "conditionsModule": {
            "conditions": [
                "Suicide",
                "Surveillance",
                "Mental Health",
                "Substance Use",
                "Depressive Symptoms"
            ],
            "keywords": [
                "American Indian",
                "Resilience",
                "Native American"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 304,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "New Hope (NH)",
                    "type": "EXPERIMENTAL",
                    "description": "The investigators will employ a SMART design to evaluate the effectiveness of New Hope (NH), Elders' Resilience intervention (ER), Case Management (CM) and the combination of these approaches on reducing suicidal thoughts and promoting resilience among AI youth ages 10-24 who are confirmed by surveillance case managers to have recently experienced suicide ideation, attempt or a binge substance use and ideation.\n\nYouth who assent will complete the baseline (CM visit 1 and will be referred to mental health care). During the same visit, youth will be randomized 1:1 to either New Hope (NH) plus Case Management (CM), or CM alone, using a blocked randomized design, stratifying participants by age and event type.",
                    "interventionNames": [
                        "Behavioral: New Hope (NH)",
                        "Other: Case Management (CM)"
                    ]
                },
                {
                    "label": "Elders' Resiliency (ER)",
                    "type": "EXPERIMENTAL",
                    "description": "The investigators will employ a SMART design to evaluate the effectiveness of New Hope (NH), Elders' Resilience intervention (ER), Case Management (CM) and the combination of these approaches on reducing suicidal thoughts and promoting resilience among AI youth ages 10-24 who are confirmed by surveillance case managers to have recently experienced suicide ideation, attempt or a binge substance use and ideation.\n\nAll youth will complete another study assessment after 30 days. The 30-day time frame will allow ample time to complete the NH intervention with participants and assess any changes in youth's mental health status for all study arms. Following another 30-day period, all participants will be re-assessed and re-randomized, using the same blocking and 1:1 ratio to either the Elders' Resilience (ER) intervention plus CM, or CM alone. To track long term outcomes, all youth will complete a final assessment 3 month later (6 months post-enrollment).",
                    "interventionNames": [
                        "Behavioral: Elders Resilience (ER)",
                        "Other: Case Management (CM)"
                    ]
                },
                {
                    "label": "Control Condition",
                    "type": "OTHER",
                    "description": "The control condition will only receive Case Management (CM) (n=76).\n\nThe investigators will employ a SMART design to evaluate the effectiveness of New Hope (NH), Elders' Resilience intervention (ER), Case Management (CM) and the combination of these approaches on reducing suicidal thoughts and promoting resilience among AI youth ages 10-24 who are confirmed by surveillance case managers to have recently experienced suicide ideation, attempt or a binge substance use and ideation. Youth who assent will complete the baseline (CM visit 1 and will be referred to mental health care). During the same visit, youth will be randomized 1:1 to either New Hope (NH) plus Case Management (CM), or CM alone, using a blocked randomized design, stratifying participants by age and event type.",
                    "interventionNames": [
                        "Other: Case Management (CM)"
                    ]
                },
                {
                    "label": "New Hope (NH), Elders' Resiliency (ER), Case Management (CM)",
                    "type": "EXPERIMENTAL",
                    "description": "The investigators will employ a SMART design to evaluate the effectiveness of New Hope (NH), Elders' Resilience intervention (ER), Case Management (CM) and the combination of these approaches on reducing suicidal thoughts and promoting resilience among AI youth ages 10-24 who are confirmed by surveillance case managers to have recently experienced suicide ideation, attempt or a binge substance use and ideation. Youth who assent will complete the baseline (CM visit 1 and will be referred to mental health care). During the same visit, youth will be randomized 1:1 to either New Hope (NH) plus Case Management (CM), or CM alone, using a blocked randomized design, stratifying participants by age and event type. All youth will complete another study assessment after 30 days.After another 30-days, all participants will be re-assessed/re-randomized, using the same blocking and 1:1 ratio to either the ER intervention plus CM, or CM alone.",
                    "interventionNames": [
                        "Behavioral: New Hope (NH)",
                        "Behavioral: Elders Resilience (ER)",
                        "Other: Case Management (CM)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "New Hope (NH)",
                    "description": "New Hope will be implemented over 1 visit (2-4 hours) in a youth-preferred setting after Emergency Department (ED) discharge for a suicide attempt, and in the past few years has been updated to also target suicide ideation and binge behavior. NH emphasizes the seriousness of a suicide attempt; teaches coping skills to reduce risk, including emotion regulation, cognitive restructuring, social support, and safety planning; and helps participants overcome barriers to treatment motivation, initiation, and adherence. A center-piece of the intervention is a 20-minute video produced by with Native actors, vignettes specific to this community, and Elders speaking in Apache (with sub-titles) about the seriousness of suicide, its impact on the community, their concern for the adolescent, and beliefs about the communal importance of each individual's life.Youth will be encouraged to choose a support person from his/her family to take part in the intervention.",
                    "armGroupLabels": [
                        "New Hope (NH)",
                        "New Hope (NH), Elders' Resiliency (ER), Case Management (CM)"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Elders Resilience (ER)",
                    "description": "Elders' Resiliency is a monthly manualized curriculum taught by Elders in the community intended to bolster Apache youths' resilience to suicide ideation, attempts and substance abuse by promoting Apache cultural identity and values, youth's self-worth and role in the community, and fostering connectedness to society and community, with an emphasis on extended family as a nexus of strength. Each lesson introduces youth to cultural knowledge, stories, and songs with an emphasis on respect and the sacredness of each life. Our community-based Apache staff will select Elders who both express an interest in the current project and have demonstrated affinity and skill for teaching the current curriculum in the schools. After this group of Elders is recruited and agree to participate, they will be paired with our paraprofessional Apache study staff.",
                    "armGroupLabels": [
                        "Elders' Resiliency (ER)",
                        "New Hope (NH), Elders' Resiliency (ER), Case Management (CM)"
                    ]
                },
                {
                    "type": "OTHER",
                    "name": "Case Management (CM)",
                    "description": "Research Program Assistants, who are trained Surveillance System Staff, will conduct the monitoring and case management visits in participants' homes or other private settings at baseline, 1, 2, 3 and 6 months post-enrollment. The CM visit includes rapport-building, use of the Suicide Ideation Questionnaire (SIQ) to assess imminent risk, and if youth report not yet having connected to services, referral to Apache Behavioral Health Services (ABHS), the local community mental health center. At CM visits, the Research Program Assistants will also monitor participants' completion of the study battery, which will be self-administered using tablets. In addition, Research Program Assistants will score the SIQ before leaving the youth. If the SIQ reveals the participant is at imminent risk, Research Program Assistants will employ a protocol for rescue services, which involves triaging youth immediately to the ED for further assessment and care.",
                    "armGroupLabels": [
                        "Control Condition",
                        "Elders' Resiliency (ER)",
                        "New Hope (NH)",
                        "New Hope (NH), Elders' Resiliency (ER), Case Management (CM)"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Suicide Ideation Questionnaire (SIQ/SIQ-JR)",
                    "description": "The SIQ is a 15-item scale that analyzes frequency and severity of suicidal ideation over the past 6 months. Items are scored on a 7-point scale ranging from 0 \"I never had this thought\" to 6 \"Almost every day.\" Scores of 30 for the SIQ and 23 for the SIQ-JR indicate severe suicidal ideation and need for clinical intervention. The scale has been used among AI adolescents with sound psychometric properties (Cronbach's alpha=0.97).",
                    "timeFrame": "Baseline - 6 months"
                },
                {
                    "measure": "The Resiliency Scales",
                    "description": "Measured by The Resiliency Scales, these are self-report scales measuring the individual's Sense of Mastery (MAS; composed of 20 items), the Sense of Relatedness (REL; 24 items), and the Emotional Reactivity (REA; 20 items). Each item has five response choices ranging from 0 (Never) to 4 (Almost Always).",
                    "timeFrame": "Baseline - 6 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Centers for Epidemiologic Studies of Depression (CESDR-10)",
                    "description": "The Centers for Epidemiologic Studies of Depression (CESDR-10) is a self-report scale used to measure depressive symptoms (Cronbach's alpha ranged from 0.90 to 0.91 in a validation study). Scores on the CESDR-10 range from 0 (minimum) to 40 (maximum) with higher scores representing higher frequency of experiencing depression symptoms. CESDR-10 score is summed to provide an overall total for each participant. The full version has been widely used among adolescent and AI populations, including Apache youth.",
                    "timeFrame": "Baseline - 6 months"
                },
                {
                    "measure": "Children's Negative Cognitive Errors Scale",
                    "description": "The Children's Negative Cognitive Errors Scale is a 17-item self-report scale that has 5 subscales (underestimation of the ability to cope; personalizing without mind reading; mind reading; selective abstraction; overgeneralizing) assessing cognitions about social/peer rejection, group activity competence and academic competence, and demonstrated excellent internal consistency reliability (Cronbach's alpha=0.89). The participant indicates on a 5-point scale how similarly he/she would think in this situation ranging from \"almost exactly like I would think\" (5 points) to \"not at all like I would think (1 point). Item scores are summed to produce a total score ranging from 16 to 80; higher scores indicate higher levels of negative cognitive errors. It has been previously used in a sample of Apache youth.",
                    "timeFrame": "Baseline - 6 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Aim 1\n\nInclusion Criteria:\n\n* Native American youth ages 10 to 24 years old.\n* Reside on or near the Fort Apache Indian Reservation.\n* Parent/guardian consent for youth under 18 years old.\n* Suicide ideation, binge substance use with recent (i.e. within the last 3 months) suicide ideation, or suicide attempt in the past 30 days as identified and verified by the surveillance system or release from inpatient care related to suicide ideation or attempt within past 30 days.\n\nTerms and Definitions: Definitions for reportable behaviors are modeled on the Columbia Classification Algorithm for Suicide Assessment (C- CASA).\\[11\\] Suicide attempt: intentional self-injury with intent to die. (Aborted and interrupted suicide attempts are included as part of this category). Suicidal ideation: thoughts to take one's own life with or without preparatory action. Binge substance use with recent ideation, defined by Apache stakeholders, as consuming substances with the intention of modifying consciousness and resulting in being found unresponsive or requiring ED treatment and answering positively to a 1-item screening question on the assessment indicating suicide ideation within the past three months.\n\nExclusion Criteria:\n\n• Factors identified at baseline that preclude full participation, including: unstable and severe medical, psychiatric or drug use problem that necessitates inpatient treatment; acute suicidal or homicidal ideation requiring immediate intervention; recent, severe stressful life events such as physical or sexual abuse, or violent crime victimization that requires specific and high intensity interventions or out of home placement. Participants must speak English and not be severely visually impaired. Foster children will not be included. Ambiguous cases will be reviewed by one of the co-PIs before being deemed eligible for recruitment.\n\nAim 3\n\nInclusion Criteria:\n\n* Youth over the age of 16 or adults over the age of 18.\n* A person with an interest or concern related to youth suicide among AI populations.\n\nExclusion Criteria:\n\n• Factors identified at baseline that preclude full participation including: being under the influence of a substance; active psychosis or mania; any other condition that makes an individual lack capacity to give consent. Foster children will not be included. Participants must speak English and not be severely visually impaired. Ambiguous cases will be reviewed by one of the co-PIs before being deemed eligible for recruitment.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "stdAges": [
                "CHILD",
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Mary Cwik, PhD",
                    "role": "CONTACT",
                    "phone": "443-287-5172",
                    "email": "mcwik1@jhu.edu"
                },
                {
                    "name": "Victoria O'Keefe, PhD",
                    "role": "CONTACT",
                    "phone": "410-955-9849",
                    "email": "vokeefe3@jhu.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Mary Cwik, PhD",
                    "affiliation": "Johns Hopkins Bloomberg School of Public Health",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Johns Hopkins Center for American Indian Health",
                    "status": "RECRUITING",
                    "city": "Whiteriver",
                    "state": "Arizona",
                    "zip": "85941",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Mary Cwik, PhD",
                            "role": "CONTACT",
                            "phone": "443-287-5171",
                            "email": "mcwik1@jhu.edu"
                        },
                        {
                            "name": "Victoria O'Keefe, PhD",
                            "role": "CONTACT",
                            "phone": "410-955-9849",
                            "email": "vokeefe3@jhu.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.83699,
                        "lon": -109.96427
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31830933",
                    "type": "DERIVED",
                    "citation": "O'Keefe VM, Haroz EE, Goklish N, Ivanich J; Celebrating Life Team; Cwik MF, Barlow A. Employing a sequential multiple assignment randomized trial (SMART) to evaluate the impact of brief risk and protective factor prevention interventions for American Indian Youth Suicide. BMC Public Health. 2019 Dec 12;19(1):1675. doi: 10.1186/s12889-019-7996-2."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000003863",
                    "term": "Depression"
                },
                {
                    "id": "D000092864",
                    "term": "Suicide Prevention"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "asFound": "Suicide Prevention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7058",
                    "name": "Depression",
                    "asFound": "Depressive Symptoms",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                }
            ]
        }
    },
    "hasResults": false
}