{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05667701",
            "orgStudyIdInfo": {
                "id": "CAUSE-LCH-001"
            },
            "secondaryIdInfos": [
                {
                    "id": "U01AI160018-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/U01AI160018-01"
                }
            ],
            "organization": {
                "fullName": "Ann & Robert H Lurie Children's Hospital of Chicago",
                "class": "OTHER"
            },
            "briefTitle": "Soy Isoflavones For Inner City Infants At Risk For Asthma (SIRA) Study",
            "officialTitle": "Soy Isoflavones For Inner City Infants At Risk For Asthma (SIRA) Study",
            "acronym": "SIRA",
            "therapeuticArea": [
                "Respiratory",
                "Other"
            ],
            "study": "soy-isoflavones-for-inner-city-infants-at-risk-for-asthma-sira-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-15",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-09-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-20",
            "studyFirstSubmitQcDate": "2022-12-20",
            "studyFirstPostDateStruct": {
                "date": "2022-12-29",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-29",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Rajesh Kumar",
                "investigatorTitle": "Professor of Pediatrics",
                "investigatorAffiliation": "Ann & Robert H Lurie Children's Hospital of Chicago"
            },
            "leadSponsor": {
                "name": "Rajesh Kumar",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Northwestern University",
                    "class": "OTHER"
                },
                {
                    "name": "University of South Florida",
                    "class": "OTHER"
                },
                {
                    "name": "University of Colorado, Denver",
                    "class": "OTHER"
                },
                {
                    "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The goal of this clinical trial is to compare soy isoflavones to placebo in children who at risk of asthma and have a genetic variation which results in them making more of a pro-inflammatory protein, plasminogen activator inhibitor-1. The main questions this trail seeks to answer is: will soy isoflavones decrease wheezing episodes in these children when given in the first year of life. Participants will be asked to ingest soy isoflavone or placebo twice daily mixed into a liquid or puree vehicle for 7 months from randomization. There will be 3 mandatory in-person visits, and 6 virtual visits in the first year. There will also be 11 monthly questionnaires and 1 in person visit in the observation year. Participants will have 4 nasal swabs, 3 blood draws, and also provide 4 stool samples over the course of the study.",
            "detailedDescription": "The study is designed as a single site, randomized, quadruple-masked, placebo-controlled, parallel group clinical trial. The investigators will screen 343 subjects, with an objective to enroll 144 high risk infants with the PAI-1 risk genotype, who are born between January 1 and May 15, will be randomized (July 15th- August 15th) to one of two treatment groups through the viral season (August 15th to March 15th in 3 yearly cohorts. The treatment groups will be either oral isoflavone supplement (at doses similar to that seen in soy formula) or a matching placebo. Screening will occur January through July of each year, with genotyping occurring at the first visit, and assumption of care of individuals with the risk genotype after randomization. There will be a study run in period until the second week of July at which time subjects will be randomized. At randomization, the investigators will assume the care of the children for all wheezing illnesses. The subjects will have either virtual or in person visits for each of the next 6 visits, followed by an in-person visit at the end of treatment. The subjects will also come in for in-person visits at times of viral illnesses. At randomization, end of treatment, viral illness, and end of study the subjects will have nasal swabs and nasosorption carried out. Blood draws will occur at randomization, end of treatment, and the end of study visit. Stool will be collected for microbiome assessment at randomization, the 3rd or 4th month of treatment, the end of treatment, and the end of the study at the end of the observation year. The study will also measure infant pulmonary function using a wearable device to assess expiratory variability overnight. This will be measured at randomization, viral illness, end of treatment, and at the end of the study after the 1 year observation period. The treatment period will run from August to March 15th for each participant, with a 1 year observation period after this. The study will recruit over 3 consecutive years."
        },
        "conditionsModule": {
            "conditions": [
                "Wheezing",
                "Asthma in Children"
            ],
            "keywords": [
                "wheezing",
                "soy isoflavone",
                "PAI-1"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "genotype stratified, quadruple blinded randomized clinical trial",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "maskingDescription": "Neither participants nor the clinical center investigators will be informed of the treatment group assignment to maintain the mask. The randomization sequence will be generated by the study statistician and uploaded to the REDCap database, and randomization will be implemented through REDCap. Only the treatment distribution center (study pharmacist) and the independent unblinded study statistician will have access to the actual treatment assignments.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 144,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Soy isoflavone",
                    "type": "EXPERIMENTAL",
                    "description": "Soy isoflavone powder dosed in puree or liquid twice daily",
                    "interventionNames": [
                        "Drug: Soy isoflavone"
                    ]
                },
                {
                    "label": "Placebo",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Matching placebo powder dosed in puree or liquid twice daily",
                    "interventionNames": [
                        "Drug: matching placebo"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Soy isoflavone",
                    "description": "Soy isoflavone supplement (Novasoy) that contains isoflavones (genistein, daidzein, glycetein) given at a dose of genistein aglycone equivalents to provide the genistein dosing of 22.6 mg/day for children aged 2-10 months, and 30.3 mg/day children aged 10-24 months",
                    "armGroupLabels": [
                        "Soy isoflavone"
                    ],
                    "otherNames": [
                        "Novasoy"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "matching placebo",
                    "description": "A matching placebo also administered twice daily.",
                    "armGroupLabels": [
                        "Placebo"
                    ],
                    "otherNames": [
                        "placebo"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "wheezing episodes",
                    "description": "Number of episodes of wheezing - based on numbers of reported episodes of illness associated with wheezing over the treatment period.",
                    "timeFrame": "7 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Expiratory variability index",
                    "description": "Infant pulmonary function assessed by measurement of the Expiratory Variability Index change from baseline",
                    "timeFrame": "from week 0 (randomization) to week 30 (end of treatment) and from week 0 (randomization) to week 88 (end of study)"
                },
                {
                    "measure": "safety and tolerability",
                    "description": "Number and grade of adverse events by treatment arm",
                    "timeFrame": "from week 0 (randomization) to week 88 (end of study)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Other measures of wheezing and respiratory morbidity",
                    "description": "modified asthma predictive index at the end of the study",
                    "timeFrame": "week 88 - end of study visit"
                },
                {
                    "measure": "sensitization to allergens",
                    "description": "The proportion of participants sensitized to indoor allergens (assessed by measurement of Dermatophygoides farinae, Dermatophygoides pteronyssinius, dog, cat, cockroach, mouse sIgE) and food allergens (milk, egg, peanut, wheat, and soy)",
                    "timeFrame": "Week 30 at the end of treatment"
                },
                {
                    "measure": "work disruption due to child's asthma",
                    "description": "The ratio of the work hours missed due to child's asthma over the numbers of work hours in the past 14 days in active vs placebo groups at each visit.",
                    "timeFrame": "Week 0 to week 30"
                },
                {
                    "measure": "Daycare/ pre-school Absences due to the child's asthma",
                    "description": "The ratio of the number of school days missed over the number of school days in session in active vs placebo participants",
                    "timeFrame": "from randomization (week 0) to the end of treatment (week 30) and secondarily to the end of the observation period (week 88)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Parent guardian must be able to understand and provide informed consent.\n2. Age: Term children (≥37 weeks gestational age) born from January 1 to May 15 of the recruitment year.\n3. High risk of asthma: As determined by one or more of the following:\n\n   1. A history of uni- or bi-parental asthma with onset in childhood by parent self report, OR\n   2. Uni- or bi-parental asthma with onset after childhood along with the presence of one or more other comorbid atopic condition including allergic rhinitis, atopic dermatitis, or food allergy, OR\n   3. atopic dermatitis in the child determined by parent report of a physician diagnosis\n4. Genotype: Either homozygous or heterozygous for the PAI-1 risk allele (i.e. 4G4G or 4G5G).\n\nExclusion Criteria:\n\n1. Inability or unwillingness of a parent guardian to give written informed consent or comply with study protocol.\n2. Parents who will not include either a puree or some form of bottle feeding such that the infant would be able to take the investigational product in a puree or a liquid (expressed breast milk, supplemental formula, or a small amount of water).\n3. Currently on a soy based formula.\n4. Breastfeeding mothers who are taking soy supplements or soy enriched foods more than 2 times a week and will not stop this level of ingestion while breastfeeding.\n5. On treatment for recurrent wheezing such as regular inhaled steroids.\n6. The subject may not have the following specific contraindications: known congenital thyroid disease, or a history of estrogen sensitive clinically relevant mutations in the family (such as BRACA1).\n7. Medication use\n\n   1. Maternal use of tamoxifen in pregnancy or if breastfeeding\n   2. Use of immunomodulatory medications such at methotrexate, mycophenolate, azathioprine, or other immunomodulatory agent in the mother if breastfeeding or in the infant.\n8. Use of another investigational agent in the last 30 days prior to randomization.\n9. Current, parent reported, diagnosis of mental illness or current, diagnosed or self-reported drug or alcohol abuse (in the primary caregiver) that, in the opinion of the investigator, would interfere with the participant's ability to comply with study requirements.\n10. Known allergy to soy protein (either by reported allergy or skin testing to soy prior to randomization) or reported allergy to NovaSoy, from which the investigational product is compounded.\n11. The infant is currently participating in another asthma-related pharmaceutical study or intervention study or who have participated in another asthma-related pharmaceutical study or intervention study in the month prior to enrollment.\n12. Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.\n13. Any chronic condition requiring use of systemic corticosteroids or another immunomodulating agent at screening or run-in, and during the course of the study\n14. Non-adherence:\n\n    1. Inability / unwillingness of the parents to induce the child to swallow study medication\n    2. Unwillingness of the parents to allow the staff to perform baseline measurements\n15. Living with a foster parent as a ward of the state.\n16. Caregiver does not have access to a phone (needed for scheduling appointments or responding to questionnaires);\n17. Plan(s) for the family to move from the area during the study period;\n18. The participant's caretaker does not primarily speak English or Spanish",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "2 Months",
            "maximumAge": "6 Months",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sarah Godley, RN",
                    "role": "CONTACT",
                    "phone": "312 227 6010",
                    "email": "sgodley@luriechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Rajesh Kumar, MD",
                    "affiliation": "Ann and Robert H. Lurie Children's Hospital of Chicago",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Ann and Robert H Lurie Childrens Hospital of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rajesh Kumar, MD",
                            "role": "CONTACT",
                            "phone": "312-227-6010"
                        },
                        {
                            "name": "Rajesh Kumar, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Abigail Lang, MD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Northwestern University Feinberg School of Medicine",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60611",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michelle Kominarek, MD",
                            "role": "CONTACT"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "At present, the investigators plan to make deidentified data available as per NIH policy at 3 years after the completion of the study. This will not include any identifying information but will include all the primary outcome data and the participant individual level data that were included in the analyses including relevant covariates. It is planned that the investigators will use AccessClinicalData@NIAID for this purpose.",
            "infoTypes": [
                "STUDY_PROTOCOL"
            ],
            "timeFrame": "The investigators anticipate that data will be made publicly available 3 years after completion of the study.",
            "accessCriteria": "Investigators will be able to apply for use of the data and this will be reviewed by a committee, to prevent duplicative efforts."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000001249",
                    "term": "Asthma"
                },
                {
                    "id": "D000012135",
                    "term": "Respiratory Sounds"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001982",
                    "term": "Bronchial Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012130",
                    "term": "Respiratory Hypersensitivity"
                },
                {
                    "id": "D000006969",
                    "term": "Hypersensitivity, Immediate"
                },
                {
                    "id": "D000006967",
                    "term": "Hypersensitivity"
                },
                {
                    "id": "D000007154",
                    "term": "Immune System Diseases"
                },
                {
                    "id": "D000012818",
                    "term": "Signs and Symptoms, Respiratory"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4556",
                    "name": "Asthma",
                    "asFound": "Asthma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14972",
                    "name": "Respiratory Sounds",
                    "asFound": "Wheezing",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5258",
                    "name": "Bronchial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "relevance": "LOW"
                },
                {
                    "id": "M10018",
                    "name": "Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M14967",
                    "name": "Respiratory Hypersensitivity",
                    "relevance": "LOW"
                },
                {
                    "id": "M10020",
                    "name": "Hypersensitivity, Immediate",
                    "relevance": "LOW"
                },
                {
                    "id": "M10200",
                    "name": "Immune System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15623",
                    "name": "Signs and Symptoms, Respiratory",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC20",
                    "name": "Immune System Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M21721",
                    "name": "Genistein",
                    "relevance": "LOW"
                },
                {
                    "id": "M19671",
                    "name": "Plasminogen Activator Inhibitor 1",
                    "relevance": "LOW"
                },
                {
                    "id": "M211298",
                    "name": "Daidzein",
                    "relevance": "LOW"
                },
                {
                    "id": "T294",
                    "name": "Soy Bean",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "HB",
                    "name": "Herbal and Botanical"
                }
            ]
        }
    },
    "hasResults": false
}