{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04140734",
            "orgStudyIdInfo": {
                "id": "2019-10410"
            },
            "organization": {
                "fullName": "Montefiore Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Spacer Graft Study",
            "officialTitle": "Study Protocol for Comparison of Lower Eyelid Retraction Repair With Hard Palate, Autologous Ear Cartilage, and Porcine Acellular Dermal Matrix Spacer Grafts",
            "therapeuticArea": [
                "Other"
            ],
            "study": "spacer-graft-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-10-24",
            "studyFirstSubmitQcDate": "2019-10-24",
            "studyFirstPostDateStruct": {
                "date": "2019-10-28",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "Montefiore Medical Center",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "To determine which of three types of spacer grafts (hard palate vs autologous ear cartilage vs Enduragen) are the most effective in lower eyelid retraction repair outcomes as measured by MRD2 (margin to reflex distance 2)",
            "detailedDescription": "Lower eyelid retraction is a common eyelid malposition, typically caused by thyroid eye disease, excessive resection of skin in a cosmetic lower eyelid blepharoplasty, vertical rectus muscle recession, facial nerve paralysis, or a normal anatomical variant.\\[1\\] When the lower eyelid is displaced inferiorly, exposing sclera between the limbus and the eyelid margin, symptoms can vary from ocular irritation and discomfort to vision threatening corneal decompensation. If medical management does not suffice, surgery is indicated.\n\nAlthough lower eyelid retractor lysis alone has been described, supporting material (spacer graft) placed to augment the posterior lamella is generally required for more effective elevation of the eyelid.\\[2\\] Various materials have been utilized, including autologous auricular cartilage, bovine acellular dermal matrix, porcine acellular dermal matrix, hard palate mucosa, dermis and dermis fat grafts. Previous studies on acellular dermal matrix use in lower eyelid retraction repair consist of retrospective efficacy studies with only 2 comparative studies. However, conflicting results raised doubt as to which material was superior. In addition, a prospective, randomized comparative study of spacer grafts used for lower eyelid retraction repair was done comparing autologous auricular cartilage, porcine acellular dermal matrix, and bovine acellular dermal matrix. The results yielded no statistically significant difference in surgical outcomes and complications.\\[3\\]. As of now, surgery with any of the spacer grafts, including autologous hard palate, is accepted as standard of care. \\[4\\] This study is designed to determine whether using hard palate as a spacer graft will have statistically significant different surgical outcomes and complications as compared to autologous ear cartilage and porcine acellular dermal matrix spacer grafts. Although studied separately, this has not been studied before in a prospective randomized manner and may prove to demonstrate improved surgical results and decreased complications. This can guide future choice of spacer graft used in lower eyelid retraction repair surgery."
        },
        "conditionsModule": {
            "conditions": [
                "Eyelid Diseases",
                "Eyelid Droop"
            ],
            "keywords": [
                "Retraction Repair",
                "Hard Palate",
                "Autologous Ear Cartilage",
                "porcine acellular dermal matrix",
                "spacer graft"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Hard Palate",
                    "type": "EXPERIMENTAL",
                    "description": "Some patients who will already be undergoing lower eyelid retraction repair with a spacer graft will be randomized to use hard palate",
                    "interventionNames": [
                        "Device: Spacer Graft"
                    ]
                },
                {
                    "label": "Autologous Ear Cartilage",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Some patients who will already be undergoing lower eyelid retraction repair with a spacer graft will be randomized to use autologous ear cartilage",
                    "interventionNames": [
                        "Device: Spacer Graft"
                    ]
                },
                {
                    "label": "Porcine Acellular Dermal Matrix",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Some patients who will already be undergoing lower eyelid retraction repair with a spacer graft will be randomized to use porcine acellular dermal matrix",
                    "interventionNames": [
                        "Device: Spacer Graft"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Spacer Graft",
                    "description": "In this prospective, randomized clinical trial, patients who will already be undergoing lower eyelid retraction repair with a spacer graft will randomly be assigned via a randomization web-site to receive 1 of 3 spacer grafts: hard palate, autologous auricular cartilage, and porcine acellular dermal matrix (Enduragen). Both the patient and the surgeon will know which of the three possible grafts are being used.",
                    "armGroupLabels": [
                        "Autologous Ear Cartilage",
                        "Hard Palate",
                        "Porcine Acellular Dermal Matrix"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "MRD2 (margin to reflex distance 2)",
                    "description": "Analyzing the effectiveness of the spacer grafts with respect to lower eyelid retraction repair. MRD2 is the distance in millimeters between the pupillary light reflex and the lower eyelid margin with the patient looking at a light reflex in primary gaze.",
                    "timeFrame": "6 months post-op"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Post-Surgical Complications",
                    "description": "Conjunctival injection and eyelid swelling will be graded by the examiner on a scale of 0 to 10. Tearing, itching, discomfort will be graded by the patient on a scale of 0 to 10 both pre-operatively and post-operatively.",
                    "timeFrame": "6 months post-op"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients will be included if they undergo lower eyelid retraction repair requiring a spacer graft between July 1, 2019 and July 1, 2022 .\n\nExclusion Criteria:\n\n* Patients will be excluded if they are younger than 18 years old, required concurrent surgeries (e.g., midface lift or full thickness skin graft) or required further surgeries on the operated eyelid within the 6 months postoperatively. In addition, patients with less than 1-month follow up will be excluded from all outcome analysis and those without postoperative 6-month data will be excluded from the postoperative month 6 MRD2 calculation.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Anne Barmettler, MD",
                    "role": "CONTACT",
                    "phone": "(978) 886-7122",
                    "email": "abarmett@montefiore.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Anne Barmettler, MD",
                    "affiliation": "Director of Oculoplastic Surgery Division",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Montefiore Medical Center",
                    "status": "RECRUITING",
                    "city": "Bronx",
                    "state": "New York",
                    "zip": "10467",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 40.84985,
                        "lon": -73.86641
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000005141",
                    "term": "Eyelid Diseases"
                }
            ],
            "ancestors": [
                {
                    "id": "D000005128",
                    "term": "Eye Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5044",
                    "name": "Blepharoptosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M8284",
                    "name": "Eyelid Diseases",
                    "asFound": "Eyelid Diseases",
                    "relevance": "HIGH"
                },
                {
                    "id": "M8271",
                    "name": "Eye Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC11",
                    "name": "Eye Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}