{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05733949",
            "orgStudyIdInfo": {
                "id": "22277"
            },
            "secondaryIdInfos": [
                {
                    "id": "NCI-2023-00245",
                    "type": "REGISTRY",
                    "domain": "CTRP (Clinical Trial Reporting Program)"
                },
                {
                    "id": "22277",
                    "type": "OTHER",
                    "domain": "City of Hope Medical Center"
                },
                {
                    "id": "P30CA033572",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/P30CA033572"
                }
            ],
            "organization": {
                "fullName": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Spatiotemporal Stereotactic Body Radiation Therapy for the Treatment of Patients With Polymetastatic Solid Tumors",
            "officialTitle": "A Pilot Study of Spatiotemporal SBRT for Poly-Metastatic Cancer",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "spatiotemporal-stereotactic-body-radiation-therapy-for-the-treatment-of-patients-with-polymetastatic-solid-tumors"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-04-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-10-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-10-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-01-30",
            "studyFirstSubmitQcDate": "2023-02-15",
            "studyFirstPostDateStruct": {
                "date": "2023-02-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-04",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "City of Hope Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Cancer Institute (NCI)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This clinical trial evaluates the safety and effectiveness of spatiotemporal stereotactic body radiation therapy (ST-SBRT) in treating patients with solid tumors that have spread to other parts of the body (polymetastatic). SBRT uses special equipment to position a patient and deliver radiation to tumors with high precision. This method may kill tumor cells with fewer doses over a shorter period and cause less damage to normal tissue. ST-SBRT is designed to deliver radiation directly to the core of the tumor, while keeping the radiation exposure of the area around the tumor at minimal dosage.",
            "detailedDescription": "PRIMARY OBJECTIVE:\n\nI. To conduct a first evaluation of the toxicity and efficacy of ST-SBRT, targeting polymetastatic lesions as small as 2.0 cm.\n\nSECONDARY OBJECTIVES:\n\nI. To describe feasibility using:\n\nIa. Percentage of patients with screen failure; Ib. Number of ST-SBRT fractions given per subject; Ic. Percentage of treatment fractions that require adaptation.\n\nII. To summarize:\n\nIIa. Percentage of subjects with clinical response in non-irradiated lesions (abscopal effect); IIb. Duration of earliest clinical response; IIc. Frequency of late toxicity; IId. 1-year overall survival; IIe. 3-month change in total tumor volume; IIf. 3-month change in quality of life per Functional Assessment of Cancer Therapy (FACT)-General (G).\n\nIII. To evaluate whether a lesion's irradiation status is associated with its change in volume after 4 weeks.\n\nIV. To compare alternate guidelines (Immune-Modified Response Evaluation Criteria in Solid Tumors \\[iRECIST\\], Immune-related Response Evaluation Criteria In Solid Tumors \\[irRECIST\\], Positron Emission Tomography \\[PET\\] Response Criteria in Solid Tumors \\[PERCIST\\]) against Response Evaluation Criteria in Solid Tumors (RECIST) version (v)1.1 for ability to detect clinical response in irradiated and non-irradiated lesions.\n\nV. To evaluate whether, at 3 months after first treatment fraction, the net change in total tumor volume is associated with net change in quality of life (FACT-G).\n\nEXPLORATORY OBJECTIVE:\n\nI. To identify serologic markers correlated with net change in lesion volume.\n\nOUTLINE:\n\nPatients undergo ST-SBRT on study. Patients also undergo collection of blood samples at screening and on study and undergo computed tomography (CT) at screening, on study, and during follow up."
        },
        "conditionsModule": {
            "conditions": [
                "Metastatic Malignant Solid Neoplasm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment (ST-SBRT)",
                    "type": "EXPERIMENTAL",
                    "description": "Patients undergo ST-SBRT on study. Patients also undergo collection of blood samples at screening and on study and undergo CT at screening, on study, and during follow up.",
                    "interventionNames": [
                        "Procedure: Biospecimen Collection",
                        "Procedure: Computed Tomography",
                        "Radiation: Stereotactic Body Radiation Therapy"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Biospecimen Collection",
                    "description": "Undergo collection of blood samples",
                    "armGroupLabels": [
                        "Treatment (ST-SBRT)"
                    ],
                    "otherNames": [
                        "Biological Sample Collection",
                        "Biospecimen Collected",
                        "Specimen Collection"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "Computed Tomography",
                    "description": "Undergo CT",
                    "armGroupLabels": [
                        "Treatment (ST-SBRT)"
                    ],
                    "otherNames": [
                        "CAT",
                        "CAT Scan",
                        "Computed Axial Tomography",
                        "Computerized Axial Tomography",
                        "Computerized Tomography",
                        "CT",
                        "CT Scan",
                        "tomography"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Body Radiation Therapy",
                    "description": "Undergo ST-SBRT",
                    "armGroupLabels": [
                        "Treatment (ST-SBRT)"
                    ],
                    "otherNames": [
                        "SABR",
                        "SBRT",
                        "Stereotactic Ablative Body Radiation Therapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Incidence of adverse events",
                    "description": "Toxicity is defined as non-hematologic toxicity that is at least grade 3 (Common Terminology Criteria for Adverse Events version \\[v\\]5.0) and at least possibly related to the study treatment.",
                    "timeFrame": "Within 3 months after the last spatiotemporal stereotactic body radiation therapy (ST-SBRT) fraction"
                },
                {
                    "measure": "Effectiveness of ST-SBRT",
                    "description": "Efficacy (corresponding to local treatment effect) is defined as a complete response (CR) or partial response (PR) per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 within an irradiated lesion, as detected by computed tomography (CT) scan 4 weeks after any ST-SBRT fraction and compared against the baseline CT scan performed prior to any study treatment.",
                    "timeFrame": "4 weeks after any ST-SBRT fraction"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Screen failures",
                    "description": "Defined as an eligible, consenting subject in whom guidelines indicate that a first fraction of ST-SBRT cannot be safely given or who withdraws consent before treatment. The percentage of eligible subjects who are screen failures will be described using summary statistics.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Number of ST-SBRT fractions received, per subject",
                    "description": "Will be described using summary statistics.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Number of treatment fractions that require adaptation",
                    "description": "Includes adaptation to align the 10 Gy isodose line to the center of the target and limit dose to 3 Gy at the periphery. Will be described using summary statistics.",
                    "timeFrame": "Up to 1 year"
                },
                {
                    "measure": "Percentage of subjects who experience abscopal effect",
                    "description": "Defined as CR or PR per RECIST v1.1 within a non-irradiated lesion, as detected by CT scan 4 weeks after any ST-SBRT fraction.",
                    "timeFrame": "4 weeks after any ST-SBRT fraction"
                },
                {
                    "measure": "Overall survival",
                    "description": "The length of time from either the date of diagnosis or the start of treatment for a disease, such as cancer, that patients diagnosed with the disease are still alive. In a clinical trial, measuring the overall survival is one way to see how well a new treatment works.",
                    "timeFrame": "Up to 1 year post initiation of study treatment"
                },
                {
                    "measure": "Change in quality of life",
                    "description": "Evaluated using the Functional Assessment in Cancer Therapy - General.",
                    "timeFrame": "From baseline to 3 months after initial fraction"
                },
                {
                    "measure": "Change in volume (per lesion)",
                    "description": "The intervention's effect over time on net change in each lesion's volume relative to pre-treatment baseline will be investigated using a linear mixed model.",
                    "timeFrame": "Baseline through 3 months after the first treatment fraction"
                },
                {
                    "measure": "Clinical response per fraction (per lesion)",
                    "description": "Evaluated using RECIST v1.1, Immune-Modified RECIST (iRECIST), Immune-Related RECIST (irRECIST), and Positron Emission Tomography Response Criteria in Solid Tumors (PERCIST). Three alternate guidelines (iRECIST, irRECIST, and PERCIST) will be compared to RECIST v1.1 on their ability to detect clinical response 4 weeks after a fraction of ST-SBRT, using a repeated measures logistic regression model fit by generalized estimating equation model.",
                    "timeFrame": "Baseline to after each treatment fraction (each cycle is 28 days)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n\n  * Assent, when appropriate, will be obtained per institutional guidelines\n* Age: \\>= 18 years\n* Karnofsky performance status \\> 60\n* Poly-metastatic disease, \\> 5 lesions, and with at least one lesion \\> 2.0 cm, with limited treatment options, and ineligible for or in progression under the standard systemic therapy\n* Pre-screening assessment confirms that the intervention can be administered without exceeding dose constraint guidelines\n* Patients with brain metastases can be included but brain metastases must be treated prior to enrollment and follow up magnetic resonance imaging (MRI) 3 months after treatment shows stable findings\n* Spinal cord metastases are allowed as long as treatment with or without radiation is completed\n* Prior radiotherapy in general is allowed, as long as the composite plan meets dose constraints\n* Life expectancy \\>= 3 months in the opinion of the treating investigators\n* Off systemic therapy for at least one month prior and one month after study intervention\n\nExclusion Criteria:\n\n* Judgement by the investigator that the patient is unsuitable to participate in the study and the patient is unlikely to comply with study procedures, restrictions, and requirements\n* Those not eligible for SBRT after review by a radiation oncologist\n* Serous medical comorbidities precluding radiotherapy\n* Unable to undergo a CT scan\n* Pregnant and/or breastfeeding women are excluded from this study as these agents may have the potential for teratogenic or abortifacient effects. Female patients of childbearing potentially must have a negative urine or serum pregnancy test within 72 hours prior to receiving therapy\n* On active systemic therapy\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "overallOfficials": [
                {
                    "name": "Yi-Jen Chen",
                    "affiliation": "City of Hope Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "City of Hope Medical Center",
                    "status": "RECRUITING",
                    "city": "Duarte",
                    "state": "California",
                    "zip": "91010",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Yi-Jen Chen",
                            "role": "CONTACT",
                            "phone": "626-218-4589",
                            "email": "yichen@coh.org"
                        },
                        {
                            "name": "Yi-Jen Chen",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.13945,
                        "lon": -117.97729
                    }
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M12307",
                    "name": "Neoplasm Metastasis",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}