{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04997577",
            "orgStudyIdInfo": {
                "id": "P01AG055365",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/P01AG055365"
            },
            "secondaryIdInfos": [
                {
                    "id": "5P01AG055365-04",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5P01AG055365-04"
                }
            ],
            "organization": {
                "fullName": "University of Maryland, College Park",
                "class": "OTHER"
            },
            "briefTitle": "Speech Perception and High Cognitive Demand",
            "officialTitle": "Auditory-cognitive Training Paradigm (NIH P01 Project - Speech Perception With High Cognitive Demand)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "speech-perception-and-high-cognitive-demand"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-09-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-07-16",
            "studyFirstSubmitQcDate": "2021-08-02",
            "studyFirstPostDateStruct": {
                "date": "2021-08-09",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2023-05-11",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonathan Simon",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of Maryland, College Park"
            },
            "leadSponsor": {
                "name": "University of Maryland, College Park",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Aging (NIA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "With advancing age, adults experience increasing speech understanding difficulties in challenging situations. Currently, speech-in-noise difficulties are rehabilitated by providing hearing aids. For older normal-hearing adults, however, hearing devices do not provide much benefit since these adults do not have decreased hearing sensitivity. The goal of the \"Speech Perception and High Cognitive Demand\" project is to evaluate the benefit of a new auditory-cognitive training paradigm. In the present study neural (as measured by pupillometry and magnetoencephalography) and behavioral changes of speech-in-noise perception from pretest to posttest will be examined in older adults (age 65 - 85 years) assigned to one of three training groups: 1) Active Control Group: sessions of watching informational videos, 2) Auditory Training Group: sessions of auditory training listening to one of two speakers in everyday scenarios (e.g., driving directions) and needing to recall what one speaker said in the previous sentence, and 3) Auditory-cognitive training group: identical to the auditory training group, except participants will be asked to remember information from two previous sentences. Changes in speech-in-noise perception will be examined for the three groups of older adults and gains will be compared to a control group of young, normal hearing adults (18-30 years) that is not part of the clinical trial and will not undergo any training.",
            "detailedDescription": "With advancing age, adults experience increasing difficulties in understanding speech in challenging situations, such as difficulty with understanding others in a noisy restaurant. Speech-in-noise difficulties are typically rehabilitated by providing hearing aids. For older normal-hearing adults, however, hearing devices do not provide much benefit since these adults do not have decreased hearing sensitivity. For these adults, communication difficulties persist in everyday life situations and can even lead to social withdrawal, isolation, and depression. A growing body of studies demonstrates that combined auditory-cognitive training paradigms can offer speech-in-noise benefits to adults with hearing loss that could prevent the consequences listed above.\n\nThe goal of the \"Speech Perception with High Cognitive Demand\" project is to evaluate the benefit of a new auditory-cognitive training paradigm for older normal-hearing adults. The investigators developed an American English version of the Nottingham (UK) PLUS training paradigm in which listeners are asked to focus and listen to one speaker while ignoring another speaker. Although it cannot ensure that every participant will experience direct significant benefit from the training, the paradigm is being designed to optimally enhance the possibility of benefit: an adaptive procedure is employed to train each individual at their own level and to make the task challenging. In a separate training condition, a short-term memory component is added to the original training paradigm to also enhance the cognitive skills of the participants. In addition, the training is implemented on touch-screen laptops, making at-home training possible. This way, training is provided in a realistic setting which will ensure a better transfer of the trained skills to daily communication situations. The trial consists of three conditions: 1) Auditory only training, 2) Auditory-cognitive training, and 3) Active control of informational videos."
        },
        "conditionsModule": {
            "conditions": [
                "Speech Intelligibility",
                "Aging"
            ],
            "keywords": [
                "Auditory-cognitive training",
                "Aging",
                "Speech-in-noise perception"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Participants will be unaware of the number and types of treatment groups.",
                    "whoMasked": [
                        "PARTICIPANT"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 100,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Auditory training paradigm",
                    "type": "EXPERIMENTAL",
                    "description": "Participants perform speech-in-noise perception tasks with real-world scenarios.",
                    "interventionNames": [
                        "Behavioral: Auditory training paradigm"
                    ]
                },
                {
                    "label": "Auditory-cognitive training paradigm",
                    "type": "EXPERIMENTAL",
                    "description": "Participants perform speech-in-noise perception tasks with real-world scenarios. A short-term memory component is added to the training paradigm to make the task more engaging and challenging.",
                    "interventionNames": [
                        "Behavioral: Auditory-cognitive training paradigm"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Auditory-cognitive training paradigm",
                    "description": "The investigators developed an American English version of the Nottingham (UK) PLUS training paradigm in which listeners are asked to focus and listen to one speaker while ignoring another speaker. The paradigm is designed to optimally enhance the possibility of benefit: an adaptive procedure is employed to train each individual at their own level to make the task challenging. A short-term memory component, in which listeners are asked to remember what a designated speaker said two sentences prior, was added to the auditory training paradigm to make the task more challenging. Participants will be asked to recall the keywords of the to-be-attended speaker. The sentences will be presented in a two-down one-up adaptive procedure in which the ratio of the levels of the to-be-attended and to-be-ignored speaker will be adjusted based on the correctly recalled key words.",
                    "armGroupLabels": [
                        "Auditory-cognitive training paradigm"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Auditory training paradigm",
                    "description": "The investigators developed an American English version of the Nottingham (UK) PLUS training paradigm in which listeners are asked to focus and listen to one speaker while ignoring another speaker. The paradigm is designed to optimally enhance the possibility of benefit: an adaptive procedure is employed to train each individual at their own level to make the task challenging. Participants will be asked to recall the keywords of the to-be-attended speaker. The sentences will be presented in a two-down one-up adaptive procedure in which the ratio of the levels of the to-be-attended and to-be-ignored speaker will be adjusted based on the correctly recalled key words.",
                    "armGroupLabels": [
                        "Auditory training paradigm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in speech-in-noise perception",
                    "description": "In the Quick Speech-in-noise task (QSIN). Participants listen to a target female speaker in babble across six sentences (i.e., one list) presented at different signal-to-noise ratios (SNRs). Each sentence has five target words that participants are asked to repeat at the end of each sentence. Within each list, the first sentence is played with a 25 dB SNR and SNR decreases as the list progresses in increments of 5 dB., with the final sentence played at 0 dB. The average SNR score is calculated across several lists. The average SNR score is calculated across several lists. Scores range from -4.5 to 25.5 dB. Higher scores indicate greater SNR loss (i.e., worse hearing).",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "Audiobook - Change in pupillary response",
                    "description": "During an audiobook listening task, pupil dilations are recorded as an objective measure of listening effort, with larger pupil dilations indicating increased listening effort. Change in pupil dilations at pre and posttest (before and after training, respectively) will be measured. In the audiobook listening task, audiobook segments will be presented to participants at signal-to-noise ratios (SNRs) of quiet, 0 dB, -6 dB, and in babble (with four background speakers). Participants listen to each audiobook segment three times.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "Audiobook - Change in magnetoencephalography (MEG) temporal response function",
                    "description": "During an audiobook listening task, MEG neural activity will be recorded. The investigators will evaluate change in the temporal response function (TRF). The TRF relates how the brain responds to acoustic stimuli and can be viewed as evoked responses to the continuous speech. Audiobook segments will be presented to participants at signal-to-noise ratios (SNRs) of quiet, 0 dB, -6 dB, and in babble (with four background speakers). Participants listen to each audiobook segment three times.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "Change in Magnetoencephalography (MEG) stimulus reconstruction accuracies and integration window analysis",
                    "description": "During an audiobook listening task, MEG neural activity will be recorded. The investigators will measure how far the neural response tracks the speech stimulus by stimulus reconstruction accuracies and how the stimulus reconstruction accuracy builds up over time by integration window analysis. Audiobook segments will be presented to participants at signal-to-noise ratios (SNRs) of quiet, 0 dB, -6 dB, and in babble (with four background speakers). Participants listen to each audiobook segment three times.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "Audiobook - Change in frequency following response (FFR)",
                    "description": "During an audiobook listening task, MEG neural activity will be recorded. The investigators will measure change in the FFR. The FFR is a measure of neural activity in response to a sound and serves as a measure of neural sound encoding. Larger FFR amplitudes indicate greater representations of an auditory stimulus. Audiobook segments will be presented to participants at signal-to-noise ratios (SNRs) of quiet, 0 dB, -6 dB, and in babble (with four background speakers). Participants listen to each audiobook segment three times and after each repetition.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "Audiobook - Change in Magnetoencephalography (MEG) network localized granger causality",
                    "description": "During an audiobook listening task MEG neural activity will be recorded. The investigators will measure the network localized granger causality (NLGC) to measure the networked activity of the cortex. Audiobook segments will be presented to participants at signal-to-noise ratios (SNRs) of quiet, 0 dB, -6 dB, and in babble (with four background speakers). Participants listen to each audiobook segment three times and after each repetition.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Audiobook - Change in subjective ratings",
                    "description": "During an audiobook listening task, participants provide subjective listening effort and speech intelligibility ratings. This is an experimenter-generated measure. Audiobook segments will be presented to participants at signal-to-noise ratios (SNRs) of quiet, 0 dB, -6 dB, and in babble (with four background speakers). Participants listen to each audiobook segment three times and after each triad of audiobook segments, participants answer subjective intelligibility and listening effort questions. Scores are on a scale from 0 to 10 in increments of 1. Higher subjective intelligibility ratings indicate easier intelligibility whereas higher listening effort indicates more listening effort was exerted while listening to the audiobook segments.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "Tone cloud - Change in auditory stream segregation accuracy",
                    "description": "As a measure of change in auditory stream segregation, participants complete a stochastic figure-ground (SFG) task, in which participants listen to inharmonious 50 ms tones with random onsets for six seconds. For half of these stimuli, a figure \"pops-out\" from the background tones, in which a number of tones begin at the same time, making a chord. This figure chord repeats 12 times over the course of three seconds. Participants indicate when they detect a figure chord. The stimuli that contain the figure chord have chords consisting of 4, 6, or 8 tones. Figure detection accuracy will be calculated as percent correct for each figure chord condition.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "Tone cloud - Change in auditory stream segregation reaction time (RT)",
                    "description": "As a measure of change in auditory stream segregation, participants complete a stochastic figure-ground (SFG) task, in which participants listen to inharmonious 50 ms tones with random onsets for six seconds. For half of these stimuli, a figure \"pops-out\" from the background tones, in which a number of tones begin at the same time, making a chord. This figure chord repeats 12 times over the course of three seconds. Participants indicate when they detect a figure chord. The stimuli that contain the figure chord have chords consisting of 4, 6, or 8 tones. RT to the figure present stimuli will be calculated as average RT for each figure chord condition.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "N-back task - Change in accuracy",
                    "description": "Because the auditory and auditory-cognitive training paradigms involve a working memory component, pre and posttests of an n-back working memory measure are included. Participants complete four blocks in which they listen to a string of letters spoken by a female speaker. Participants are asked to click a button when a letter occurred n-back. Each block increases in the nth element that needs to be remember, starting at n = 1 (Block 1) and ending at n = 4 (Block 4). Participants' accuracy as percent correct are averaged for each level of n.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "N-back task - Change in response time (RT)",
                    "description": "Because the auditory and auditory-cognitive training paradigms involve a working memory component, pre and posttests of an n-back working memory measure are included. Participants complete four blocks in which they listen to a string of letters spoken by a female speaker. Participants are asked to click a button when a letter occurred n-back. Each block increases in the nth element that needs to be remember, starting at n = 1 (Block 1) and ending at n = 4 (Block 4). Participants' RTs for correct hits are measured and averaged for each level of n.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                },
                {
                    "measure": "Reading Span (RSpan) - Change in working memory (WM)",
                    "description": "Pre and posttests of an RSpan working memory measure are included. Participants read sets of short sentences consisting of 3, 4, 5, or 6 words per sentence. Half of the sentences are anomalous, and the other half are not. Participants are asked to read each sentence aloud one word at a time and then indicate whether the sentence made semantic sense or not. At the end of each set, participants are asked to remember the last word of each sentence, in order, to the best of their ability. Set sizes increase as the task progresses. Everyone starts with a set size of three words per sentence and ends at a set size of six words per sentence; there are three sentences for each set size. The final score is based on the total number of words recalled. Scores range from 0 to 54, with higher scores indicating better performance.",
                    "timeFrame": "Week 1-2 (pretest) and Week 5-6 (posttest)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged between 65 - 85 years\n* Normal hearing (pure tone thresholds ≤ 25 dB HL from 250 - 8000 Hz)\n* Self-reported normal or corrected-to-normal vision\n* Dominant language: American English\n* Education: a high school diploma or higher education level\n\nExclusion Criteria:\n\n* Middle-ear or inner-ear pathology\n* Non-native speaker of English\n* Inability to complete all training sessions within a pre-specified time window (e.g., due to unexpected schedule restrictions)\n* Learning disorders\n* Metal in body that induces a data artifact for MEG recording (e.g., excessive metal dental work) or that poses a safety issue in the MRI portion (e.g., pacemakers, neural implants, metal plates or joints, shrapnel, and surgical staples)\n* Claustrophobia or any condition that would be exacerbated by the scanning environment's lighting, sounds, etc. (e.g., migraines)\n* A non-removable hairstyle or hair accessory that would prevent the participant from fitting comfortably in the MEG or MRI head coil\n* Currently under a medical provider's care for a closed head injury\n* Currently taking psychoactive stimulant (e.g., amphetamines), depressant (e.g., benzodiazepines), mood stabilizing (e.g., lithium), anti-psychotic, or anti-seizure medications or drugs of abuse\n* Currently pregnant (only for MRI)",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "maximumAge": "85 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan Z Simon, PhD",
                    "role": "CONTACT",
                    "phone": "301-405-3645",
                    "email": "jzsimon@umd.edu"
                },
                {
                    "name": "Michael A Johns, PhD",
                    "role": "CONTACT",
                    "phone": "301-405-9604",
                    "email": "maj@umd.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Samira B Anderson, PhD",
                    "affiliation": "University of Maryland, College Park",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jonathan Z Simon, PhD",
                    "affiliation": "University of Maryland, College Park",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Stefanie E Kuchinsky, PhD",
                    "affiliation": "Walter Reed National Military Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Department of Hearing and Speech Sciences",
                    "status": "RECRUITING",
                    "city": "College Park",
                    "state": "Maryland",
                    "zip": "20742",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Samira B Anderson, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Michael A Johns, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Dushyanthi Karunathilake",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -76.93692
                    }
                },
                {
                    "facility": "Maryland Neuroimaging Center",
                    "status": "RECRUITING",
                    "city": "College Park",
                    "state": "Maryland",
                    "zip": "20742",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sandy Collier",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Stefanie Kuchinsky, PhD",
                            "role": "CONTACT"
                        },
                        {
                            "name": "Michael A Johns, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Dushyanthi Karunathilake",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.98067,
                        "lon": -76.93692
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "26074826",
                    "type": "BACKGROUND",
                    "citation": "Ferguson MA, Henshaw H. Auditory training can improve working memory, attention, and communication in adverse conditions for adults with hearing loss. Front Psychol. 2015 May 28;6:556. doi: 10.3389/fpsyg.2015.00556. eCollection 2015."
                },
                {
                    "pmid": "30092719",
                    "type": "BACKGROUND",
                    "citation": "Lawrence BJ, Jayakody DMP, Henshaw H, Ferguson MA, Eikelboom RH, Loftus AM, Friedland PL. Auditory and Cognitive Training for Cognition in Adults With Hearing Loss: A Systematic Review and Meta-Analysis. Trends Hear. 2018 Jan-Dec;22:2331216518792096. doi: 10.1177/2331216518792096."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Plan to use the Digital Repository at the University of Maryland (DRUM) platform for data storage and sharing."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}