{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06092216",
            "orgStudyIdInfo": {
                "id": "STUDY-23-00611"
            },
            "organization": {
                "fullName": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "briefTitle": "Spesolimab in Pyoderma Gangrenosum",
            "officialTitle": "Characterizing Pyoderma Gangrenosum Lesion Regression and Remission by IL-36 Receptor Targeting With Spesolimab",
            "therapeuticArea": [
                "Other"
            ],
            "study": "spesolimab-in-pyoderma-gangrenosum"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-09",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-10-16",
            "studyFirstSubmitQcDate": "2023-10-16",
            "studyFirstPostDateStruct": {
                "date": "2023-10-23",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-01",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Saakshi Khattri",
                "investigatorTitle": "Associate Professor",
                "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
            },
            "leadSponsor": {
                "name": "Icahn School of Medicine at Mount Sinai",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Boehringer Ingelheim",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research study is to assess the feasibility of using spesolimab in participants with moderate to severe pyoderma gangrenosum. Pyoderma gangrenosum is a rare, inflammatory, autoimmune condition which results in ulceration of skin. The study will also investigate the body's immune response to the spesolimab (when the body detects and defends itself against substances that appear unknown and harmful).",
            "detailedDescription": "To date, there is no gold standard for treatment of PG. Patients with pyoderma gangrenosum suffer from severe pain and poor quality of life due to frequent dressing changes and disfiguring lesions. More importantly, rapidly progressing ulcers present an important risk for infection, morbidity, and mortality for patients. Spesolimab is humanized antagonistic monoclonal IgG1 antibody that blocks human IL36R signalling and subsequent downstream pro-inflammatory pathways. The IL-36 receptor blocker was recently approved for generalized pustular psoriasis (GPP). The research team hypothesize that targeting IL-36 in refractory, ulcerative postoperative PG may result in regression and resolution of a patient's lesions.\n\nThere are, at minimum, a total of 14 or 15 visits which will include physical exams, blood testing and infectious disease testing, completing questionnaires, and photographs and assessment of skin affected by PG. Spesolimab will be administered via a 90-minute infusion every 3 or 4 weeks (depending on response at Visit 4) at 8 or 9 Visits during the study."
        },
        "conditionsModule": {
            "conditions": [
                "Pyoderma Gangrenosum"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Open-label study",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 20,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Spesolimab",
                    "type": "EXPERIMENTAL",
                    "description": "900 mg of spesolimab intravenously (IV)",
                    "interventionNames": [
                        "Drug: Spesolimab"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Spesolimab",
                    "description": "900 mg of spesolimab intravenously (IV) administered every 4 weeks at Visits 2, 3, 4, 5, 6, 7, 8, 9.\n\nIf at visit 4 dosing schedule changes to every 3 weeks, Spesolimab will be administered at Visits 2, 3, 4, 5, 6, 8, 9, 10 and 11.",
                    "armGroupLabels": [
                        "Spesolimab"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Global Pyoderma Gangrenosum (GPG) Severity Score",
                    "description": "One point decrease on GPG severity score at week 16 from baseline in target lesion\n\n0. Completely clear; evidence of cribriform scarring, re-epithelization and possible residual hyperpigmentation. 0% ulceration apparent, lesion is dry.\n\n1. Almost clear; \\<25% of active ulceration present; \\> 90% granulation tissue present with mild pink, slightly elevated borders. Some evidence of re-epithelization. Minimal to no purulent drainage at presentation;\n2. Mild; \\<50% of active ulceration with perceptible border elevation with mild red border. Evidence of granulation tissue without any re-epithelization of skin. Few drops purulence appreciated upon examination.\n3. Moderate; \\<75% active ulceration with marked red, rolled borders and significant purulence. Some evidence of granulation tissue with multiple purulent drops and significant purulence on ulcer bed at presentation\n4. Severe; 100% active ulcer with violaceous, raised rolled borders. Necrotic tissue may be present.",
                    "timeFrame": "Baseline and Week 16"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Number of participants with Complete re-epithelization of PG lesions",
                    "description": "Number of participants with Complete re-epithelization of PG lesions = GPG Score 0\n\nGPG Score 0 - Completely clear; evidence of cribriform scarring, re-epithelization and possible residual hyperpigmentation. 0% ulceration apparent and lesion is dry",
                    "timeFrame": "Up to Week 28"
                },
                {
                    "measure": "Absolute Change in patient-reported Pain severity (Pain-VAS) score",
                    "description": "Absolute change at Week 28 from baseline in patient-reported pain severity (Pain-VAS).\n\nPatient Pain Visual Analogue Scale (VAS):\n\nPatients will be asked to report pain scores at each visit. Patients will report scores on a scale of 0 to 10.\n\n0 signifies no pain and 10 signifies the worst pain imaginable. Higher scores indicate increased levels of pain.",
                    "timeFrame": "Baseline and up to Week 28"
                },
                {
                    "measure": "Absolute Change in Dermatology Life Quality Index (DLQI)",
                    "description": "Absolute Change at week 28 from baseline in DLQI.\n\nThe DLQI is a validated questionnaire consisting of 10 questions that has been used in many randomized controlled trials in dermatology.\n\nScoring of each question is as follows:\n\nVery much - 3 A lot - 2 A little - 1 Not at all - 0 Not relevant - 0 Question unanswered - 0\n\nThe DLQI is calculated by summing the score of each question with total scale from 0-30. Higher score represents a quality of life that is more impaired.\n\nDefinition of DLQI Scores 0-1 = no effect at all on patient's life 2-5 = small effect on patient's life 6-10 = moderate effect on patient's life 11-20 = very large effect on patient's life 21-30 = extremely large effect on patient's life\n\nA change in DLQI score of at least 4 points is considered clinically important. Such change suggests that there has actually been a meaningful change in that patient's quality of life since the previous measurement of his/her/their DLQI scores.",
                    "timeFrame": "Baseline and up to Week 28"
                },
                {
                    "measure": "Recurrence of PG lesions (GPG >0) after achieving complete re-epithelialization (GPG score 0) and spesolimab cessation",
                    "description": "GPG Severity Score Scale:\n\n0. Completely clear; evidence of cribriform scarring, re-epithelization and possible residual hyperpigmentation. 0% ulceration apparent, lesion is dry\n\n1. Almost clear; \\<25% of active ulceration present; \\> 90% granulation tissue present with mild pink, slightly elevated borders. Some evidence of re-epithelization. Minimal to no purulent drainage at presentation\n2. Mild; \\<50% of active ulceration with perceptible border elevation with mild red border. Evidence of granulation tissue without any re-epithelization of skin. Few drops purulence appreciated upon exam.\n3. Moderate; \\<75% active ulceration with marked red, rolled borders and significant purulence. Some evidence of granulation tissue with multiple purulent drops and significant purulence on ulcer bed at presentation\n4. Severe; 100% active ulcer with violaceous, raised rolled borders. Necrotic tissue may be present. No evidence of granulation tissue. Extensive purulent drops on ulcer bed",
                    "timeFrame": "Up to 16 week post-spesolimab last dose"
                },
                {
                    "measure": "Severity of the recurrence of PG lesions - Global Pyoderma Gangrenosum (GPG) Severity Score",
                    "description": "Scale:\n\n0. Completely clear; evidence of cribriform scarring, re-epithelization and possible residual hyperpigmentation. 0% ulceration apparent and lesion is dry\n\n1. Almost clear; \\<25% of active ulceration present; more than 90% granulation tissue present with mild pink, slightly elevated borders. Some evidence of re-epithelization. Minimal to no purulent drainage at presentation\n2. Mild; \\<50% of active ulceration with perceptible border elevation with mild red border. Evidence of granulation tissue without any re-epithelization of skin. Few drops purulence appreciated upon examination.\n3. Moderate; \\<75% active ulceration with marked red, rolled borders and significant purulence. Some evidence of granulation tissue with multiple purulent drops and significant purulence on ulcer bed at presentation\n4. Severe; 100% active ulcer with violaceous, raised rolled borders. Necrotic tissue may be present. No evidence of granulation tissue. Extensive purulent drops present on ulcer bed",
                    "timeFrame": "Last dose (Week 26 or 28) up to 16 week post-spesolimab last dose"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female subjects ≥ 18 years of age at the time of signing the informed consent document\n* Subject is able to understand and voluntarily sign an informed consent document prior to participation in any study assessments or procedures\n* Subject is able to adhere to the study visit schedule and other protocol requirements.\n* Subject has clinically diagnosed ulcerative PG with PARACELSUS score greater than or equal to 10\n* Subject has at least one clinically measurable ulcerative PG lesion on body that has failed to respond to at least one prior therapy such as (but not limited to) topical corticosteroids, intralesional triamcinolone, prednisone, cyclosporine, IL-23 inhibitor, IL-17 inhibitors, IL-1 inhibitors, or TNF-α- blocker therapy\n* Subject has moderate to severe PG as determined by a GPG severity score of ≥3\n* Subject is judged to be in otherwise good overall health as judged by the investigator, based on medical history, limited physical examination, and laboratory testing. (NOTE: The definition of good health means a subject does not have uncontrolled significant co-morbid conditions).\n* Females of childbearing potential (FCBP) must have a negative pregnancy test at Screening and Baseline. While on investigational product and for at least 28 days after taking the last dose of investigational product, FCBP who engage in activity in which conception is possible must use one of the approved contraceptive options described below:\n\n  * Option 1: Any one of the following highly effective contraceptive methods: hormonal contraception (oral, injection, implant, transdermal patch, vaginal ring); intrauterine device (IUD); tubal ligation; or partner's vasectomy.\n  * Or option 2: Male or female condom (latex condom or nonlatex condom NOT made out of natural \\[animal\\] membrane \\[for example, polyurethane\\]). PLUS one additional barrier method:\n\n    * (a) diaphragm with spermicide\n    * (b) cervical cap with spermicide;\n    * or (c) contraceptive sponge with spermicide.\n\nThe female subject's chosen form of contraception must be effective by the time the female subject presents for her Baseline visit (for example, hormonal contraception should be initiated at least 28 days before first spesolimab infusion at Baseline).\n\nExclusion Criteria:\n\n* Subject has a persistent or recurring bacterial infection requiring systemic antibiotics, or clinically significant viral or fungal or helminth parasitic infections, within 2 weeks of the Screening Visit. Any treatment of such infections must have been completed at least 2 weeks prior to the Screening Visit and no new/recurrent infections should have occurred prior to the Baseline Visit.\n* Subject with current or history of positive human immunodeficiency virus (HIV), or congenital or acquired immunodeficiency (i.e. Common Variable Immunodeficiency \\[CVID\\]), hepatitis B or C, or active or untreated latent tuberculosis.\n* Subject has clinically significant (as determined by the investigator) renal, hepatic, hematologic, intestinal, endocrine, pulmonary, cardiovascular, neurological, psychiatric, immunologic, or other major uncontrolled diseases that will affect the health of the subject during the study, or interfere with the interpretation of study results. Uncontrolled disease defined as hospitalization within 1 month of screening visit or determined by specialist (rheumatologist, gastroenterologist) consulted prior to study start.\n* Subject has presence of acute demyelinating neuropathy\n* Major surgery (according to the investigator's assessment) performed within 12 weeks prior to receiving first dose of spesolimab or planned during trial such as hip replacement, aneurysm removal, stomach ligation, or otherwise determined by investigator\n* Subject has a suspected or active lymphoproliferative disorder or malignancy\n* Subject was treated previously with spesolimab or another IL-36R inhibitor biologic\n* Any documented active or suspected malignancy or history of malignancy within 5 years prior to screening, except appropriately treatment basal or squamous cell carcinoma of the skin or in situ carcinoma of uterine cervix.\n* Subject has received a live attenuated vaccine ≤ 30 days prior to study initiation.\n* History of adverse systemic or allergic reactions to any component of the study drug.\n* Female subject who is pregnant or breast feeding",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Saakshi Khattri, MD",
                    "role": "CONTACT",
                    "phone": "212-241-3288",
                    "email": "saakshi.khattri@mountsinai.org"
                },
                {
                    "name": "Giselle Singer",
                    "role": "CONTACT",
                    "phone": "212-241-3288",
                    "email": "giselle.singer@mssm.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Saakshi Khattri, MD",
                    "affiliation": "Icahn School of Medicine at Mount Sinai",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Icahn School of Medicine at Mount Sinai",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "10029",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Giselle Singer",
                            "role": "CONTACT",
                            "phone": "212-241-3288",
                            "email": "giselle.singer@mssm.edu"
                        },
                        {
                            "name": "Saakshi Khattri",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Data will be analyzed as aggregated data."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000011711",
                    "term": "Pyoderma"
                },
                {
                    "id": "D000017511",
                    "term": "Pyoderma Gangrenosum"
                }
            ],
            "ancestors": [
                {
                    "id": "D000012871",
                    "term": "Skin Diseases"
                },
                {
                    "id": "D000017445",
                    "term": "Skin Diseases, Vascular"
                },
                {
                    "id": "D000012883",
                    "term": "Skin Ulcer"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M14564",
                    "name": "Pyoderma",
                    "asFound": "Pyoderma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19774",
                    "name": "Pyoderma Gangrenosum",
                    "asFound": "Pyoderma Gangrenosum",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15674",
                    "name": "Skin Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M19714",
                    "name": "Skin Diseases, Vascular",
                    "relevance": "LOW"
                },
                {
                    "id": "M17206",
                    "name": "Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "M15686",
                    "name": "Skin Ulcer",
                    "relevance": "LOW"
                },
                {
                    "id": "T4840",
                    "name": "Pyoderma Gangrenosum",
                    "asFound": "Pyoderma Gangrenosum",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}