{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04894734",
            "orgStudyIdInfo": {
                "id": "Pro00106738"
            },
            "organization": {
                "fullName": "Duke University",
                "class": "OTHER"
            },
            "briefTitle": "Spinal Cord Stimulation (SCS) for Spinal Cord Injury (SCI)",
            "officialTitle": "The Feasibility of Epidural Electrical Stimulation (EES) for Improving Pain and Rehabilitation Outcomes in Patients With Spinal Cord Injury (SCI)",
            "therapeuticArea": [
                "Other"
            ],
            "study": "spinal-cord-stimulation-scs-for-spinal-cord-injury-sci"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-07",
            "studyFirstSubmitQcDate": "2021-05-17",
            "studyFirstPostDateStruct": {
                "date": "2021-05-20",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-12-18",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Nandan Lad, M.D., Ph.D.",
                "investigatorTitle": "Professor of Neurosurgery",
                "investigatorAffiliation": "Duke University"
            },
            "leadSponsor": {
                "name": "Nandan Lad, M.D., Ph.D.",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this feasibility study is to compare the impact of Spinal cord stimulation \\[SCS\\] for Spinal Cord Injury (SCI) pain and rehabilitation. SCS, also known as Epidural Electrical Stimulation (EES), will be utilized along with conventional medical management (CMM) or CMM alone. Participation in this research study is expected to last approximately 12 months. All subjects will be evaluated and proceed with implantation of two SCS devices- one tailored based on the individual's SCI for the treatment of neuropathic pain of trunk and limb and a second near the bottom of the spinal cord (conus region) to study the impact on motor, sensory, bowel/bladder outcomes. All patients will also continue receiving CMM, such as medications and physical therapy.\n\nParticipating subjects will be randomly assigned to one of two treatment groups:\n\n1. Placebo arm: SCS OFF + CMM. Under the direction of the study physician, the patient may receive a variety of treatments, such as medications and various forms of rehabilitation.\n2. Treatment arm: SCS ON + CMM. The study treatment Spinal Cord Stimulation \\[SCS\\]: the study physician will perform a trial procedure to see if the study procedure works for the patient and may implant a permanent device if it is successful. There is a temporary trial procedure, or a \"test drive,\" which usually lasts 5-7 days. If this is successful, patients will discuss a more permanent implant. This study involves the concurrent placement of two SCS devices (one focused on pain and the second for rehabilitation).\n\nFor three months, treatment group subjects will have the SCS turned on and will have rehabilitation as part of their CMM. Participants in the placebo arm will have their SCS remain off and will undergo CMM with rehabilitation therapy similar to the treatment group. Neither the subjects nor the treatment team will know which patients are in the treatment or placebo arm.\n\nAt the end of three months, the study group will be revealed and the placebo group subjects will be allowed to crossover and have their SCS turned on. Rehabilitation visits may be remote and the study duration is approximately 12 months. There may be additional blood tests and clinical exams to collect data on the effectiveness of the therapy. Data at follow-up visits will be compared to the subjects' baseline data and that of the control group at the respective visits.",
            "detailedDescription": "This study is a prospective, single center study. Data will be collected at baseline, time of procedure (trial and permanent), trial phase, and at 1, 3, 6, 12 and 15 months post-implantation.\n\nThe primary objective of this study is to collect data on Neuromodulation to Augment Pain and Rehabilitation in Spinal Cord Injury (SCI), a real-world population while further characterizing neurophysiological measures and clinical outcomes.\n\nThe following data will be collected:\n\n* Baseline characteristics and demographics\n* Procedure characteristics\n* Medications\n* 10-point Numerical Rating Scales (NRS) for pain intensity Guy/Farrar Patient Global Impression of Change (PGIC) scale ASIA motor and sensory scores and impairment grade\n* QoL survey (PROMIS 29)\n* Electromyography (EMG) / Nerve Conduction Studies (NCS)\n* Spinal Cord Independence Measure (SCIM) survey\n* Ashworth spasticity scale\n* Bladder control using standard clinical urodynamic studies\n* Programming parameters and characteristics\n* Safety events (adverse events, device deficiencies, protocol deviations)\n\nThe outcome variables of interest will be collected and assessed across study visits. No pre-planned formal statistical hypothesis tests will be performed. Multivariable regression modeling and descriptive statistics will be utilized."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injury at T1-T12 Level",
                "Traumatic Thoracic Spinal Cord Contusion",
                "Thoracic Spinal Cord Trauma",
                "Traumatic Thoracic Spinal Cord Laceration",
                "Post-Traumatic Thoracic Myelopathy",
                "Traumatic Thoracic Spinal Cord Myelopathy"
            ],
            "keywords": [
                "Spinal Cord Injury"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "EES on",
                    "type": "EXPERIMENTAL",
                    "description": "Patients will undergo epidural electrical stimulation (EES) and be randomized in a 1:1 allocation to EES on. Both the patient and the provider will be formally blinded to treatment assignment. Only the biostatistician and programming team will be unblinded to treatment assignments.",
                    "interventionNames": [
                        "Device: EES on"
                    ]
                },
                {
                    "label": "EES off",
                    "type": "PLACEBO_COMPARATOR",
                    "description": "Patients will undergo epidural electrical stimulation (EES) and be randomized in a 1:1 allocation to EES off. Both the patient and the provider will be formally blinded to treatment assignment. Only the biostatistician and programming team will be unblinded to treatment assignments.ES off. Those in the EES off category will have their EES turned on at the 9-month timepoint.",
                    "interventionNames": [
                        "Device: EES off"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "EES on",
                    "description": "Epidural electrical stimulation (EES), also known as spinal cord stimulation (SCS), is a common FDA-approved therapy for chronic neuropathic pain of trunk and limb.",
                    "armGroupLabels": [
                        "EES on"
                    ],
                    "otherNames": [
                        "SCS (Spinal Cord Stimulation)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "EES off",
                    "description": "Epidural electrical stimulation (EES), also known as spinal cord stimulation (SCS), is a common FDA-approved therapy for chronic neuropathic pain of trunk and limb.",
                    "armGroupLabels": [
                        "EES off"
                    ],
                    "otherNames": [
                        "SCS"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Multidimensional Pain Inventory (MPI)-SCI average activity score",
                    "description": "The MPI-SCI consists of twelve 7-point subscales in three sections: (1) pain impact, (2) responses by significant others, and (3) activity. Our primary outcome is the average score of the 4 pain subscales (household activities, activities away from home, social activities, and outdoor work) for pain and consequences of SCI. These 4 scales are commonly used to create a single general activity scale. To define the degree to which pain and other consequences of injury reduced participation in a specific activity, 2 additional validated items will be used in section 3: (1) \"Pain has reduced my participation in this activity,\" and (2) \"Other consequences of SCI have reduced my participation in this activity.\" The response range from 0 (not at all) to 6 (extremely).",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Motor recovery as measured by EMG",
                    "description": "EMGs will be recorded using surface or needle electrodes placed over/in the following muscles: bilateral gluteus maximus, bilateral rectus femoris, bilateral vastus lateralis, bilateral medial hamstrings, bilateral anterior tibialis and bilateral gastrocnemius. When clinically appropriate, bilateral extensor carpi radialis, bilateral biceps, and bilateral abdominal muscles will be used as controls.",
                    "timeFrame": "Up to 9 months"
                },
                {
                    "measure": "Motor recovery as measured by dynamometry",
                    "description": "Dynamometry will be used to measure muscle force by the same blinded rater for each of the muscle groups as an additional measure of muscle contraction activity.",
                    "timeFrame": "Up to 9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in pain as measured by 10-point Numeric Rating Scales (NRS)",
                    "description": "Validated assessment of pain severity (0-10 scale), 0 being no pain to 10 being the worst pain, in the past 7 days.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in Quality of Life (QOL) as measured by the Patient-Reported Outcomes Measurement Information System (PROMIS) 29",
                    "description": "The PROMIS-29 is a generic health-related quality of life survey that assesses each of the 7 PROMIS domains with 4 questions. The questions are ranked on a 5-point Likert Scale. PROMIS instruments contain a fixed number of items from seven PROMIS domains: depression; anxiety; physical function; pain interference; fatigue; sleep disturbance; and ability to participate in social roles and activities. The seven domains cover the most relevant areas of self-reported health for the greatest majority of people with chronic illness.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in the number of prescriptions written as measured by Electronic Health Record abstraction.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in the number of opioid prescriptions filled as measured by Electronic Health Record abstraction.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in the overall improvement as measured by Guy/Farrar Patient Global Impression of Change (PGIC) scale",
                    "description": "The self-report measure PGIC reflects a patient's belief about the efficacy of treatment. PGIC is a 7 point scale depicting a patient's rating of overall improvement.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in motor recovery as measured by the Total American Spinal Injury Association (ASIA) motor score",
                    "description": "ASIA Upper Extremity and Lower Extremity Motor Score (UEMS \\& LEMS), combine to give Total ASIA Motor Score.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in motor recovery as measured by the ASIA impairment grades",
                    "description": "The ASIA Impairment Scale (AIS), based on the Frankel scale, is a clinician-administered scale used to classify the severity (completeness) of injury in individuals with SCI. It identifies sensory and motor levels indicative of the highest spinal level demonstrating \"unimpaired\" function. Preservation of function in the sacral segments (S4-S5) is a key for determining the AIS grade. AIS scores are considered essential when classifying persons with SCI as to their neurological status.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in independence of activities of daily living (ADLs) as measured by the Spinal Cord Independence Measure (SCIM) survey",
                    "description": "SCIM Disability scale developed to specifically address the ability of SCI patients to perform basic activities of daily living independently. Three versions of the SCIM (I-III) have been consecutively developed and assess three areas: 1) self-care (feeding, grooming, bathing, and dressing); 2) respiration and sphincter management; 3) mobility (bed and transfers and indoor/outdoor). The item scores are weighted related to the assumed clinical relevance.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in limb movement as measured by the Ashworth spasticity scale",
                    "description": "The Ashworth scale is the most widely used assessment tool to measure resistance to limb movement in a clinic setting, although it is unable to distinguish between the neural and non-neural components of increased tone.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in bladder control using urodynamics",
                    "description": "A urodynamic test is used to measure nerve and muscle function, pressure around and in the bladder, flow rates, and other factors. These tests look at how well the bladder, sphincters, and urethra are storing and releasing urine. All measures are combined to give one overall score of bladder control.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in motor recovery as measured by Transcranial Magnetic Stimulation Motor Evoked Potentials (TMS MEPs)",
                    "description": "To evaluate the connectivity of descending motor signals passing through the injury, TMS MEPs are recorded bilaterally over the rectus femoris (RF), vastus lateralis (VL), medial hamstring (MH), tibialis anterior (TA), medial gastrocnemius (MG), and soleus (SOL) muscles using skin surface EMG at a sampling rate of 4 kHz.",
                    "timeFrame": "Baseline, 9 months"
                },
                {
                    "measure": "Change in sensory recovery as measured by Somatosensory Evoked Potentials (SSEPs)",
                    "description": "SSEPs will be recorded over the scalp and lumbar spine region to detect ascending sensory signals across the injury. To test for the presence of a dis-complete SCI profile, the subject was positioned supine, and while EES was off, he attempted to maximally contract muscles both above and below the injury with intention focused on increasing motor activity in either the left or right leg.",
                    "timeFrame": "Baseline, 9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects enrolled in this study must meet all of the following inclusion criteria (based on investigator judgement):\n\n1. Traumatic, thoracic SCI\n2. Chronic pain (i.e., Pain \\>3 for \\> 3 months)\n3. Willing and able to provide informed consent, attend required study visits, and complete required assessments/questionnaires\n4. 18-80 years of age\n5. Medically stable enough to undergo surgical implantation of an SCS / participate in rehabilitation regimens\n\nExclusion Criteria:\n\nSubjects enrolled in this study must not meet any of the following exclusion criteria (based on investigator judgement):\n\n1. Complete cord transection\n2. Persistent spinal instability or other injury preventing ability to participate\n3. Active infection\n4. Comorbid psychosis or psychotic disorder\n5. Untreated, clinically significant depression\n6. Active drug or alcohol abuse\n7. Pregnant women or women who intend to become pregnant during the duration of the study. Women of childbearing potential need a negative pregnancy test",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Allison Spell",
                    "role": "CONTACT",
                    "phone": "919-681-4937",
                    "email": "allison.spell@duke.edu"
                },
                {
                    "name": "Beth Perry, RN",
                    "role": "CONTACT",
                    "phone": "919-681-2695",
                    "email": "beth.perry@duke.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Shivanand Lad, MD, PhD",
                    "affiliation": "Duke University",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Duke University Health Systems",
                    "status": "RECRUITING",
                    "city": "Durham",
                    "state": "North Carolina",
                    "zip": "27710",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Allison Spell",
                            "role": "CONTACT",
                            "phone": "919-681-4937",
                            "email": "allison.spell@duke.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.99403,
                        "lon": -78.89862
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34854473",
                    "type": "DERIVED",
                    "citation": "O'Connell NE, Ferraro MC, Gibson W, Rice AS, Vase L, Coyle D, Eccleston C. Implanted spinal neuromodulation interventions for chronic pain in adults. Cochrane Database Syst Rev. 2021 Dec 2;12(12):CD013756. doi: 10.1002/14651858.CD013756.pub2."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000001855",
                    "term": "Bone Marrow Diseases"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                },
                {
                    "id": "D000022125",
                    "term": "Lacerations"
                },
                {
                    "id": "D000003288",
                    "term": "Contusions"
                }
            ],
            "ancestors": [
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                },
                {
                    "id": "D000006402",
                    "term": "Hematologic Diseases"
                },
                {
                    "id": "D000014949",
                    "term": "Wounds, Nonpenetrating"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5134",
                    "name": "Bone Marrow Diseases",
                    "asFound": "Myelopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M22785",
                    "name": "Lacerations",
                    "asFound": "Laceration",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6512",
                    "name": "Contusions",
                    "asFound": "Contusion",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "asFound": "Myelopathy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "M9490",
                    "name": "Hematologic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17687",
                    "name": "Wounds, Nonpenetrating",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC15",
                    "name": "Blood and Lymph Conditions"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        }
    },
    "hasResults": false
}