{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06243211",
            "orgStudyIdInfo": {
                "id": "91630"
            },
            "organization": {
                "fullName": "University of Kentucky",
                "class": "OTHER"
            },
            "briefTitle": "Spinal Decompression Plus Nerve Graft Implantation Following TSCI",
            "officialTitle": "Evaluation of the Safety, Feasibility, and Preliminary Efficacy of Dorsal Myelotomy and Expansive Duraplasty Performed Either Without or With Autologous Nerve Graft Implantation After Acute Traumatic Spinal Cord Injury",
            "therapeuticArea": [
                "Other"
            ],
            "study": "spinal-decompression-plus-nerve-graft-implantation-following-tsci"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-04-19",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-12-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-01-28",
            "studyFirstSubmitQcDate": "2024-01-28",
            "studyFirstPostDateStruct": {
                "date": "2024-02-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-09",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-10",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "H. Francis Farhadi",
                "investigatorTitle": "Associate Professor, Neurosurgery",
                "investigatorAffiliation": "University of Kentucky"
            },
            "leadSponsor": {
                "name": "H. Francis Farhadi",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Spinal Cord and Brain Injury Research Center (SCOBIRC)",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a single-blinded (with outcome assessors blinded to treatment allocation), 12-month pilot study to evaluate of the safety, feasibility, and preliminary efficacy of dorsal myelotomy and expansive duraplasty performed either without or with autologous nerve graft implantation after acute traumatic spinal cord injury.\n\nTen participants will be allocated to receive either DMED (n=5) or DMED + ANGI (n=5) based on a block design. Participants and assessors will be blinded to group allocation. Excess sural nerve samples will be collected for banking/analysis (may include proteomic, culturing, genomic, cellular analysis).",
            "detailedDescription": "Spinal cord injury (SCI) is associated with devastating personal burdens including paralysis, sensory changes, autonomic dysfunction, and chronic debilitating pain. Few effective treatments have been developed with standard of care consisting of state-of-the-art neurocritical care, timely surgical decompression, and rehabilitation. While a variety of novel neuroprotective and neuroregenerative approaches have been posited, clinical trials to date have failed to demonstrate associated clinical benefits.\n\nCurrent therapies are primarily aimed at reducing secondary injury processes, which are related to inflammation and ischemia, that persist over days-to-weeks following the primary mechanical insult. Intraparenchymal progressive hemorrhagic necrosis and swelling within the restrictive physical barrier of the pial and dural layers leads to further compression and ischemia, propagating the secondary injury cascade.\n\nEarly surgical bony decompression following SCI is thought to improve clinical outcomes, specifically after cervical-level injuries.\n\nWhile few developments have been made in actual surgical techniques beyond bony decompression, early reports suggest that reduction of intraspinal pressure (ISP) could reduce secondary injury. Long-recognized but not clinically employed techniques to reduce ISP involve fashioning a dorsal midline myelotomy to allow for intramedullary decompression of hematoma and necrotic tissue and expansion of the dural compartment by opening the dura and sewing in of an expansive patch.\n\nCorollary techniques have long been standard-of-care following cranial trauma: removal of the calvarial bone, evacuation of hematoma, expansive dural closure, and treatment of intra-cranial pressure have been proven effective in several randomized clinical trials.\n\nEach of these steps are also at times used in other domains of spinal surgery, specifically oncologic resections. Despite having been demonstrated as an option to manage spinal trauma by Allen over a century ago, these techniques have not been widely studied or applied in modern spinal surgery.\n\nThe data obtained from this study will be used to inform and advance the practice of spinal cord decompression and cell-based therapies following acute SCI. Information on microsurgical technique adjustments, neurocritical nursing care standards, medical management, and ISP metrics may prove invaluable in advancing the feasible and safe aspects of these interventions.\n\nSCI is a severely disabling neurological condition leading to impaired mobility, pain, and autonomic dysfunction. As potentially neuroprotective strategies, dorsal myelotomy and expansive duraplasty (DMED) along with cell-based therapies (e.g., autologous nerve tissue graft implantation, ANGI) are recognized as promising candidates to promote functional recovery. However, no trials of these therapies in patients have yet provided reproducible evidence of clinical efficacy, challenged by small effect sizes, low immune suppression, and low sensitivity study designs.\n\nThis pilot study design represents the first stage of a systematic evaluation of DMED +/- ANGI performed in the early/acute phase after SCI. Performance of DMED at early timepoints is expected to have the greatest impact on minimizing the deleterious effect of increased ISP and secondary injury due to PHN, which is known to be ongoing over the first hours and days after SCI. Assessment of the feasibility and safety of performing DMED +/- ANGI represent a critical first step prior to engaging in any larger-scale multicenter evaluations of efficacy.\n\nFuture larger-scale phases of the study will focus on elucidating the efficacy of these interventions in protecting against secondary neuronal injury processes and in improving function after SCI. The pilot data generated from this study will prove crucial in seeking a larger award from the National Institutes of Health (NIH) and other funding sources.\n\nWhile refinements and combined therapies may prove useful, widespread clinical translation of currently employed cell transplantation protocols will likely face critical logistic and safety-related obstacles, particularly in the most opportune acute phase after SCI. The need for cell culturing and concomitant immunosuppression are fraught with potential complications, especially considering the relative immune compromised state and elevated risk of infections in the acute phase after SCI that can independently negatively impact neurological outcomes."
        },
        "conditionsModule": {
            "conditions": [
                "Spinal Cord Injuries",
                "Acute Traumatic Spinal Cord Injury"
            ],
            "keywords": [
                "Decompression",
                "Dorsal",
                "Duraplasty",
                "Myelotomy",
                "Nerve Graft"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "This is a single-blinded (with outcome assessors blinded to treatment allocation), 12-month pilot study to evaluate of the safety, feasibility, and preliminary efficacy of dorsal myelotomy and expansive duraplasty performed either without or with autologous nerve graft implantation after acute traumatic spinal cord injury.\n\nTen participants will be allocated to receive either DMED (n=5) or DMED + ANGI (n=5) based on a block design. Participants and assessors will be blinded to group allocation. Excess sural nerve samples will be collected for banking/analysis (may include proteomic, culturing, genomic, cellular analysis).",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Single-blinded (with outcome assessors blinded to treatment allocation)",
                    "whoMasked": [
                        "PARTICIPANT",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "DMED",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Dorsal myelotomy and expansive duraplasty (DMED) only.",
                    "interventionNames": [
                        "Procedure: DMED"
                    ]
                },
                {
                    "label": "DMED + ANGI",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Dorsal myelotomy and expansive duraplasty (DMED) and supplemental autologous nerve graft implantation (ANGI).",
                    "interventionNames": [
                        "Procedure: DMED",
                        "Procedure: ANGI"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "DMED",
                    "description": "Decompression of spinal cord with stabilization - posterior approach.",
                    "armGroupLabels": [
                        "DMED",
                        "DMED + ANGI"
                    ],
                    "otherNames": [
                        "Spinal Cord decompression and stabilization"
                    ]
                },
                {
                    "type": "PROCEDURE",
                    "name": "ANGI",
                    "description": "Implantation of nerve tissue following decompression ans stabilization.",
                    "armGroupLabels": [
                        "DMED + ANGI"
                    ],
                    "otherNames": [
                        "Autologous Nerve Graft Implantation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "SCIM- Spinal Cord Independence Measures vIII",
                    "description": "The SCIM has been developed to address three specific areas of function in patients with spinal cord injuries (SCI). It looks at self-care (feeding, grooming, bathing, and dressing), respiration and sphincter management, and a patient's mobility abilities (bed and transfers and indoors/outdoors).",
                    "timeFrame": "Day 84 through day 364"
                },
                {
                    "measure": "AIS (2019)",
                    "description": "American Spinal Injury Association International standards for neurological classification of spinal cord injury Assessment",
                    "timeFrame": "Screening through day 364"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: = 18 years and = 80 years\n2. Written informed consent by patient or legal authorized representative\n3. No other life-threatening injury\n4. No evidence of sepsis\n5. Acute cervical or thoracic SCI with ASIA Impairment Scale grade A or B on admission\n6. Non-penetrating SCI at neurologic level from C2 to C8 or T1 to T12\n7. The ability to undergo surgical intervention including study procedures through a posterior approach within 48 hours of injury\n\nExclusion Criteria:\n\n1. Unconsciousness or other mental impairment that prevents neurological assessment within the first 48 hours\n2. Acute SCI with ASIA Impairment Scale grade C, D or E\n3. Spinal cord decompression and spinal stabilization can be safely performed through an anterior-only approach (i.e. posterior approach is not required)\n4. Currently involved in another non-observational SCI research study or receiving another investigational drug\n5. Other illness (including mental disorder) that could preclude accurate medical and neurological evaluation (at discretion of the principal investigator)\n6. Unable to commit to the follow-up schedule\n7. A recent history of regular substance abuse (illicit drugs, alcohol), which in the opinion of the investigator would interfere with the subject's participation in the study\n8. Any condition likely to result in the patient's death within the next 12 months\n9. Prisoner\n10. Subjects who in the opinion of the investigator are not suitable for inclusion in the study (reason to be documented).\n11. Pregnancy",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "80 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Francis H Farhadi, MD, PhD",
                    "role": "CONTACT",
                    "phone": "859-323-5661",
                    "email": "francis.farhadi@uky.edu"
                },
                {
                    "name": "Kris P Dyer, MPH, BS",
                    "role": "CONTACT",
                    "phone": "859-323-4533",
                    "email": "kris.dyer@uky.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Francis H Farhadi, MD, PhD",
                    "affiliation": "University of Kentucky Neurosurgery",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Kentucky - Chandler Medical Center",
                    "status": "RECRUITING",
                    "city": "Lexington",
                    "state": "Kentucky",
                    "zip": "40536",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Francis Farhadi, MD, PhD",
                            "role": "CONTACT",
                            "phone": "859-323-5661",
                            "email": "francis.farhadi@uky.edu"
                        },
                        {
                            "name": "Francis Farhadi, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.98869,
                        "lon": -84.47772
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "documentSection": {
        "largeDocumentModule": {
            "largeDocs": [
                {
                    "typeAbbrev": "Prot",
                    "hasProtocol": true,
                    "hasSap": false,
                    "hasIcf": false,
                    "label": "Study Protocol",
                    "date": "2024-01-09",
                    "uploadDate": "2024-01-26T11:05",
                    "filename": "Prot_000.pdf",
                    "size": 941024
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013119",
                    "term": "Spinal Cord Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000013118",
                    "term": "Spinal Cord Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000020196",
                    "term": "Trauma, Nervous System"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15916",
                    "name": "Spinal Cord Injuries",
                    "asFound": "Spinal Cord Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "asFound": "Injury",
                    "relevance": "HIGH"
                },
                {
                    "id": "M15915",
                    "name": "Spinal Cord Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22023",
                    "name": "Trauma, Nervous System",
                    "relevance": "LOW"
                },
                {
                    "id": "T170",
                    "name": "Acute Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}