{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04547582",
            "orgStudyIdInfo": {
                "id": "STUDY19010019"
            },
            "secondaryIdInfos": [
                {
                    "id": "1UH3NS100541-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1UH3NS100541-01A1"
                }
            ],
            "organization": {
                "fullName": "University of Pittsburgh",
                "class": "OTHER"
            },
            "briefTitle": "Spinal Cord Stimulation for Restoration of Function in Lower-Limb Amputees, 90-Day",
            "officialTitle": "Spinal Cord Stimulation for Restoration of Function in Lower-Limb Amputees, 90-Day",
            "acronym": "SCS-90",
            "therapeuticArea": [
                "Other"
            ],
            "study": "spinal-cord-stimulation-for-restoration-of-function-in-lower-limb-amputees-day"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-04",
            "overallStatus": "RECRUITING",
            "startDateStruct": {
                "date": "2016-12-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-08",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2026-08",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-09-07",
            "studyFirstSubmitQcDate": "2020-09-07",
            "studyFirstPostDateStruct": {
                "date": "2020-09-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-04-04",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Lee Fisher, PhD",
                "investigatorTitle": "Assistant Professor",
                "investigatorAffiliation": "University of Pittsburgh"
            },
            "leadSponsor": {
                "name": "Lee Fisher, PhD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Neurological Disorders and Stroke (NINDS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The goals of this study are to provide sensory information to amputees and reduce phantom limb pain via electrical stimulation of the lumbar spinal cord and spinal nerves. The spinal nerves convey sensory information from peripheral nerves to higher order centers in the brain. These structures still remain intact after amputation and electrical stimulation of the dorsal spinal nerves in individuals with intact limbs and amputees has been demonstrated to generate paresthetic sensory percepts referred to portions of the distal limb. Further, there is recent evidence that careful modulation of stimulation parameters can convert paresthetic sensations to more naturalistic ones when stimulating peripheral nerves in amputees. However, it is currently unclear whether it is possible to achieve this same conversion when stimulating the spinal nerves, and if those naturalistic sensations can have positive effects on phantom limb pain. As a first step towards those goals, in this study, the investigators will quantify the sensations generated by electrical stimulation of the spinal nerves, study the relationship between stimulation parameters and the quality of those sensations, measure changes in control of a prosthesis with sensory stimulation, and quantify the effects of that stimulation on the perception of the phantom limb and any associated pain.",
            "detailedDescription": "During the study, FDA-cleared spinal cord stimulator leads will be placed in the lumbar epidural space of lower limb amputees and steered laterally towards the dorsal spinal roots under fluoroscopic guidance. This approach is essentially identical to the FDA-cleared procedure in which these devices are placed in the lumbar epidural space for treatment of intractable low back and leg pain. In that procedure, it is common clinical practice to place 2-3 leads temporarily in the epidural space through a percutaneous approach and perform a multiday trial to determine if the patient experiences any pain reduction from spinal cord stimulation. Following the trial, the percutaneous leads are surgically removed, and the patient is referred to a neurosurgeon for permanent surgical implantation.\n\nSimilarly, in this study, the device will be tunneled percutaneously through the skin and anchored in place. Using the stylet included with the spinal cord stimulator leads, the devices will be steered laterally under fluoroscopic guidance to target the dorsal spinal nerves. During lab experiments, the leads will be connected to an external stimulator. In this study, the devices will remain in the epidural space for up to 90 days and will be surgically removed. Throughout the study, the investigators will perform a series of psychophysical evaluations to characterize the sensory percepts evoked by epidural stimulation, along with functional evaluations of the effects of stimulation on the ability to control a prosthetic limb. In addition, the investigators will perform surveys to characterize changes in phantom limb sensation and pain that occur during stimulation."
        },
        "conditionsModule": {
            "conditions": [
                "Traumatic Amputation of Lower Extremity",
                "Phantom Limb Pain"
            ],
            "keywords": [
                "Phantom Limb Pain",
                "Lower-Limb Amputation",
                "electrodes",
                "stimulation",
                "BKA",
                "pain",
                "sensation"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 10,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Spinal cord stimulation",
                    "type": "EXPERIMENTAL",
                    "description": "Spinal cord stimulator leads (2-3 leads) will be placed in the lumbar epidural space of lower limb amputees to determine if the patient experiences any pain reduction from spinal cord stimulation.\n\nParticipants in this study receive spinal cord stimulation will be trans-tibial amputees that are at least six month post--amputation. Subjects will have varying levels of phantom limb sensation and pain, but should have no other significant neurological disorders.",
                    "interventionNames": [
                        "Device: Spinal cord stimulator"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Spinal cord stimulator",
                    "description": "Spinal cord stimulator leads (2-3 leads) will be placed in the lumbar epidural space of lower limb amputees to determine if the patient experiences any pain reduction from spinal cord stimulation.",
                    "armGroupLabels": [
                        "Spinal cord stimulation"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Number of participants experiencing serious device-related adverse events up to 90 days following implantation",
                    "description": "Investigators will track the number of participants experiencing serious device-related adverse events, such as unresolved superficial infection resulting in lead removal, deep infection, inpatient hospitalization, withdrawal from the study due to worsening pain or intolerable dysesthesia, or fracture due to falls related to the study interventions, that occur during the course of and up to 90 days following implantation.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Location of evoked sensory percepts",
                    "description": "Document where on the body the subject perceives the stimulation locations.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Stimulation perceptual thresholds to a variety of stimulus parameters",
                    "description": "Quantify the threshold (minimum charge and pulse rate) stimulus required to evoke sensory percepts during epidural spinal nerve stimulation.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Stimulation neurophysiology thresholds to a variety of stimulus parameters",
                    "description": "Quantify the threshold (minimum charge and pulse rate) stimulus required to evoke neurophysiological responses during epidural spinal nerve stimulation",
                    "timeFrame": "90 days"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in phantom limb pain using the McGill Pain Questionnaire",
                    "description": "The McGill Pain Questionnaire is a questionnaire used to evaluate the severity of pain experienced by the participant. The questionnaire is scaled, with a minimum and maximum pain score of 0 and 78, respectively. The higher the score on the questionnaire, the more intense the pain felt by the participant. A lower score would therefore represent a decrease in experienced phantom limb pain.\n\nBefore placement of the spinal cord stimulator leads, investigators will document the subject's description of their history of perceived phantom limb. Investigators will ask them to periodically update their perception of the limb throughout experimental sessions, as well as within a month after the device has been removed.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Qualitative self-report of evoked sensations",
                    "description": "Document the subjective perception of lumbosacral epidural spinal nerve stimulation for restoration of sensation. The investigators will ask each subject to provide subjective feedback on their perceived utility of the sensory feedback provided by the device.",
                    "timeFrame": "90 days"
                },
                {
                    "measure": "Ability to use a prosthetic limb with neural signals",
                    "description": "Investigators will test the subject's success rate during control of prosthetic limb with and without sensory feedback provided by electrical stimulation of the spinal roots. Using either a virtual prosthetic limb or an instrumented prosthesis, stimulation of the spinal roots will be modulated based on signals recorded from the limb.",
                    "timeFrame": "90 days"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects must have an amputation of one lower limb, at a level between the ankle and knee joints. Minor amputation of the contralateral limb (i.e. toes or partial foot) is not exclusionary.\n2. Subjects must be over 6 months post-amputation at the time of lead placement.\n3. Subjects must be between the ages of 22 and 70 years old. Participants outside this age range may be at an increased medical risk and have an increased risk of fatigue during testing.\n4. Subjects must have used their current prosthesis for at least 6 months and achieved at least K-1 ambulator status at the time of lead placement, as determined by the Amputee Mobility Predictor.\n\nExclusion Criteria:\n\n1. Subjects must not have any serious disease or disorder that could affect their ability to participate in this study.\n2. Female subjects of childbearing age must not be pregnant or breast-feeding.\n3. Subjects must not be receiving medications that affect blood coagulation.\n4. Subjects must not have an allergy to contrast medium or renal failure that could be exacerbated by the contrast agent used in MRIs. For this study, renal insufficiency will be determined through blood work and defined as BUN of 30 or less and Creatinine of 1.5 or less.\n5. Subjects may not have a hemoglobin A1c level above 8.0 mg/dl at time of implant.\n6. Subjects may not have any implanted medical devices that are not cleared for MRI.\n7. Subjects with a T-Score higher than 63 on the 18-question Brief Symptoms Inventory (BSI-18) who have undergone discussions with and been deemed unsuitable by the Principal Investigator, a study physician, and a psychologist\n8. Subjects may not have a cardiac pacemaker.\n9. Subjects may not have a cardioverter defibrillator.\n10. Subjects may not be currently receiving diathermy therapy.\n11. Subjects may not have an implanted infusion pump.\n12. Subjects may not be immunosuppressed or currently receiving immunosuppressive medications.\n13. Subjects may not have a profession (e.g. radiology technologist) or medical condition (e.g. remissory cancer involved regular follow-up x-rays) that would increase radiation exposure in the 12 months prior to starting or after ending participation in the study.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "22 Years",
            "maximumAge": "70 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sydney Bader",
                    "role": "CONTACT",
                    "phone": "412-648-4196",
                    "email": "SYB17@pitt.edu"
                },
                {
                    "name": "Debbie Harrington",
                    "role": "CONTACT",
                    "phone": "412-383-1355",
                    "email": "debbie.harrington@pitt.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Lee E Fisher, PhD",
                    "affiliation": "University of Pittsburgh",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Pittsburgh",
                    "status": "RECRUITING",
                    "city": "Pittsburgh",
                    "state": "Pennsylvania",
                    "zip": "15213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Debbie Harrington",
                            "role": "CONTACT",
                            "phone": "412-337-0372",
                            "email": "debbie.harrington@pitt.edu"
                        },
                        {
                            "name": "Lee Fisher, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.44062,
                        "lon": -79.99589
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "The investigators may share data with researchers at other centers for the purpose of data analysis and collaboration.",
            "infoTypes": [
                "SAP",
                "ICF"
            ],
            "timeFrame": "Data will be shared according to guidelines in data sharing agreements.",
            "accessCriteria": "We will share with our sponsor and collaborators."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010591",
                    "term": "Phantom Limb"
                },
                {
                    "id": "D000000673",
                    "term": "Amputation, Traumatic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000010468",
                    "term": "Perceptual Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000010149",
                    "term": "Pain, Postoperative"
                },
                {
                    "id": "D000011183",
                    "term": "Postoperative Complications"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M4009",
                    "name": "Amputation, Traumatic",
                    "asFound": "Traumatic Amputation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13498",
                    "name": "Phantom Limb",
                    "asFound": "Phantom Limb",
                    "relevance": "HIGH"
                },
                {
                    "id": "M13379",
                    "name": "Perceptual Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M13069",
                    "name": "Pain, Postoperative",
                    "relevance": "LOW"
                },
                {
                    "id": "M14065",
                    "name": "Postoperative Complications",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                }
            ]
        }
    },
    "hasResults": false
}