{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04060108",
            "orgStudyIdInfo": {
                "id": "52244"
            },
            "secondaryIdInfos": [
                {
                    "id": "1P50DA042012-01A1",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1P50DA042012-01A1"
                }
            ],
            "organization": {
                "fullName": "Stanford University",
                "class": "OTHER"
            },
            "briefTitle": "Stanford Regulating Circuits of the Brain Study - MDMA",
            "officialTitle": "Mapping the Influence of Drugs of Abuse on Risk and Reward Circuits - MDMA",
            "acronym": "RBRAIN-MDMA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "stanford-regulating-circuits-of-the-brain-study-mdma"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-11-02",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-11",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-11",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2019-08-06",
            "studyFirstSubmitQcDate": "2019-08-15",
            "studyFirstPostDateStruct": {
                "date": "2019-08-16",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-21",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-22",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Leanne Williams",
                "investigatorTitle": "Professor of Psychiatry and Behavioral Sciences",
                "investigatorAffiliation": "Stanford University"
            },
            "leadSponsor": {
                "name": "Stanford University",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                },
                {
                    "name": "Multidisciplinary Association for Psychedelic Studies (MAPS)",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "This study is a biomarker study designed to characterize how MDMA impacts the reward circuits of the human brain.",
            "detailedDescription": "The investigators will assess the effect of acute MDMA modulation on the functioning of reward-related human brain circuits. Reward-related brain circuits will be assessed using functional magnetic resonance imaging.\n\nParticipants will include volunteers who report more than two prior uses of MDMA (also known as Ecstasy), when they were 18 years or older.\n\nThe investigators will recruit individuals who have previously tried MDMA rather than those who are MDMA-naïve.\n\nParticipants will receive an oral dose of MDMA (80mg and 120mg) and placebo (saline) at 3 separate study sessions. Following established procedures, these three sessions will be randomized in a blinded protocol in order to limit expectancy effects.\n\nThroughout each session, participants will be monitored. Functional imaging will commence after the drug has reached peak levels, following previously established time courses for MDMA administered orally. Participants will also be monitored after the functional imaging session. Secondary effects of MDMA on behavior and self-reported experience will be assessed.\n\nIn the assessment of the acute effects of MDMA, the investigators will take into account the cumulative effects of prior drug exposure."
        },
        "conditionsModule": {
            "conditions": [
                "Healthy"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "CASE_CROSSOVER",
                "timePerspective": "PROSPECTIVE"
            },
            "enrollmentInfo": {
                "count": 40,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "MDMA Within Subject Cross-over",
                    "description": "Participants will be randomized to high-dose, low-dose, or placebo for each of the the three study sessions.",
                    "interventionNames": [
                        "Drug: MDMA"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "MDMA",
                    "description": "80mg, 120mg, Placebo",
                    "armGroupLabels": [
                        "MDMA Within Subject Cross-over"
                    ],
                    "otherNames": [
                        "3,4-Methyl enedioxy methamphetamine, ecstasy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reward circuit activation as assessed by functional magnetic resonance imaging",
                    "description": "During functional magnetic resonance imaging the reward circuit will be engaged by reward and related emotional tasks, and circuit activation will be quantified by blood flow in regions of interest and the extent of functional connectivity between them.",
                    "timeFrame": "up to 2 weeks after administration of MDMA or placebo"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Behavioral responses on the WebNeuro computerized test battery assessing cognitive capacity",
                    "description": "Accuracy data are quantified as number of errors and lower values indicate better performance. The results across all the individual tests are aggregated to a single report that details function as compared to a normative database.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 21-item Depression, Anxiety and Stress Scale (DASS)",
                    "description": "Responses are quantified on a 4-point scale and summed for total DASS score and for each Depression, Anxiety and Subscale score. Higher scores indicate more severe symptoms of depression, anxiety and stress.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 29-item Rotter's Locus of Control (RLoC)",
                    "description": "Responses are quantified as a summed score from 0 to 23 and determine the degree to which a person perceives an outcome as being contingent on their own actions or those of external forces. Higher scores indicate greater levels of external locus of control.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 15-item Mini Brief Risk-Resilience Index for Screening (BRISC)",
                    "description": "Responses are quantified on a 5-point Likert scale and is a measure of emotional self-regulation. Scores measure three core domains: negativity bias, emotional resilience, and social skills. Higher scores indicate higher functioning and better coping.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 14-item Snaith-Hamilton Please Scale (SHAPS)",
                    "description": "Responses are quantified on a 4-point scale and measures anhedonia, the inability to experience pleasure. Scores measure domains of social interaction, food and drink, sensory experience, and interest/pastimes. An \"abnormal\" score is defined as 3 or more.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 24-item Dimensional Apathy Scale (DAS)",
                    "description": "Responses are quantified on a 4-point scale and measure demotivation in three domains: executive apathy, emotional apathy, and initiation apathy. Higher scores indicate higher apathy level.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 18-item Motivation and Pleasure Scale Self-Report (MAP-SR)",
                    "description": "Responses are quantified on a 5-point Likert scale and assesses an individual's motivation and pleasure. Total scores range from 0-72 and higher scores indicate greater motivation and pleasure during everyday activities.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 17-item Dimensional Anhedonia Rating Scale (DARS)",
                    "description": "Responses are summed on a 5-point scale. Scores assess interest, motivation, effort, and consummatory pleasure across four domains: hobbies, food/drink, social activities, and sensory experiences. Lower scores represent a higher level of anhedonia.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 94-item 5-Dimensional Altered States of Consciousness Rating Scale (DASC)",
                    "description": "Responses are recorded on a sliding scale with one side reading 'No, not more than usually' and the opposite reading 'Yes, much more than usually'. More agreeance to the statements represents that the individual is experiencing higher levels of altered states of consciousness.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 23-item Social Reward Questionnaire (SRQ)",
                    "description": "Responses are averaged on a 7-point Likert scale in relation to the six subscales. Scores assess individual difference in the value of different social rewards. The six subscales of social reward that the questionnaire measures are admiration, negative social potency, passivity, prosocial interactions, sexual reward, and sociability.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-administered computerized task assessed by Multifaceted Empathy Test (MET)",
                    "description": "Responses are recorded on a computer-based program. This task utilizes photographic stimuli for measuring both cognitive and emotional empathy.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Level of subjectively experienced intoxication, dissociation, and various mood and feelings as assessed by rating scale",
                    "description": "Responses will be quantified by intervals of 10 on a scale of 1 to 100.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by the 23-item Clinician Administered Dissociative States Scale (CADSS)",
                    "description": "Responses are summed on a 5-point scale in rating one's agreeance to the dissociative statements as 'not at all' to 'extreme'. Scores assess individual's dissociative state. A higher score represents more dissociation.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Self-reported responses as assessed by a clinician on the 18-item Brief Psychiatric Rating Scale (BPRS)",
                    "description": "Responses are summed on a 7-point scale in rating one's severity to the statements as 'not assessed' to 'extremely severe'. Scores assess psychiatric symptoms like anxiety, depression, and psychoses. A higher score means the individual is presenting more extreme symptoms.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                },
                {
                    "measure": "Steroid hormone assay via saliva collection",
                    "description": "At 6 different time points throughout drug administration visits the participant chews on a cotton swab for 30 seconds to collect saliva. A steroid hormone assay is conducted to collect data on cortisol, testosterone, progesterone, and estradiol levels.",
                    "timeFrame": "up to 5 hours after the administration of MDMA or Placebo"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Ages 18-55\n2. Able to swallow capsules\n3. All genders and ethno-racial categories\n4. Able and willing to enroll and provide written informed consent.\n5. Able to comply with study procedures.\n6. 2+ prior uses of MDMA when aged 18 years or older and have reported no serious adverse reactions from MDMA or ecstasy.\n7. Non-nicotine user, defined as no primary nicotine exposure for last six months.\n8. Agree to not use caffeine for 12 hours before and 10 hours after drug administration.\n9. Not using any medication or substance that might increase the risk of participation and/or interact with MDMA (i.e., serotonergic agents, antidepressants, opiates, any drugs with known interactions with Monoamine Oxidase Inhibitors).\n10. Must agree to inform the investigators within 48 hours of any changes in medical conditions or procedures.\n11. If of childbearing potential, must have a negative pregnancy test at study entry and prior to each drug session and must agree to use adequate birth control through 10 days after the last drug session. Adequate birth control methods include intrauterine device (IUD), injected or implanted hormonal methods, abstinence, oral hormones plus a barrier contraception, vasectomized sole partner, or double barrier contraception. Two forms of contraception are required with any barrier method or oral hormones.\n12. Able to receive an MRI.\n\nExclusion Criteria:\n\n1. Have current serious suicide risk, as determined through psychiatric interview, responses to C-SSRS, and clinical judgment of the investigator.\n2. Current psychiatric, mood, anxiety, eating or psychotic disorder assessed at screening with the MINI and medical history.\n3. Current use of any psychotropic medication (a wash-out period of 5 half-lives will be required prior to drug visits followed by a 1-week stabilization period, if the participant reports recently discontinuing a psychotropic medication).\n4. Have used Ecstasy (material represented as containing MDMA) within 6 months of the first study dose; or have previously participated in a MAPS-sponsored MDMA clinical trial; or have used Ecstasy (material represented as containing MDMA) more than 10 times within the last 10 years.\n5. Positive for drug, or alcohol abuse disorders as assessed through DAST, CUDIT-R, Fagerstrom and AUDIT measures.\n6. Positive test on urine drug screen for illicit and/or drugs of abuse at screening and prior to study drug administration.\n7. Concurrent use of any medication or substance that might increase the risk of participation and/or interact with MDMA (i.e., serotonergic agents, antidepressants, opiates, any drugs with known interactions with Monoamine Oxidase Inhibitors).\n8. Unable or unwilling to agree to refrain from using any psychoactive substances (i.e., cannabis), supplements (i.e., St. John's Wort, SAMe, 5HTP) and nonprescription medications (i.e., dextromethorphan) starting 1-week prior to study start and for duration of study.\n9. Current use of any opioids, including codeine, hydrocodone, and morphine.\n10. Have an exclusionary metal device (e.g., presence of metallic device or dental braces, which are contraindications for MRI) as determined by the discretion of the Clinical Investigator.\n11. BMI outside of healthy range (18-30)\n12. Inability to speak, read or understand English at a 5th grade level or severe hearing impairment.\n13. Plan to move out of the area during the study period (given repeated testing sessions)\n14. Individuals who are pregnant or nursing.\n15. Schizophrenia in a first degree relative.\n16. Direct physical access to or routinely handling of addicting drugs in the regular course of work duties.\n17. Allergy or hypersensitivity to MDMA\n18. Renal/hepatic impairment (assessed via laboratory tests during initial screening appointment)\n19. Hypertension (Hypertension, Stage 1 as defined by a systolic blood pressure \\>140 mmHg or diastolic blood pressure \\> 90 mmHg on two of three measurements at least 15 minutes apart at initial screening appointment; systolic blood pressure \\>155 mmHg or diastolic blood pressure \\>99 mmHg on two of three measurements at least 15 minutes apart during drug administration visits)\n20. Heart rate \\<50bpm or \\>150bpm assessed at initial screening visit (PI discretion for bradycardia)\n21. Chronic congestive heart failure, tachyarrhythmias, myocardial ischemia (assessed via EKG at initial screening appointment)\n22. Have a marked Baseline prolongation of QT/QTc interval e.g., repeated demonstration of a QTc interval \\>450 milliseconds (ms) in males and \\>460 ms in females. For transgender or non-binary participants, QTc interval will be evaluated based on sex assigned at birth, unless the participant has been on hormonal treatment for 5 or more years.\n23. Have evidence or history of significant (controlled or uncontrolled) hematological, endocrine, cerebrovascular, cardiovascular, coronary, pulmonary, renal, gastrointestinal, immunocompromising, or neurological disease, including seizure disorder, or any other medical disorder judged by the investigator to significantly increase the risk of MDMA administration (participants with hypothyroidism who are on adequate and stable thyroid replacement will not be excluded). Note: if participants present with a history of glaucoma, enrollment would be allowed only with the approval of their ophthalmologist.\n24. Have a history of additional risk factors for Torsade de pointes (e.g., heart failure, hypokalemia, family history of Long QT Syndrome)\n25. Have history of hyponatremia or hyperthermia",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "55 Years",
            "stdAges": [
                "ADULT"
            ],
            "studyPopulation": "Healthy participants ages 18-55 years who have had at least two prior exposures to MDMA",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Claire Bertrand",
                    "role": "CONTACT",
                    "phone": "(650) 721-8707",
                    "email": "claireeb@stanford.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Leanne M Williams, PhD",
                    "affiliation": "Stanford PI",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Stanford Psychiatry and Behavioral Sciences Department",
                    "status": "RECRUITING",
                    "city": "Palo Alto",
                    "state": "California",
                    "zip": "94305",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 37.44188,
                        "lon": -122.14302
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008694",
                    "term": "Methamphetamine"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000697",
                    "term": "Central Nervous System Stimulants"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000013566",
                    "term": "Sympathomimetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000015259",
                    "term": "Dopamine Agents"
                },
                {
                    "id": "D000018377",
                    "term": "Neurotransmitter Agents"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                },
                {
                    "id": "D000018663",
                    "term": "Adrenergic Agents"
                },
                {
                    "id": "D000018759",
                    "term": "Adrenergic Uptake Inhibitors"
                },
                {
                    "id": "D000014179",
                    "term": "Neurotransmitter Uptake Inhibitors"
                },
                {
                    "id": "D000049990",
                    "term": "Membrane Transport Modulators"
                },
                {
                    "id": "D000018765",
                    "term": "Dopamine Uptake Inhibitors"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M11674",
                    "name": "Methamphetamine",
                    "asFound": "Grasping",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20876",
                    "name": "N-Methyl-3,4-methylenedioxyamphetamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M4029",
                    "name": "Central Nervous System Stimulants",
                    "relevance": "LOW"
                },
                {
                    "id": "M16345",
                    "name": "Sympathomimetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M7473",
                    "name": "Dopamine",
                    "relevance": "LOW"
                },
                {
                    "id": "M17962",
                    "name": "Dopamine Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20504",
                    "name": "Neurotransmitter Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20746",
                    "name": "Adrenergic Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M20832",
                    "name": "Dopamine Uptake Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSSti",
                    "name": "Central Nervous System Stimulants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "PsychDr",
                    "name": "Psychotropic Drugs"
                },
                {
                    "abbrev": "CaAg",
                    "name": "Cardiotonic Agents"
                }
            ]
        }
    },
    "hasResults": false
}