{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04876729",
            "orgStudyIdInfo": {
                "id": "21-261 -Falls study"
            },
            "organization": {
                "fullName": "University of New Mexico",
                "class": "OTHER"
            },
            "briefTitle": "Standing Strong in Tribal Communities: Assessing Elder Falls Disparity",
            "officialTitle": "Zuni Health Initiative- Sub Study - Standing Strong in Tribal Communities: Assessing Elder Falls Disparity",
            "therapeuticArea": [
                "Other"
            ],
            "study": "standing-strong-in-tribal-communities-assessing-elder-falls-disparity"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-08-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-08-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-03",
            "studyFirstSubmitQcDate": "2021-05-03",
            "studyFirstPostDateStruct": {
                "date": "2021-05-06",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-19",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-21",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Vallabh O Shah",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of New Mexico"
            },
            "leadSponsor": {
                "name": "University of New Mexico",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Falls and fall-related injuries are major health risks in American Indian elders. The data showed 52 percent of Zuni elders reporting a fall during the past year, which is significantly higher than the US national average of one out of three adults older then 65 years. In partnership with Zuni Pueblo leadership and community stake holders, the feasibility will be reviewed in hopes of implementing Community Health Representative delivered fall risk screening and evidence-based Otago Exercise Program with physical therapist consultation to address lack of access to home delivered physical therapy and health disparity, as well as empower the participants to address fall risk, avert injury, and preserve aging in place within their community.",
            "detailedDescription": "Native elders are essential to preserving the culture and history of tribal communities, but fall related injuries can jeopardize their ability to age in place. The Zuni Pueblo is geographically isolated with limited access to rehabilitative and supportive services. Home health physical therapy services are unavailable at the Pueblo. Therefore, Zuni elders must choose between leaving their community and social network for rehabilitative care or remain in the community with unmet needs, and increased risk of not regaining their prior level of function.\n\nThis study proposes to culturally tailor the traditional Physical Therapy delivered Otago Exercise Program, to evaluate its effectiveness in reducing falls risk and to empower elders and their families to engage in preventing falls in their community. Native Zuni CHRs will deliver OEP using novel consultation and telehealth with a Physical Therapist. The CHRs offer important advantage of speaking Zuni tribal language and understanding Zuni traditions, family structures, and elders' preferences for receiving health information. The investigators overall objective is to compare the effectiveness of a CHR delivered, culturally adapted OEP fall prevention program to the standard of care education based fall risk management.\n\nThe investigators disparity driven aims are:\n\nAim: To compare the effectiveness of the adapted OEP to an education-based fall risk management usual care program in improving strength and balance and reducing falls risk. Approach: Screen 400 Zuni elders, aged 65yrs and older, to identify 200 elders with elevated fall risk. Randomize 200 Zuni elders at risk for falls into a 6-month OEP intervention versus education-based control; Aim: To compare the effectiveness of the adapted OEP to an education-based fall risk management program in improving overall health status, self-management of daily activities, and social engagement. Approach: The SF12 Health Survey and Short Form PROMIS measures Self-Efficacy for Managing Daily Activities and Ability to Participate in Social Roles and Activities will be administered to all randomized participants, at baseline and 6 months, and during the final follow up visit at 12 months."
        },
        "conditionsModule": {
            "conditions": [
                "Fall"
            ],
            "keywords": [
                "American Indians",
                "Zuni Indians",
                "Falls Screening",
                "Otago Exercise program (OEP)",
                "STEADI toolkit",
                "Older adult",
                "Falls Prevention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "FACTORIAL",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 200,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Otago Exercise Program",
                    "type": "EXPERIMENTAL",
                    "description": "An individualized Otago Exercise Program will be delivered by community health representatives (CHR) in participants homes. There will be 10 home visits over a 12 month period.",
                    "interventionNames": [
                        "Behavioral: Otago Exercise Program"
                    ]
                },
                {
                    "label": "Education",
                    "type": "NO_INTERVENTION",
                    "description": "The control group will receive education on fall risk reduction. This will be delivered by the CHR with 6 home visits over 12 months"
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Otago Exercise Program",
                    "description": "Otago Exercise program implemented including education on fall risk reduction, instruction on strength and balance exercises and walking program. Perform a home safety assessment and provide recommendations to reduce trip hazards. CHRs will engage local housing authority services to complete the modifications (such as grab bar installation). CHRs will complete approximately 10 home visits during 12 months with reassessment at 3, 6, and 12 months.",
                    "armGroupLabels": [
                        "Otago Exercise Program"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Changes in Strength and Balance at 3 months, 6 months, and 12 months",
                    "description": "Changes Timed Up and Go, 30 Second Chair Stand, and Four Stage Balance test",
                    "timeFrame": "3 months, 6 months and 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Stop Elderly Accidents, Deaths and Injuries (STEADI) Stay Independent is a 12-item assessment",
                    "description": "History of falls and other issues related to increased chance of a fall; Scale: 0-14; Higher score indicates greater falls risk",
                    "timeFrame": "Baseline"
                },
                {
                    "measure": "The Attitudes to Falls-Related Interventions Scale (AFRIS)",
                    "description": "Examines beliefs about falls prevention; Scale: 0-18; Higher score indicates more positive beliefs about falls prevention",
                    "timeFrame": "Baseline and 12 months"
                },
                {
                    "measure": "Medical Outcomes Study Short Form 12 (SF-12v2)",
                    "description": "12-item questionnaire that tests how health affects quality of life; Scale: 12-47; Higher score indicates better quality of life",
                    "timeFrame": "Baseline, 6 months and 12 months"
                },
                {
                    "measure": "Falls incidence",
                    "description": "Monthly falls calendar over 12 months",
                    "timeFrame": "Monthly from baseline to 12 months"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Self-Efficacy for Managing Daily Activities",
                    "description": "Measures ability to manage daily activities; Scale: 4-20; Higher score indicates greater self-efficacy to manage daily activities",
                    "timeFrame": "Baseline, 6 months and 12 months"
                },
                {
                    "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Ability to Participate in Social Roles and Activities",
                    "description": "Measures participation in the community; Scale: 4-20; Higher score indicates more difficulty participating in social roles and activities",
                    "timeFrame": "Baseline, 6 months and 12 months"
                },
                {
                    "measure": "Clinical Characteristics",
                    "description": "Anthropological Measurement (Ht \\& Wt)",
                    "timeFrame": "Baseline and 12 months"
                },
                {
                    "measure": "Clinical Characteristics",
                    "description": "Blood Pressure",
                    "timeFrame": "Baseline, 3 months, 6 months, 12 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\nZuni tribal members aged 65 years and older who demonstrate elevated fall risk according to 2 or more of the following test outcomes: (1) Timed Up and Go \\>12 seconds; (2) 30 Second Chair Stand Test below age and gender norms; (3) Inability to complete the Four Stage Balance Test; (4) Four or more positive responses on the CDC Stay Independent: Check Your Risk for Falling; or (5) history of 2 or more falls during past year or one injurious fall during past year\n\nExclusion Criteria:\n\n(1)Self-reported diagnosis of terminal cancer in the last 6 months; (2) Currently on dialysis; (3) Mini-Cog score of 0 to 1; (4) Unwillingness to consent to participate; (5) Unable to walk with or without an assistive device; or (6) Legally blind.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "65 Years",
            "stdAges": [
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Vallabh Shah, PhD",
                    "role": "CONTACT",
                    "phone": "505-272-9615",
                    "email": "vshah@salud.unm.edu"
                },
                {
                    "name": "Carla Herman, MD",
                    "role": "CONTACT",
                    "phone": "505-272-5630",
                    "email": "CHerman@salud.unm.edu"
                }
            ],
            "locations": [
                {
                    "facility": "Zuni Health Initiative",
                    "status": "RECRUITING",
                    "city": "Zuni Pueblo",
                    "state": "New Mexico",
                    "zip": "87327",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Vallabh Shah, PhD",
                            "role": "CONTACT",
                            "phone": "505-782-2578",
                            "email": "vshah@salud.unm.edu"
                        },
                        {
                            "name": "Carla Herman, MD",
                            "role": "CONTACT",
                            "phone": "505-782-2578",
                            "email": "CHreman@salud.unm.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 35.07253,
                        "lon": -108.85064
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "35945496",
                    "type": "DERIVED",
                    "citation": "Waters DL, Popp J, Herman C, Ghahate D, Bobelu J, Pankratz VS, Shah VO. The Otago Exercise Program compared to falls prevention education in Zuni elders: a randomized controlled trial. BMC Geriatr. 2022 Aug 9;22(1):652. doi: 10.1186/s12877-022-03335-6."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}