{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05344534",
            "orgStudyIdInfo": {
                "id": "200855"
            },
            "organization": {
                "fullName": "University of California, San Diego",
                "class": "OTHER"
            },
            "briefTitle": "Statewide System and Organizational Strategy for EBP Implementation",
            "officialTitle": "Statewide System and Organizational Strategy for Evidence-Based Practice Implementation and Sustainment in Substance Use Disorder Treatment",
            "acronym": "LOCI-SL",
            "therapeuticArea": [
                "Other"
            ],
            "study": "statewide-system-and-organizational-strategy-for-ebp-implementation"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-08-30",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-04-18",
            "studyFirstSubmitQcDate": "2022-04-22",
            "studyFirstPostDateStruct": {
                "date": "2022-04-25",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-17",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-19",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Gregory Aarons",
                "investigatorTitle": "Professor",
                "investigatorAffiliation": "University of California, San Diego"
            },
            "leadSponsor": {
                "name": "University of California, San Diego",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Central Florida",
                    "class": "OTHER"
                },
                {
                    "name": "Pacific Institute for Research and Evaluation",
                    "class": "OTHER"
                },
                {
                    "name": "Oregon Social Learning Center",
                    "class": "OTHER"
                },
                {
                    "name": "Indiana University",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project will test an implementation strategy that seeks to align system, organization, and clinic leadership strategies to implement and sustain the Lyssn artificial intelligence (AI) quality assurance platform to support implementation of Motivational Interviewing (MI) and evidence-based practice (EBP) for substance use disorders. The Leadership and Organizational Change for Implementation - System Level (LOCI-SL) strategy seeks to engage policymakers and funders at the system level to improve implementation leadership, climate, provider attitudes and behaviors at the provider organization level to enhance implementation climate for EBP. LOCI-SL will be tested in a statewide addiction service system through clinics in community based behavioral health organizations.",
            "detailedDescription": "The NIH has called for testing promising implementation strategies (PAR-19-274) and there is a critical need for implementation and sustainment of effective and evidence-based practices (EBPs) to address health conditions including substance use disorders (SUDs) which are among the most complex of public health issues. The proposed project is consistent with NIDA's Priority Focus Area \"Strategies to improve the effective and sustainable implementation of evidence-based prevention and treatment interventions (implementation science).\" Most implementation strategies do not address the complex multilevel context for implementation in public service sectors, but rather focus on direct service providers. This proposed project will expand the Leadership and Organizational Change for Implementation (LOCI) organizational change strategy for EBP implementation and sustainment, to address the larger outer system context in which SUD treatment organizations operate through engaging state policy and funding stakeholders along with community-based behavioral health agencies to understand and work toward aligning state-level policies and with organizational implementation improvement strategies. The project will focus on implementation and sustainment of the Lyssn artificial intelligence (AI) quality assurance platform along with implementation of Motivational Interviewing (MI). Consistent with the Exploration, Preparation, Implementation, Sustainment (EPIS) framework and system and organizational theory, the investigators will add a system level component to LOCI with the goal of bridging outer and inner context and developing and aligning a positive implementation climate to support implementation and sustainment of Lyssn and MI in SUD treatment agencies. The study will use mixed qualitative and quantitative methods in a stepped-wedge design to examine change in implementation leadership and implementation climate as a function the LOCI-SL intervention as well as exploring subsequent Lyssn and MI sustainment. The study will also include a \"scaling-out\" aim in which data from this study will be used to compare proposed mediational pathways (i.e., mechanisms) with data from a prior study. The study will involve ongoing engagement with state policy and funding stakeholders and qualitative examination of ways to facilitate academic-policy collaborations to enhance EBP implementation and sustainment."
        },
        "conditionsModule": {
            "conditions": [
                "Control",
                "Experimental"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Stepped-wedge",
                "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 364,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control",
                    "type": "NO_INTERVENTION",
                    "description": "assessment only through online survey"
                },
                {
                    "label": "LOCI",
                    "type": "EXPERIMENTAL",
                    "description": "Leadership and Organizational Change for Implementation strategy",
                    "interventionNames": [
                        "Behavioral: Leadership and Organizational Change for Implementation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Leadership and Organizational Change for Implementation",
                    "description": "LOCI is data driven leadership development and coaching for clinic managers and working with agency executives and middle managers to foster a strategic implementation climate",
                    "armGroupLabels": [
                        "LOCI"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change on Implementation Leadership Scale",
                    "description": "Assesses four dimensions of implementation leadership: knowledge, proactive, perseverent, supportive, scale of 0-4 where higher scores are more positive",
                    "timeFrame": "Change from Baseline through study completion, an average of 9 months"
                },
                {
                    "measure": "Change on Implementation Climate Scale",
                    "description": "6 dimensions of implementation climate: focus, education, recruitment, selection, recognition, rewards scale of 0-4 where higher scores are more positive",
                    "timeFrame": "Change from Baseline through study completion, an average of 9 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change on Evidence-based Practice Attitudes Scale",
                    "description": "assess individual attitudes toward evidence-based practices scale of 0-4 where higher scores are more positive",
                    "timeFrame": "Change from Baseline through study completion, an average of 9 months"
                },
                {
                    "measure": "Change on Implementation Citizenship Behavior Scale",
                    "description": "assesses degree to which provider behaviors support EBP implementation, scale of 0-4 where higher scores are more positive",
                    "timeFrame": "Change from Baseline through study completion, an average of 9 months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "1. Stakeholders from Oregon Health Authority (OHA), Oregon Alcohol and Drug Policy Commission (ADPC), staff at provider/payer advocacy organizations (e.g., CCO Oregon, Oregon Council for Behavioral Health), and relevant managed care organizations (Coordinated Care Organizations, CCOs), Indiana Department of Mental Health and Addiction (DMHA), or Indiana Department of Child Services (DCS).\n2. Executives and/or managers at participating substance use disorder and/or mental health treatment agencies.\n3. Clinic managers/supervisors in clinics that provide substance use disorder and/or mental health treatment.\n4. Counselors (i.e., service providers) employed at participating agencies that provide substance use disorder and/or mental health treatment.",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Gregory Aarons, PhD",
                    "role": "CONTACT",
                    "phone": "8589667703",
                    "phoneExt": "243550",
                    "email": "gaarons@health.ucsd.edu"
                },
                {
                    "name": "Joella Phillips, BA",
                    "role": "CONTACT",
                    "phone": "8589667793",
                    "email": "jiphillips@health.ucsd.edu"
                }
            ],
            "locations": [
                {
                    "facility": "UC San Diego",
                    "status": "RECRUITING",
                    "city": "La Jolla",
                    "state": "California",
                    "zip": "92093",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Joella Phillips, BA",
                            "role": "CONTACT",
                            "phone": "858-966-7703",
                            "phoneExt": "2695",
                            "email": "jiphillips@ucsd.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.84727,
                        "lon": -117.2742
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}