{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05273164",
            "orgStudyIdInfo": {
                "id": "STUDY00009964"
            },
            "secondaryIdInfos": [
                {
                    "id": "5P50MH119569",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/5P50MH119569"
                }
            ],
            "organization": {
                "fullName": "University of Minnesota",
                "class": "OTHER"
            },
            "briefTitle": "State Representation in Early Psychosis",
            "officialTitle": "State Representation in Early Psychosis",
            "acronym": "STEP",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "state-representation-in-early-psychosis"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-03-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-01-24",
            "studyFirstSubmitQcDate": "2022-02-28",
            "studyFirstPostDateStruct": {
                "date": "2022-03-10",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Sophia Vinogradov",
                "investigatorTitle": "Professor and Department Head",
                "investigatorAffiliation": "University of Minnesota"
            },
            "leadSponsor": {
                "name": "University of Minnesota",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUnapprovedDevice": true,
            "isUsExport": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to examine state representation in individuals aged 15-45 who have been diagnosed with a psychotic illness, as well as young adults who do not have a psychiatric diagnosis. State Representation is our ability to process information about our surroundings. The investigators will complete some observational tests as well as a cognitive training clinical trial.",
            "detailedDescription": "In the first component of this study, participants will be asked to complete two sets of appointments six months apart. During both sets of appointments, participants will be asked to complete interviews examining behaviors and symptoms of mental health conditions, self-report questionnaires, and a neurocognitive assessment. In addition, participants will complete an imaging appointment, in which they will receive simultaneous EEG and fMRI while performing two computerized tasks.\n\nThe purpose of this component is to determine how failures in information processing that support state representation in neural circuits relate to clinical heterogeneity in early psychosis. To this end, the investigators will: (a) Recruit people with early psychosis and demographically similar adults without a psychiatric illness aged 15-45 years; (b) Determine test-retest reliability of variants of the DPX and Bandit tasks as assessments of state representation processes; (c) Characterize behavioral performance and neurophysiology at baseline using the DPX and Bandit task variants during simultaneous EEG-fMRI along with other MRI modalities; (d) Follow patients for 6 months while they receive usual care, to delineate their clinical trajectories; (e) Repeat the behavioral and EEG-fMRI assessments after six months. The data the investigators acquire will allow us to examine the baseline relationships between clinical and experimental measures, and also to investigate how changes in clinical and experimental measures are related over a 6-month time period during a critical phase of illness.\n\nIn the second component of this study, participants will be invited to enroll in a clinical trial examining two forms of computerized cognitive training. They will be asked to complete 10 hours of training over a 3-6 week period. Upon completion of the training paradigm, they will have two additional follow up visits, a post-intervention and a 5 month follow up (which will correspond to approximately 12 months from enrollment). At both of these appointments, participants will complete the same activities completed in the first component of this project, including the interviews, questionnaires, neurocognitive assessment, and imaging combined with computerized tasks.\n\nIn the second component, the investigators will recruit adults with early psychosis and demographically matched individuals without a mental health diagnosis who have completed the first component of the research. Participants will be stratified on an EEG index of state estimation processes (fronto-parietal theta power at encoding) and randomly assigned to the two training paradigms. The investigators will investigate parameter changes in the fit causal discovery analyses in each group, fit to DPX and Bandit task variant behavioral data immediately after training and 5 months later, and they will assess whether parameter changes reflect restorative or compensatory modifications. Finally, the investigators will test the hypothesis that state representation processes and cognitive performance show greater improvement in subjects who received training tailored to their state estimation parameter."
        },
        "conditionsModule": {
            "conditions": [
                "Psychosis",
                "Schizophrenia",
                "Schizophrenia Spectrum and Other Psychotic Disorders",
                "Schizoaffective Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "QUADRUPLE",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR",
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 350,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Perceptual Discrimination Training",
                    "type": "EXPERIMENTAL",
                    "description": "Training will involve Gabor patch and other visual stimuli discrimination exercises that focus on improving signal-to-noise resolution and attentional control with minimal working memory/cognitive control effects. On each training trial, participants are required to distinguish a target stimulus among a set of distractor stimuli. The similarity between target and distractors increases in level of difficulty based on an adaptive perceptual processing staircase function. Consecutive correct responses lead to increased modulation of the distractors to be more similar to the target, while 1 incorrect response drops the user to an easier level. Difficulty is adapted to maintain an 80% correct response rate. Each session will consist of 4 exercises requiring \\~45 minutes. with 40 trials for each exercise.",
                    "interventionNames": [
                        "Device: Computerized Cognitive Training"
                    ]
                },
                {
                    "label": "Cognitive Control Training",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Training will involve maintaining accurate representations of cognitive context (the \"rule\") in working memory during response selection. On each training trial, participants must observe stimuli, and hold the correct response context \"on-line\" in order to select the correct response from among the stimuli. Training is adaptive using a staircase function, such that two consecutive correct responses increases either the speed of stimuli presentation or the working memory load via an increased number of stimuli that are presented; one incorrect response reduces the cognitive load. Each session will consist of 45 exercises requiring \\~45 minutes.",
                    "interventionNames": [
                        "Device: Computerized Cognitive Training"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DEVICE",
                    "name": "Computerized Cognitive Training",
                    "description": "Participants will complete computerized cognitive training developed by Posit Science Corporation. For a description of the training paradigms please review arm descriptions.",
                    "armGroupLabels": [
                        "Cognitive Control Training",
                        "Perceptual Discrimination Training"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in Performance of DPX Task Variant",
                    "description": "The DPX task variant consists of a series of pattern sequences. One pattern is designated the \"A\" cue, and another the \"X\" cue, which requires one response (AX, 60-70% of trials, e.g. respond with the left button), while other sequences require a different response (AY or BX, 12-15% of trials each, or BY, 6-10% of trials, e.g. respond with the right button). Given the strong expectation that X's evokes a valid response, BX trials place demands on the fidelity (stability, memory) of the \"B\" cue state representation to overcome this tendency.",
                    "timeFrame": "Baseline, 6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in Performance of Bandit Task Variant",
                    "description": "This is a task variant that uses choice options (neutral images) that are rewarded probabilistically. The rewarded stimulus with the highest reward is changed over time. State learning associated with staying or switching stimuli too quickly (lose-switching) can be evaluated.",
                    "timeFrame": "Baseline, 6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in Test My Brain Neurocognitive Assessment performance: Global Cognition Z Score.",
                    "description": "The investigators will examine global cognition scores from the Test My Brain neurocognitive battery. Z scores range from -5 to 5, with higher score indicating increased cognitive functioning.",
                    "timeFrame": "Baseline, 6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in EEG Variables",
                    "description": "Analysis will examine variables including phase synchrony, slope of the spectral power density (indexing E-I balance), and prefrontal/parietal theta as a measure of perceptual noise.",
                    "timeFrame": "Baseline, 6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in MRI Variables",
                    "description": "MRI assessments will include structural MRI, Diffusion-weighted MRI, Resting State fMRI.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in symptoms and functioning as indicated by Minnesota Symptom Severity Scale",
                    "description": "This 29-item measure assesses symptoms in several domains such as anxiety, depression, sleep problems, somatic symptoms, and substance use. Scores range from 0 to 116, with a higher score indicating greater symptom severity.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in symptoms and functioning as indicated by the SANS/SAPS",
                    "description": "The Scale for Assessment of Negative Symptoms (SANS, 25 items) and Scale for Assessment of Positive Symptoms (SAPS, 34 items) assess negative and positive symptoms of schizophrenia in a standardized interview. Scores on the SANS ranges from 0-125, and the SANS ranges from 0-170, with higher scores indicating increased symptom severity.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in symptoms and functioning as indicated by the BPRS",
                    "description": "The Brief Psychiatric Rating Scale is a 24-item interview which assesses psychiatric symptoms. Scores on the BPRS rang from 24-168, with a higher score indicating increased symptom severity.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in symptoms and functioning as indicated by the SPQ-BR",
                    "description": "Schizotypal Personality Questionnaire Brief Revised, a 32-item measure to assess a broad array of schizotypal symptoms and signs. The SPQ ranges from 32-160, with a higher score indicating greater schizotypy.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in symptoms and functioning as indicated by the SGI",
                    "description": "The Sensory Gating Inventory Brief is a 10-item measure assesses an individual's subjective ability to modulate, filter, over-include, discriminate, attend to, and tolerate sensory stimuli. The SGI ranges from 10-60, with higher score indicating increased perceptual abnormalities.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in symptoms and functioning as indicated by the IDI",
                    "description": "The Intersectional Discrimination Index is a 31-item measure assesses anticipated, day to day, and major discrimination experienced by the participant. Scores range from 0-136, with higher scores indicating greater discrimination experienced by the individual.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in symptoms and functioning as indicated by the WHODAS 2.0 Brief",
                    "description": "The World Health Organization Disability Assessment Schedule is a 12-item self-administered scale measuring disability and functional impairment. The WHODAS ranges in score from 12-60, with a higher score indicating increased disability.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in symptoms and functioning as indicated by the GFS/GFR",
                    "description": "The Global Functioning Social/Global Functioning Role scales provide a rating on a scale from 1-10 for social functioning and for role functioning, with higher scores indicating increased functioning.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in Test My Brain Neurocognitive Assessment performance: Digit Symbol Matching Z Score",
                    "description": "This subdomain of the TMB battery assesses processing speed. Z scores range from -5 to 5, with higher score indicating increased functioning.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in Test My Brain Neurocognitive Assessment performance: Verbal Pair Associates Memory Z Score",
                    "description": "This subdomain of the TMB battery assesses verbal learning. Z scores range from -5 to 5, with higher score indicating increased functioning.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in Test My Brain Neurocognitive Assessment performance: Matrix Reasoning Z Score",
                    "description": "This subdomain of the TMB battery assesses reasoning skills and also provides an IQ estimate. Z scores range from -5 to 5, with higher score indicating increased functioning.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                },
                {
                    "measure": "Change in Test My Brain Neurocognitive Assessment performance: Multiracial Emotion Identification Z Score",
                    "description": "This subdomain of the TMB battery is a social cognition test that assesses the ability to recognize emotions (happiness, sadness, anger, and fear). Z scores range from -5 to 5, with higher score indicating increased functioning.",
                    "timeFrame": "Baseline,6 month follow up, Immediately after the intervention, 12 month follow up"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* English proficiency, as determined by staff observation and participant self-report\n* Estimated IQ at or above 70, as estimated by the cognitive assessments\n\nAdditional Inclusion Criteria for Early Psychosis Participants:\n\n* Clinical diagnosis of schizophrenia, schizoaffective disorder, schizophreniform disorder, psychosis NOS, bipolar disorder with psychosis, or major depressive disorder with psychosis; those aged 36-45 years old must have had with onset of psychotic symptoms within the previous 5 years\n* Achieved clinical stability, defined as outpatient status for at least one month prior to study participation\n\nExclusion Criteria:\n\n* Unable or unwilling to provide informed consent\n* The participant is unable to demonstrate adequate decisional capacity, in the judgment of the consenting study staff member, to make a choice about participating in the research study\n* Participant is pregnant\n* Participant is illiterate\n* Cannot pass the CMRR Subject Safety Screen due to MRI contraindications\n* Presence of a major neurological disorder\n* Previous clinically significant head injury or prolonged unconsciousness, as determined by the PI/Co-Is\n* Meets criteria for substance or alcohol dependence within 3 months of enrollment\n* The presence of any major medical condition that, in the opinion of the PI/Co-Is, would impede participation in the study or would put the participant at additional risk by participating\n* Presence of severe alcohol or substance abuse\n\nAdditional Exclusion Criteria for Early Psychosis Participants:\n\n* Has participated in significant formal cognitive training programs, as determined by the PI/Co-Is\n* Meets criteria for clinical risk of suicidal behavior, as defined by:\n* Clinician judgement\n* A suicide attempt within 6 months of enrollment\n* Active suicidal ideation at screening or baseline, as indicated by the C-SSRS\n* Previous intent to act on suicidal ideation with a specific plan and/or preparatory acts within 6 months of enrollment, as indicated by the C-SSRS\n\nAdditional Exclusion Criteria for Control Participants:\n\n* Meets DSM-5 criteria for psychotic, bipolar, or autism spectrum disorder\n* Has a family history (1st degree relative) of psychotic, bipolar, or autism spectrum disorder",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "15 Years",
            "maximumAge": "45 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Connor Petricek, BA",
                    "role": "CONTACT",
                    "phone": "612-741-2826",
                    "email": "Stepstudy@umn.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Sophia Vinogradov, MD",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Angus MacDonald III, Ph.D.",
                    "affiliation": "University of Minnesota",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Minnesota",
                    "status": "RECRUITING",
                    "city": "Minneapolis",
                    "state": "Minnesota",
                    "zip": "55454",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Connor Petricek, BA",
                            "role": "CONTACT",
                            "phone": "612-741-2826",
                            "email": "stepstudy@umn.edu"
                        },
                        {
                            "name": "Caroline Demro, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Melissa Fisher, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Sophia Vinogradov, M.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Angus MacDonald III, Ph.D.",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Bryon Mueller, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Scott Sponheim, Ph.D.",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 44.97997,
                        "lon": -93.26384
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "This data is shared with the NIMH Data Archive, Collection ID C3504, and will include demographics, imaging data, and primary and secondary outcome data.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ],
            "timeFrame": "The data will become available 12 months after the completion of this study.",
            "accessCriteria": "Access will be provided to users who have an account with the NIMH Data Archive and who request permission through a Data Access Request."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000012559",
                    "term": "Schizophrenia"
                },
                {
                    "id": "D000011618",
                    "term": "Psychotic Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000019967",
                    "term": "Schizophrenia Spectrum and Other Psychotic Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15376",
                    "name": "Schizophrenia",
                    "asFound": "Schizophrenia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "asFound": "Psychosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21838",
                    "name": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "asFound": "Schizophrenia Spectrum and Other Psychotic Disorders",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M4854",
                    "name": "Benzocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "T433",
                    "name": "Tannic Acid",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Ot",
                    "name": "Other Dietary Supplements"
                }
            ]
        }
    },
    "hasResults": false
}