{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06018285",
            "orgStudyIdInfo": {
                "id": "STUDY00002515"
            },
            "secondaryIdInfos": [
                {
                    "id": "1P50MH127476",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1P50MH127476"
                },
                {
                    "id": "7956",
                    "type": "OTHER_GRANT",
                    "domain": "NIMH"
                }
            ],
            "organization": {
                "fullName": "Nationwide Children's Hospital",
                "class": "OTHER"
            },
            "briefTitle": "Stepped Approach to Reducing Risk of Suicide in Primary Care",
            "officialTitle": "Stepped Approach to Reducing Risk of Suicide in Primary Care",
            "acronym": "STARRS-PC",
            "therapeuticArea": [
                "Other"
            ],
            "study": "stepped-approach-to-reducing-risk-of-suicide-in-primary-care"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-08",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-08-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-08-25",
            "studyFirstSubmitQcDate": "2023-08-25",
            "studyFirstPostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-08-25",
            "lastUpdatePostDateStruct": {
                "date": "2023-08-30",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Cynthia Fontanella",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Nationwide Children's Hospital"
            },
            "leadSponsor": {
                "name": "Cynthia Fontanella",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                },
                {
                    "name": "Ohio State University",
                    "class": "OTHER"
                },
                {
                    "name": "Holzer Gallipolis",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Holzer Jackson",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Holzer Athens",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Eastglen Pediatrics",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Signature Health Ashtabula",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Signature Health Willoughby",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Signature Health Painesville",
                    "class": "UNKNOWN"
                },
                {
                    "name": "AxessPointe - Arlington",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Dayton Children's - Main Campus",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Dayton Children's - Northwest Campus",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Cornerstone Pediatrics",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Kettering Pediatric and Family Care",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Franklin Avenue Primary Care Center",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Village Square Primary Care Center",
                    "class": "UNKNOWN"
                },
                {
                    "name": "Spring Valley Primary Care Center",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Suicide is the second leading cause of death among young people aged 12-17 years in the United States, yet many youth at risk for suicide are not identified or go untreated. Stepped care approaches have been shown to be effective at reducing suicide risk in clinical settings, including primary care. The goal of this hybrid I stepped wedge effectiveness-implementation study is to test the effectiveness of a population-based quality improvement (QI) intervention, entitled STARRS-PC (Stepped Approach to Reducing Risk of Suicide in Primary Care) compared to treatment as usual (TAU), in reducing the risk of suicidal behavior among youth in the pediatric primary care setting. STARRS-PC implements a clinical pathway for youth at elevated risk for suicide in pediatric primary care clinics. Clinical pathways are tools used by health professionals to guide evidence-informed practice. The STARRS-PC pathway consists of three evidence-based suicide clinical care processes: risk detection, assessment and triage, and, if needed, follow-up transitional care.\n\nSTARRS-PC is guided by the Practical, Robust Implementation, and Sustainability Model (PRISM), which allows for the study of factors that influence effective implementation of the suicide prevention clinical pathway and is focused on scalability.\n\nThe main questions the study aims to answer are:\n\n* Will STARRS-PC be more effective than TAU at reducing the rate of suicide attempt at 12 months post-baseline (primary outcome)?\n* Will STARRS-PC be more effective than TAU at reducing suicidal ideation and non-suicidal self-injury, and improving family satisfaction at 12 months post-baseline (secondary outcomes)?\n* What are the barriers and facilitators of effective implementation and sustainability of STARRS-PC?",
            "detailedDescription": "This five-year multi-site study consists of the following essential elements: (1) recruitment of 2,324 adolescents ages 12-17 years inclusive at baseline, and their parent/guardian; (2) initial assessment of youth and parent/guardian participants using direct interviews and standardized questionnaires; and (3) follow-up assessments of all participants at 3-months, 6-months, and 1-year post-baseline. To achieve the study objectives, the project will be conducted in 16 pediatric primary care practices.\n\nThe study consists of three phases of data collection: TAU, intervention, and sustainability. One thousand thirty-three suicidal youth will be enrolled during the TAU phase, and 1,291 suicidal youth will be enrolled during the intervention phase (total number of youth participants = 2,324). Youth and parent participants enrolled in the study will complete multiple questionnaires at four time points (baseline, 3-months, 6-months, and 12-months). Medical record reviews of youth participant files will occur throughout the study and be reviewed by research staff. The intervention phase is followed by a 6-month sustainability phase during which the participating practices will work on maintaining or further improving upon the anticipated gains made during the intervention phase.\n\nPhase 1: TAU\n\nTAU immediately precedes the intervention phase and ranges in length from 6 to 26 months. During TAU, participants will be treated according to usual and customary care, thus establishing each site's baseline rate of suicide risk screening and detection. Usual care at each participating practice involves screening for depression and suicide risk with the PHQ-9. This baseline rate will serve as the control for subsequent study phases.\n\nPhase 2: Intervention\n\nThe intervention phase will range from 11 to 30 months. During this phase, each site will implement the clinical pathway, which includes universal screening for suicide risk using the Ask Suicide-Screening Questions (ASQ), a four-item questionnaire. Those who screen positive will then be evaluated using the Brief Suicide Safety Assessment (BSSA). The BSSA allows the clinician to assess the level of suicide risk to then choose how to proceed with clinical next steps. Clinicians will triage care based on three categories of risk: low-risk, further evaluation needed, and imminent-risk. The risk assessment will determine the type of care the individual then receives (e.g., mental health referrals, mental health evaluation and safety plan, tele-psychiatry crisis intervention consultation, send to ED).\n\nWe will also conduct in-depth qualitative interviews with a purposive sample of providers (e.g., physicians, nurses, social workers) at each of the participating sites. Purposive sampling is a way to identify and recruit participants that are especially experienced with or knowledgeable about a phenomenon of interest. Provider participants will complete a series of questionnaires at three separate times: 1) prior to clinical pathway training, 2) after training, and 3) 6 months after training. Provider participants will also be trained on the quality improvement process for implementing the intervention strategy. Some provider participants will be asked to complete up to four qualitative interviews that will focus on the implementation process, barriers and facilitators to successful implementation of the clinical pathway, and lessons learned.\n\nPhase 3: Sustainability\n\nThe intervention phase is followed by a 6-month sustainability phase during which the site will work on maintaining or further improving upon the anticipated gains made during the intervention phase. No participants will be recruited during the sustainability phase and this phase will not be used to evaluate intervention effectiveness.\n\nThe specific aims include:\n\nAim 1: To implement, study, and improve through a Plan-Do-Study-Act (PDSA) cycle, the STARRS-PC intervention that includes suicide risk detection, assessment and triage, and care management based on risk profile. PDSA is a systematic way to test a change that is implemented by breaking down the implementation process into specific steps, and then evaluating the outcome, improving on it, and testing again.\n\nAim 2: Test the effectiveness of STARRS-PC compared to TAU on the primary patient outcome, suicide attempts, secondary patient outcomes (suicidal ideation, non-suicidal self-injury (NSSI), and family satisfaction) at 12 months post-baseline, as well as mediators and moderators, through a stepped wedge design.\n\n* Hypotheses: STARRS-PC will significantly reduce the rate of: 1) suicide attempts (nonfatal and fatal) and 2) suicidal ideation, NSSI, and improve family satisfaction during the 12-month post-baseline follow-up period compared with TAU.\n* Exploratory Aim 2a: To examine whether increases in provider knowledge, self-efficacy, and buy-in regarding suicide risk screening, assessment, and management will mediate the intervention effect on patient outcomes.\n* Exploratory Aim 2b: To examine whether organization readiness and practice integration will moderate effects of intervention on patient outcomes.\n\nAim 3: To identify barriers to and facilitators of implementation and sustainability of an intervention designed to improve suicide risk detection and risk management using qualitative interviews and surveys with clinical stakeholders at each study site."
        },
        "conditionsModule": {
            "conditions": [
                "Suicidal Ideation",
                "Suicide, Attempted",
                "Suicide Prevention"
            ],
            "keywords": [
                "Suicide",
                "STARRS-PC",
                "Adolescent",
                "Risk Assessment",
                "Triage"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "SEQUENTIAL",
                "interventionModelDescription": "Stepped Wedge Design",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 4648,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment As Usual",
                    "type": "NO_INTERVENTION",
                    "description": "Treatment as Usual"
                },
                {
                    "label": "STARRS-PC",
                    "type": "EXPERIMENTAL",
                    "description": "Intervention consists of implementation of clinical pathway for youth suicide risk",
                    "interventionNames": [
                        "Behavioral: Stepped Approach to Reducing Risk of Suicide in Primary Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Stepped Approach to Reducing Risk of Suicide in Primary Care",
                    "description": "Intervention consists of implementation of clinical pathway for youth suicide risk",
                    "armGroupLabels": [
                        "STARRS-PC"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Columbia Suicide Severity Rating Scale (C-SSRS) [suicide attempt]",
                    "description": "Columbia Suicide Severity Rating Scale (C-SSRS) is a semi-structured interview that tracks suicidal ideation and behavior severity over time.",
                    "timeFrame": "Baseline, 3, 6, 12 Months"
                },
                {
                    "measure": "Pierce Suicide Intent Scale (SIS) [suicide attempt]",
                    "description": "Pierce Suicide Intent Scale (SIS) is a questionnaire that assesses behavior and circumstances surrounding the suicide attempt, including plans, preparation, communicative elements, and concept of lethality of the chosen method.",
                    "timeFrame": "Based on most recent attempt from CSSRS at baseline, 3, 6 and 12 months"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Non-Suicidal Self-Injury (NSSI) [NSSI]",
                    "description": "The Non-Suicidal Self-Injury (NSSI) Assessment measures recent and lifetime NSSI.",
                    "timeFrame": "This measure will be administered to youth only at baseline as well as at 3-, 6-, and 12-months after baseline to track NSSI over time. This is a youth only assessment."
                },
                {
                    "measure": "Suicidal Ideation Questionnaire-JR [Suicidal ideation]",
                    "description": "Suicidal Ideation Questionnaire-JR is a 15-item modified version of the SIQ, a 30 item self-report measure of suicidal ideation severity in adolescents, that has been tested in a variety of cultural settings and has been used as an outcome measure in several pediatric treatment studies.",
                    "timeFrame": "Baseline, 3, 6, 12 Months"
                },
                {
                    "measure": "Client Satisfaction Questionnaire-8 (CSQ-8) [Family satisfaction]",
                    "description": "Client Satisfaction Questionnaire-8 (CSQ-8) is an 8-item self-report measure with items scored on a 1-4 scale (1=the lowest satisfaction, 4=the highest satisfaction). The CSQ assesses parent and youth perceptions of treatment acceptability and helpfulness.",
                    "timeFrame": "Baseline ONLY, Parent and Child receive survey independently."
                },
                {
                    "measure": "AIM (Acceptability of Intervention Measure) [Family satisfaction]",
                    "description": "AIM (Acceptability of Intervention Measure) is a 4-item measure used to determine the extent the parent and child finds the intervention pathway acceptable.",
                    "timeFrame": "Baseline ONLY, Parent and Child receive survey independently."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria (Youth and Parent):\n\n* All patients between the ages of 12 - 17 years and their parent/guardian at time of consent who are identified as being at risk for suicide and receive primary care services at one of 16 participating sites are eligible for study inclusion.\n* Youth will be recruited without regard to current or past histories of mental health problems.\n* Youth with comorbid physical illness (e.g., asthma) and those receiving medication treatment for a comorbid physical or psychiatric condition will be eligible to participate provide they otherwise meet study entry criteria.\n\nInclusion Criteria (Provider):\n\n* Providers must work with patients at one of the participating PCCs.\n\nExclusion Criteria (Youth and Parent):\n\nSubjects will be excluded for being:\n\n* medically or cognitively unable to participate in study procedures\n* without permanent residence or access to a telephone\n* unable to speak English adequately to understand study procedures\n\nExclusion Criteria (Provider):\n\n* Unable to give consent\n* Unable to speak English adequately to understand study procedures.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "12 Years",
            "maximumAge": "17 Years",
            "stdAges": [
                "CHILD"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Cynthia Fontanella, PhD",
                    "role": "CONTACT",
                    "phone": "(614) 938-0323",
                    "email": "cynthia.fontanella@nationwidechildrens.org"
                },
                {
                    "name": "Priyanka Desirazu, MSE",
                    "role": "CONTACT",
                    "phone": "(614) 938-1113",
                    "email": "STARRS@nationwidechildrens.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jeffrey Bridge, PhD",
                    "affiliation": "Abigail Wexner Research Institute at NCH",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Alex Kemper, MD, MPH, MS",
                    "affiliation": "Abigail Wexner Research Institute at NCH",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Cynthia Fontanella, PhD",
                    "affiliation": "Abigail Wexner Research Institute at NCH",
                    "role": "STUDY_DIRECTOR"
                }
            ],
            "locations": [
                {
                    "facility": "AxessPointe Community Health Centers/Arlington",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Akron",
                    "state": "Ohio",
                    "zip": "44333",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Terah Omaits, LPN",
                            "role": "CONTACT",
                            "email": "tomaits@axesspointe.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.08144,
                        "lon": -81.51901
                    }
                },
                {
                    "facility": "Signature Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Ashtabula",
                    "state": "Ohio",
                    "zip": "44004",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Libbie Stansifer, MD",
                            "role": "CONTACT",
                            "phone": "440-992-8552",
                            "email": "lstansifer@shinc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.86505,
                        "lon": -80.78981
                    }
                },
                {
                    "facility": "Holzer Health System",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Athens",
                    "state": "Ohio",
                    "zip": "45701",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan Mathis, MD",
                            "role": "CONTACT",
                            "phone": "740-589-3100",
                            "email": "jmathis@Holzer.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.32924,
                        "lon": -82.10126
                    }
                },
                {
                    "facility": "Nationwide Children's Hospital",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43205",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cynthia Fontanella, PhD",
                            "role": "CONTACT",
                            "phone": "614-938-0323",
                            "email": "cynthia.fontanella@nationwidechildrens.org"
                        },
                        {
                            "name": "Priyanka Desirazu, MSE",
                            "role": "CONTACT",
                            "phone": "(614) 938-1113",
                            "email": "STARRS@nationwidechildrens.org"
                        },
                        {
                            "name": "Jeffrey Bridge, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Alex Kemper, MD, MPH, MS",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Eastglen Pediatrics",
                    "status": "RECRUITING",
                    "city": "Columbus",
                    "state": "Ohio",
                    "zip": "43213",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cynthia Black, MD",
                            "role": "CONTACT",
                            "phone": "614-866-8077",
                            "email": "cblack@copcp.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.96118,
                        "lon": -82.99879
                    }
                },
                {
                    "facility": "Dayton Children's Hospital - Main",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Dayton",
                    "state": "Ohio",
                    "zip": "45404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shipla Sangvai, MD,MPH",
                            "role": "CONTACT",
                            "email": "sangvai@childrensdayton.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.75895,
                        "lon": -84.19161
                    }
                },
                {
                    "facility": "Dayton Children's Hospital - NW",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Dayton",
                    "state": "Ohio",
                    "zip": "45404",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Shipla Sangvai, MD, MPH",
                            "role": "CONTACT",
                            "email": "sangvai@childrensdayton.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.75895,
                        "lon": -84.19161
                    }
                },
                {
                    "facility": "Holzer Health System",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Gallipolis",
                    "state": "Ohio",
                    "zip": "45613",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan Mathis, MD",
                            "role": "CONTACT",
                            "phone": "740-446-5937",
                            "email": "jmathis@Holzer.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 38.8098,
                        "lon": -82.20237
                    }
                },
                {
                    "facility": "Hilliard Pediatrics",
                    "status": "RECRUITING",
                    "city": "Hilliard",
                    "state": "Ohio",
                    "zip": "43026",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Cathy Homick",
                            "role": "CONTACT",
                            "phone": "614-777-1800",
                            "email": "chomick@hilliardpeds.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.0334,
                        "lon": -83.15825
                    }
                },
                {
                    "facility": "Spring Valley Primary Care Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Holland",
                    "state": "Ohio",
                    "zip": "43528",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Hardy",
                            "role": "CONTACT",
                            "email": "amy.hardy@nationwidechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.62172,
                        "lon": -83.7116
                    }
                },
                {
                    "facility": "Holzer Health System",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Jackson",
                    "state": "Ohio",
                    "zip": "45640",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan Mathis, MD",
                            "role": "CONTACT",
                            "phone": "740-395-8801",
                            "email": "jmathis@Holzer.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.05202,
                        "lon": -82.63655
                    }
                },
                {
                    "facility": "Kettering Pediatric and Family Care",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Kettering",
                    "state": "Ohio",
                    "zip": "45429",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Ramzieh Azmeh, MD",
                            "role": "CONTACT",
                            "phone": "937-293-4168",
                            "email": "ramziehazmeh@yahoo.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 39.6895,
                        "lon": -84.16883
                    }
                },
                {
                    "facility": "Cornerstone Pediatrics",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Miamisburg",
                    "state": "Ohio",
                    "zip": "45342",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 39.64284,
                        "lon": -84.28661
                    }
                },
                {
                    "facility": "Signature Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Painesville",
                    "state": "Ohio",
                    "zip": "44077",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Libbie Stansifer, MD",
                            "role": "CONTACT",
                            "phone": "440-853-1501",
                            "email": "lstansifer@shinc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.72449,
                        "lon": -81.24566
                    }
                },
                {
                    "facility": "Village Square Primary Care Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Perrysburg",
                    "state": "Ohio",
                    "zip": "43551",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Amy Hardy",
                            "role": "CONTACT",
                            "email": "amy.hardy@nationwidechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.557,
                        "lon": -83.62716
                    }
                },
                {
                    "facility": "Franklin Avenue Primary Care Center",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Toledo",
                    "state": "Ohio",
                    "zip": "43620",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Carla Welsh",
                            "role": "CONTACT",
                            "email": "carla.welsh@nationwidechildrens.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.66394,
                        "lon": -83.55521
                    }
                },
                {
                    "facility": "Signature Health",
                    "status": "NOT_YET_RECRUITING",
                    "city": "Willoughby",
                    "state": "Ohio",
                    "zip": "44094",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Libbie Stansifer, MD",
                            "role": "CONTACT",
                            "phone": "440-953-9999",
                            "email": "lstansifer@shinc.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.63977,
                        "lon": -81.4065
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "type": "BACKGROUND",
                    "citation": "Web-based Injury Statistics Query and Reporting System (WISQARS) [online]. National Center for Injury Prevention and Control. Accessed October 9, 2020. www.cdc.gov/injury/wisqars"
                },
                {
                    "pmid": "7498888",
                    "type": "BACKGROUND",
                    "citation": "Burns BJ, Costello EJ, Angold A, Tweed D, Stangl D, Farmer EM, Erkanli A. Children's mental health service use across service sectors. Health Aff (Millwood). 1995 Fall;14(3):147-59. doi: 10.1377/hlthaff.14.3.147."
                },
                {
                    "pmid": "15914749",
                    "type": "BACKGROUND",
                    "citation": "Kessler RC, Berglund P, Borges G, Nock M, Wang PS. Trends in suicide ideation, plans, gestures, and attempts in the United States, 1990-1992 to 2001-2003. JAMA. 2005 May 25;293(20):2487-95. doi: 10.1001/jama.293.20.2487."
                },
                {
                    "pmid": "12038893",
                    "type": "BACKGROUND",
                    "citation": "Rushton J, Bruckman D, Kelleher K. Primary care referral of children with psychosocial problems. Arch Pediatr Adolesc Med. 2002 Jun;156(6):592-8. doi: 10.1001/archpedi.156.6.592."
                },
                {
                    "pmid": "25057539",
                    "type": "BACKGROUND",
                    "citation": "Institute of Medicine (US) Committee on Quality of Health Care in America. Crossing the Quality Chasm: A New Health System for the 21st Century. Washington (DC): National Academies Press (US); 2001. Available from http://www.ncbi.nlm.nih.gov/books/NBK222274/"
                },
                {
                    "pmid": "11726741",
                    "type": "BACKGROUND",
                    "citation": "Miller CL, Druss B. Datapoints: suicide and access to care. Psychiatr Serv. 2001 Dec;52(12):1566. doi: 10.1176/appi.ps.52.12.1566. No abstract available."
                },
                {
                    "pmid": "8496115",
                    "type": "BACKGROUND",
                    "citation": "Brent DA, Perper JA, Moritz G, Allman C, Friend A, Roth C, Schweers J, Balach L, Baugher M. Psychiatric risk factors for adolescent suicide: a case-control study. J Am Acad Child Adolesc Psychiatry. 1993 May;32(3):521-9. doi: 10.1097/00004583-199305000-00006."
                },
                {
                    "pmid": "8634012",
                    "type": "BACKGROUND",
                    "citation": "Shaffer D, Gould MS, Fisher P, Trautman P, Moreau D, Kleinman M, Flory M. Psychiatric diagnosis in child and adolescent suicide. Arch Gen Psychiatry. 1996 Apr;53(4):339-48. doi: 10.1001/archpsyc.1996.01830040075012."
                },
                {
                    "pmid": "32817611",
                    "type": "BACKGROUND",
                    "citation": "Underwood JM, Brener N, Thornton J, Harris WA, Bryan LN, Shanklin SL, Deputy N, Roberts AM, Queen B, Chyen D, Whittle L, Lim C, Yamakawa Y, Leon-Nguyen M, Kilmer G, Smith-Grant J, Demissie Z, Jones SE, Clayton H, Dittus P. Overview and Methods for the Youth Risk Behavior Surveillance System - United States, 2019. MMWR Suppl. 2020 Aug 21;69(1):1-10. doi: 10.15585/mmwr.su6901a1."
                },
                {
                    "pmid": "16816228",
                    "type": "BACKGROUND",
                    "citation": "Reinherz HZ, Tanner JL, Berger SR, Beardslee WR, Fitzmaurice GM. Adolescent suicidal ideation as predictive of psychopathology, suicidal behavior, and compromised functioning at age 30. Am J Psychiatry. 2006 Jul;163(7):1226-32. doi: 10.1176/ajp.2006.163.7.1226."
                },
                {
                    "pmid": "7806612",
                    "type": "BACKGROUND",
                    "citation": "Harrington R, Bredenkamp D, Groothues C, Rutter M, Fudge H, Pickles A. Adult outcomes of childhood and adolescent depression. III. Links with suicidal behaviours. J Child Psychol Psychiatry. 1994 Oct;35(7):1309-19. doi: 10.1111/j.1469-7610.1994.tb01236.x."
                },
                {
                    "pmid": "10665603",
                    "type": "BACKGROUND",
                    "citation": "Frankenfield DL, Keyl PM, Gielen A, Wissow LS, Werthamer L, Baker SP. Adolescent patients--healthy or hurting? Missed opportunities to screen for suicide risk in the primary care setting. Arch Pediatr Adolesc Med. 2000 Feb;154(2):162-8. doi: 10.1001/archpedi.154.2.162."
                },
                {
                    "pmid": "29483201",
                    "type": "BACKGROUND",
                    "citation": "Cheung AH, Zuckerbrot RA, Jensen PS, Laraque D, Stein REK; GLAD-PC STEERING GROUP. Guidelines for Adolescent Depression in Primary Care (GLAD-PC): Part II. Treatment and Ongoing Management. Pediatrics. 2018 Mar;141(3):e20174082. doi: 10.1542/peds.2017-4082."
                },
                {
                    "pmid": "29483200",
                    "type": "BACKGROUND",
                    "citation": "Zuckerbrot RA, Cheung A, Jensen PS, Stein REK, Laraque D; GLAD-PC STEERING GROUP. Guidelines for Adolescent Depression in Primary Care (GLAD-PC): Part I. Practice Preparation, Identification, Assessment, and Initial Management. Pediatrics. 2018 Mar;141(3):e20174081. doi: 10.1542/peds.2017-4081."
                },
                {
                    "pmid": "18781118",
                    "type": "BACKGROUND",
                    "citation": "Cheung AH, Dewa CS, Levitt AJ, Zuckerbrot RA. Pediatric depressive disorders: management priorities in primary care. Curr Opin Pediatr. 2008 Oct;20(5):551-9. doi: 10.1097/MOP.0b013e32830fe3e3."
                },
                {
                    "pmid": "2741862",
                    "type": "BACKGROUND",
                    "citation": "Kelleher KJ, Hohmann AA, Larson DB. Prescription of psychotropics to children in office-based practice. Am J Dis Child. 1989 Jul;143(7):855-9. doi: 10.1001/archpedi.1989.02150190105033."
                },
                {
                    "pmid": "21541796",
                    "type": "BACKGROUND",
                    "citation": "Vannoy SD, Tai-Seale M, Duberstein P, Eaton LJ, Cook MA. Now what should I do? Primary care physicians' responses to older adults expressing thoughts of suicide. J Gen Intern Med. 2011 Sep;26(9):1005-11. doi: 10.1007/s11606-011-1726-5. Epub 2011 May 4."
                },
                {
                    "pmid": "22021884",
                    "type": "BACKGROUND",
                    "citation": "Vannoy SD, Robins LS. Suicide-related discussions with depressed primary care patients in the USA: gender and quality gaps. A mixed methods analysis. BMJ Open. 2011 Jan 1;1(2):e000198. doi: 10.1136/bmjopen-2011-000198."
                },
                {
                    "pmid": "22996297",
                    "type": "BACKGROUND",
                    "citation": "Schwartz-Lifshitz M, Zalsman G, Giner L, Oquendo MA. Can we really prevent suicide? Curr Psychiatry Rep. 2012 Dec;14(6):624-33. doi: 10.1007/s11920-012-0318-3."
                },
                {
                    "pmid": "23609101",
                    "type": "BACKGROUND",
                    "citation": "O'Connor E, Gaynes BN, Burda BU, Soh C, Whitlock EP. Screening for and treatment of suicide risk relevant to primary care: a systematic review for the U.S. Preventive Services Task Force. Ann Intern Med. 2013 May 21;158(10):741-54. doi: 10.7326/0003-4819-158-10-201305210-00642."
                },
                {
                    "pmid": "21709131",
                    "type": "BACKGROUND",
                    "citation": "McDowell AK, Lineberry TW, Bostwick JM. Practical suicide-risk management for the busy primary care physician. Mayo Clin Proc. 2011 Aug;86(8):792-800. doi: 10.4065/mcp.2011.0076. Epub 2011 Jun 27."
                },
                {
                    "pmid": "24842417",
                    "type": "BACKGROUND",
                    "citation": "LeFevre ML; U.S. Preventive Services Task Force. Screening for suicide risk in adolescents, adults, and older adults in primary care: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med. 2014 May 20;160(10):719-26. doi: 10.7326/M14-0589."
                },
                {
                    "pmid": "25030971",
                    "type": "BACKGROUND",
                    "citation": "Raue PJ, Ghesquiere AR, Bruce ML. Suicide risk in primary care: identification and management in older adults. Curr Psychiatry Rep. 2014 Sep;16(9):466. doi: 10.1007/s11920-014-0466-8."
                },
                {
                    "pmid": "15630118",
                    "type": "BACKGROUND",
                    "citation": "Bower P, Gilbody S. Stepped care in psychological therapies: access, effectiveness and efficiency. Narrative literature review. Br J Psychiatry. 2005 Jan;186:11-7. doi: 10.1192/bjp.186.1.11."
                },
                {
                    "pmid": "15657324",
                    "type": "BACKGROUND",
                    "citation": "Asarnow JR, Jaycox LH, Duan N, LaBorde AP, Rea MM, Murray P, Anderson M, Landon C, Tang L, Wells KB. Effectiveness of a quality improvement intervention for adolescent depression in primary care clinics: a randomized controlled trial. JAMA. 2005 Jan 19;293(3):311-9. doi: 10.1001/jama.293.3.311."
                },
                {
                    "pmid": "25157724",
                    "type": "BACKGROUND",
                    "citation": "Richardson LP, Ludman E, McCauley E, Lindenbaum J, Larison C, Zhou C, Clarke G, Brent D, Katon W. Collaborative care for adolescents with depression in primary care: a randomized clinical trial. JAMA. 2014 Aug 27;312(8):809-16. doi: 10.1001/jama.2014.9259."
                },
                {
                    "pmid": "27269026",
                    "type": "BACKGROUND",
                    "citation": "Hogan MF, Grumet JG. Suicide Prevention: An Emerging Priority For Health Care. Health Aff (Millwood). 2016 Jun 1;35(6):1084-90. doi: 10.1377/hlthaff.2015.1672."
                },
                {
                    "pmid": "19651711",
                    "type": "BACKGROUND",
                    "citation": "Asarnow JR, Jaycox LH, Tang L, Duan N, LaBorde AP, Zeledon LR, Anderson M, Murray PJ, Landon C, Rea MM, Wells KB. Long-term benefits of short-term quality improvement interventions for depressed youths in primary care. Am J Psychiatry. 2009 Sep;166(9):1002-10. doi: 10.1176/appi.ajp.2009.08121909. Epub 2009 Aug 3."
                },
                {
                    "pmid": "10634337",
                    "type": "BACKGROUND",
                    "citation": "Wells KB, Sherbourne C, Schoenbaum M, Duan N, Meredith L, Unutzer J, Miranda J, Carney MF, Rubenstein LV. Impact of disseminating quality improvement programs for depression in managed primary care: a randomized controlled trial. JAMA. 2000 Jan 12;283(2):212-20. doi: 10.1001/jama.283.2.212. Erratum In: JAMA 2000 Jun 28;283(24):3204."
                },
                {
                    "pmid": "15066896",
                    "type": "BACKGROUND",
                    "citation": "Wells K, Sherbourne C, Schoenbaum M, Ettner S, Duan N, Miranda J, Unutzer J, Rubenstein L. Five-year impact of quality improvement for depression: results of a group-level randomized controlled trial. Arch Gen Psychiatry. 2004 Apr;61(4):378-86. doi: 10.1001/archpsyc.61.4.378."
                },
                {
                    "pmid": "34099503",
                    "type": "BACKGROUND",
                    "citation": "Kemper AR, Hostutler CA, Beck K, Fontanella CA, Bridge JA. Depression and Suicide-Risk Screening Results in Pediatric Primary Care. Pediatrics. 2021 Jul;148(1):e2021049999. doi: 10.1542/peds.2021-049999. Epub 2021 Jun 7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Improvement IfH. How to Improve. Accessed October 18, 2020. http://www.ihi.org/resources/Pages/HowtoImprove/default.aspx"
                },
                {
                    "pmid": "23027429",
                    "type": "BACKGROUND",
                    "citation": "Horowitz LM, Bridge JA, Teach SJ, Ballard E, Klima J, Rosenstein DL, Wharff EA, Ginnis K, Cannon E, Joshi P, Pao M. Ask Suicide-Screening Questions (ASQ): a brief instrument for the pediatric emergency department. Arch Pediatr Adolesc Med. 2012 Dec;166(12):1170-6. doi: 10.1001/archpediatrics.2012.1276."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Langley GJ, Moen RD, Nolan KM, Nolan TW, Norman CL, Provost LP. The Improvement Guide: A Practical Approach to Enhancing Organizational Performance. 2nd ed. Jossey-Bass 2009."
                },
                {
                    "pmid": "26163594",
                    "type": "BACKGROUND",
                    "citation": "Crowl A, Sharma A, Sorge L, Sorensen T. Accelerating quality improvement within your organization: Applying the Model for Improvement. J Am Pharm Assoc (2003). 2015 Jul-Aug;55(4):e364-74; quiz e375-6. doi: 10.1331/JAPhA.2015.15533."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lopreiato JO. Healthcare Simulation Dictionary Agency for Healthcare Research and Quality; 2016."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Harwayne-Gidansky I, Bellis JM, McLaren SH, et al. Mannequin-Based Immersive Simulation Improves Resident Understanding of a Clinical Decision Rule. Simulation & Gaming. 2017;48(5):657-669. doi:10.1177/1046878117719483"
                },
                {
                    "pmid": "26002536",
                    "type": "BACKGROUND",
                    "citation": "Adams AJ, Wasson EA, Admire JR, Pablo Gomez P, Babayeuski RA, Sako EY, Willis RE. A Comparison of Teaching Modalities and Fidelity of Simulation Levels in Teaching Resuscitation Scenarios. J Surg Educ. 2015 Sep-Oct;72(5):778-85. doi: 10.1016/j.jsurg.2015.04.011. Epub 2015 May 20."
                },
                {
                    "pmid": "25824896",
                    "type": "BACKGROUND",
                    "citation": "Fallucco EM, Seago RD, Cuffe SP, Kraemer DF, Wysocki T. Primary care provider training in screening, assessment, and treatment of adolescent depression. Acad Pediatr. 2015 May-Jun;15(3):326-32. doi: 10.1016/j.acap.2014.12.004. Epub 2015 Mar 29."
                },
                {
                    "pmid": "24401917",
                    "type": "BACKGROUND",
                    "citation": "Ventre KM, Barry JS, Davis D, Baiamonte VL, Wentworth AC, Pietras M, Coughlin L, Barley G. Using in situ simulation to evaluate operational readiness of a children's hospital-based obstetrics unit. Simul Healthc. 2014 Apr;9(2):102-11. doi: 10.1097/SIH.0000000000000005."
                },
                {
                    "pmid": "27497385",
                    "type": "BACKGROUND",
                    "citation": "Yager P, Collins C, Blais C, O'Connor K, Donovan P, Martinez M, Cummings B, Hartnick C, Noviski N. Quality improvement utilizing in-situ simulation for a dual-hospital pediatric code response team. Int J Pediatr Otorhinolaryngol. 2016 Sep;88:42-6. doi: 10.1016/j.ijporl.2016.06.026. Epub 2016 Jun 7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Wallin K, Kelly F, Sembera K. Building High Reliability Through Simulation. In: Oster CA, Braaten JS, eds. High Reliability Organizations: A Healthcare Handbook for Patient Safety & Quality. 2 ed. Sigma Theta Tau International; 2021."
                },
                {
                    "pmid": "30384966",
                    "type": "BACKGROUND",
                    "citation": "Brahmbhatt K, Kurtz BP, Afzal KI, Giles LL, Kowal ED, Johnson KP, Lanzillo E, Pao M, Plioplys S, Horowitz LM; PaCC Workgroup. Suicide Risk Screening in Pediatric Hospitals: Clinical Pathways to Address a Global Health Crisis. Psychosomatics. 2019 Jan-Feb;60(1):1-9. doi: 10.1016/j.psym.2018.09.003. Epub 2018 Sep 22."
                },
                {
                    "pmid": "33310014",
                    "type": "BACKGROUND",
                    "citation": "Aguinaldo LD, Sullivant S, Lanzillo EC, Ross A, He JP, Bradley-Ewing A, Bridge JA, Horowitz LM, Wharff EA. Validation of the ask suicide-screening questions (ASQ) with youth in outpatient specialty and primary care clinics. Gen Hosp Psychiatry. 2021 Jan-Feb;68:52-58. doi: 10.1016/j.genhosppsych.2020.11.006. Epub 2020 Nov 13."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "PhenX Toolkit: Mental Health Research Core Tier 1 Demographic and Social Environment Measures. RTI International. Accessed October 4, 2020. https://www.phenxtoolkit.org/sub-collections/view/1"
                },
                {
                    "pmid": "11556941",
                    "type": "BACKGROUND",
                    "citation": "Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."
                },
                {
                    "pmid": "18186994",
                    "type": "BACKGROUND",
                    "citation": "Cameron IM, Crawford JR, Lawton K, Reid IC. Psychometric comparison of PHQ-9 and HADS for measuring depression severity in primary care. Br J Gen Pract. 2008 Jan;58(546):32-6. doi: 10.3399/bjgp08X263794."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Posner K, Brent D, Lucas C, et al. Columbia-Suicide Severity Rating Scale (C-SSRS) New York State Psychiatric Institute https://cssrs.columbia.edu/wp-content/uploads/C-SSRS_Pediatric-SLC_11.14.16.pdf"
                },
                {
                    "pmid": "870128",
                    "type": "BACKGROUND",
                    "citation": "Pierce DW. Suicidal intent in self-injury. Br J Psychiatry. 1977 Apr;130:377-85. doi: 10.1192/bjp.130.4.377."
                },
                {
                    "pmid": "18314433",
                    "type": "BACKGROUND",
                    "citation": "Brent D, Emslie G, Clarke G, Wagner KD, Asarnow JR, Keller M, Vitiello B, Ritz L, Iyengar S, Abebe K, Birmaher B, Ryan N, Kennard B, Hughes C, DeBar L, McCracken J, Strober M, Suddath R, Spirito A, Leonard H, Melhem N, Porta G, Onorato M, Zelazny J. Switching to another SSRI or to venlafaxine with or without cognitive behavioral therapy for adolescents with SSRI-resistant depression: the TORDIA randomized controlled trial. JAMA. 2008 Feb 27;299(8):901-913. doi: 10.1001/jama.299.8.901. Erratum In: JAMA. 2019 Nov 5;322(17):1718. doi: 10.1001/jama.2019.16240."
                },
                {
                    "pmid": "15315995",
                    "type": "BACKGROUND",
                    "citation": "March J, Silva S, Petrycki S, Curry J, Wells K, Fairbank J, Burns B, Domino M, McNulty S, Vitiello B, Severe J; Treatment for Adolescents With Depression Study (TADS) Team. Fluoxetine, cognitive-behavioral therapy, and their combination for adolescents with depression: Treatment for Adolescents With Depression Study (TADS) randomized controlled trial. JAMA. 2004 Aug 18;292(7):807-20. doi: 10.1001/jama.292.7.807."
                },
                {
                    "pmid": "10267258",
                    "type": "BACKGROUND",
                    "citation": "Nguyen TD, Attkisson CC, Stegner BL. Assessment of patient satisfaction: development and refinement of a service evaluation questionnaire. Eval Program Plann. 1983;6(3-4):299-313. doi: 10.1016/0149-7189(83)90010-1."
                },
                {
                    "pmid": "11474056",
                    "type": "BACKGROUND",
                    "citation": "Horwitz SM, Hoagwood K, Stiffman AR, Summerfeld T, Weisz JR, Costello EJ, Rost K, Bean DL, Cottler L, Leaf PJ, Roper M, Norquist G. Reliability of the services assessment for children and adolescents. Psychiatr Serv. 2001 Aug;52(8):1088-94. doi: 10.1176/appi.ps.52.8.1088."
                },
                {
                    "pmid": "10939232",
                    "type": "BACKGROUND",
                    "citation": "Stiffman AR, Horwitz SM, Hoagwood K, Compton W 3rd, Cottler L, Bean DL, Narrow WE, Weisz JR. The Service Assessment for Children and Adolescents (SACA): adult and child reports. J Am Acad Child Adolesc Psychiatry. 2000 Aug;39(8):1032-9. doi: 10.1097/00004583-200008000-00019."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Association AP. DSM-5-TR Online Assessment Measures. Accessed July 21, 2022. https://www.psychiatry.org/psychiatrists/practice/dsm/educational-resources/assessment-measures"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Chorpita BFS, Susan H. Child Depression and Anxiety RCADS 25 Accessed July 22, 2022. https://help.greenspacehealth.com/article/50-child-depression-and-anxiety-rcads-25"
                },
                {
                    "pmid": "11577918",
                    "type": "BACKGROUND",
                    "citation": "Herron J, Ticehurst H, Appleby L, Perry A, Cordingley L. Attitudes toward suicide prevention in front-line health staff. Suicide Life Threat Behav. 2001 Fall;31(3):342-7. doi: 10.1521/suli.31.3.342.24252."
                },
                {
                    "pmid": "26648231",
                    "type": "BACKGROUND",
                    "citation": "Gamarra JM, Luciano MT, Gradus JL, Wiltsey Stirman S. Assessing Variability and Implementation Fidelity of Suicide Prevention Safety Planning in a Regional VA Healthcare System. Crisis. 2015;36(6):433-9. doi: 10.1027/0227-5910/a000345."
                },
                {
                    "pmid": "29191230",
                    "type": "BACKGROUND",
                    "citation": "Hoekstra F, van Offenbeek MAG, Dekker R, Hettinga FJ, Hoekstra T, van der Woude LHV, van der Schans CP; ReSpAct group. Implementation fidelity trajectories of a health promotion program in multidisciplinary settings: managing tensions in rehabilitation care. Implement Sci. 2017 Dec 1;12(1):143. doi: 10.1186/s13012-017-0667-8."
                },
                {
                    "pmid": "30729511",
                    "type": "BACKGROUND",
                    "citation": "Mullin DJ, Hargreaves L, Auxier A, Brennhofer SA, Hitt JR, Kessler RS, Littenberg B, Macchi CR, Martin M, Rose G, Trembath F, van Eeghen C. Measuring the integration of primary care and behavioral health services. Health Serv Res. 2019 Apr;54(2):379-389. doi: 10.1111/1475-6773.13117. Epub 2019 Feb 6."
                },
                {
                    "pmid": "27736110",
                    "type": "BACKGROUND",
                    "citation": "Kessler RS, Auxier A, Hitt JR, Macchi CR, Mullin D, van Eeghen C, Littenberg B. Development and validation of a measure of primary care behavioral health integration. Fam Syst Health. 2016 Dec;34(4):342-356. doi: 10.1037/fsh0000227. Epub 2016 Oct 13."
                },
                {
                    "pmid": "24410955",
                    "type": "BACKGROUND",
                    "citation": "Shea CM, Jacobs SR, Esserman DA, Bruce K, Weiner BJ. Organizational readiness for implementing change: a psychometric assessment of a new measure. Implement Sci. 2014 Jan 10;9:7. doi: 10.1186/1748-5908-9-7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Armat MR, Assarroudi A, Rad M, Sharifi H, Heydari A. Inductive and Deductive: Ambiguous Labels in Qualitative Content Analysis. The Qualitative Report. 2018;doi:10.46743/2160-3715/2018.2872"
                },
                {
                    "pmid": "18468362",
                    "type": "BACKGROUND",
                    "citation": "Feldstein AC, Glasgow RE. A practical, robust implementation and sustainability model (PRISM) for integrating research findings into practice. Jt Comm J Qual Patient Saf. 2008 Apr;34(4):228-43. doi: 10.1016/s1553-7250(08)34030-6."
                },
                {
                    "pmid": "31170296",
                    "type": "BACKGROUND",
                    "citation": "McCreight MS, Rabin BA, Glasgow RE, Ayele RA, Leonard CA, Gilmartin HM, Frank JW, Hess PL, Burke RE, Battaglia CT. Using the Practical, Robust Implementation and Sustainability Model (PRISM) to qualitatively assess multilevel contextual factors to help plan, implement, evaluate, and disseminate health services programs. Transl Behav Med. 2019 Nov 25;9(6):1002-1011. doi: 10.1093/tbm/ibz085."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Constas MA. Qualitative Analysis as a Public Event: The Documentation of Category Development Procedures. American Educational Research Journal. 1992;29(2):253-266. doi:10.3102/00028312029002253"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Crabtree BF, Miller WL. Doing Qualitative Research 2nd ed. Sage Publications Inc; 1999."
                },
                {
                    "pmid": "30658677",
                    "type": "BACKGROUND",
                    "citation": "Hemming K, Taljaard M, Grimshaw J. Introducing the new CONSORT extension for stepped-wedge cluster randomised trials. Trials. 2019 Jan 18;20(1):68. doi: 10.1186/s13063-018-3116-3."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Foster ED, Deardorff A. Open Science Framework (OSF). Journal of the Medical Library Association. 2017;105(2)doi:10.5195/jmla.2017.88"
                },
                {
                    "pmid": "16829207",
                    "type": "BACKGROUND",
                    "citation": "Hussey MA, Hughes JP. Design and analysis of stepped wedge cluster randomized trials. Contemp Clin Trials. 2007 Feb;28(2):182-91. doi: 10.1016/j.cct.2006.05.007. Epub 2006 Jul 7."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Grambsch PM, Therneau TM. Proportional Hazards Tests and Diagnostics Based on Weighted Residuals. Biometrika. 1994;81(3):515-526. doi:10.2307/2337123"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Flury BK, Riedwyl H. Standard Distance in Univariate and Multivariate Analysis. The American Statistician. 1986;40(3):249-251. doi:10.1080/00031305.1986.10475403"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Austin PC. Using the Standardized Difference to Compare the Prevalence of a Binary Variable Between Two Groups in Observational Research. Communications in Statistics - Simulation and Computation. 2009;38(6):1228-1234. doi:10.1080/03610910902859574"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Tingley D, Yamamoto T, Hirose K, Keele L, Imai K. mediation: R Package for Causal Mediation Analysis. Journal of Statistical Software. 2014;59(5):1 - 38. doi:10.18637/jss.v059.i05"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sales A. Review: mediation Package in R. Journal of Educational and Behavioral Statistics. 2016;42doi:10.3102/1076998616670371"
                },
                {
                    "pmid": "29207961",
                    "type": "BACKGROUND",
                    "citation": "Jakobsen JC, Gluud C, Wetterslev J, Winkel P. When and how should multiple imputation be used for handling missing data in randomised clinical trials - a practical guide with flowcharts. BMC Med Res Methodol. 2017 Dec 6;17(1):162. doi: 10.1186/s12874-017-0442-1."
                },
                {
                    "pmid": "30195428",
                    "type": "BACKGROUND",
                    "citation": "Xie H, Gao W, Xing B, Heitjan DF, Hedeker D, Yuan C. Measuring the Impact of Nonignorable Missingness Using the R Package isni. Comput Methods Programs Biomed. 2018 Oct;164:207-220. doi: 10.1016/j.cmpb.2018.06.014. Epub 2018 Jul 4."
                },
                {
                    "pmid": "23303463",
                    "type": "BACKGROUND",
                    "citation": "Nock MK, Green JG, Hwang I, McLaughlin KA, Sampson NA, Zaslavsky AM, Kessler RC. Prevalence, correlates, and treatment of lifetime suicidal behavior among adolescents: results from the National Comorbidity Survey Replication Adolescent Supplement. JAMA Psychiatry. 2013 Mar;70(3):300-10. doi: 10.1001/2013.jamapsychiatry.55."
                },
                {
                    "pmid": "26282553",
                    "type": "BACKGROUND",
                    "citation": "Baio G, Copas A, Ambler G, Hargreaves J, Beard E, Omar RZ. Sample size calculation for a stepped wedge trial. Trials. 2015 Aug 17;16:354. doi: 10.1186/s13063-015-0840-9."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Agency for Healthcare Research and Quality (AHRQ). https://www.ahrq.gov/health-literacy/improve/precautions/tool2b.html#:~:text=The%20Plan%2DDo%2DStudy%2D,on%20it%2C%20and%20testing%20again"
                },
                {
                    "pmid": "24193818",
                    "type": "BACKGROUND",
                    "citation": "Palinkas LA, Horwitz SM, Green CA, Wisdom JP, Duan N, Hoagwood K. Purposeful Sampling for Qualitative Data Collection and Analysis in Mixed Method Implementation Research. Adm Policy Ment Health. 2015 Sep;42(5):533-44. doi: 10.1007/s10488-013-0528-y."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Data will be made available through the National Institute of Mental Health (NIMH) Data Archive (NDA) system.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP",
                "ICF"
            ],
            "timeFrame": "We will follow NIMH guidelines for dissemination of study data and related materials.",
            "accessCriteria": "To be provided."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013405",
                    "term": "Suicide"
                },
                {
                    "id": "D000059020",
                    "term": "Suicidal Ideation"
                },
                {
                    "id": "D000092864",
                    "term": "Suicide Prevention"
                },
                {
                    "id": "D000013406",
                    "term": "Suicide, Attempted"
                }
            ],
            "ancestors": [
                {
                    "id": "D000016728",
                    "term": "Self-Injurious Behavior"
                },
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M16191",
                    "name": "Suicide",
                    "asFound": "Suicide",
                    "relevance": "HIGH"
                },
                {
                    "id": "M2958",
                    "name": "Suicide Prevention",
                    "asFound": "Suicide Prevention",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29364",
                    "name": "Suicidal Ideation",
                    "asFound": "Suicidal Ideation",
                    "relevance": "HIGH"
                },
                {
                    "id": "M16192",
                    "name": "Suicide, Attempted",
                    "asFound": "Suicide, Attempted",
                    "relevance": "HIGH"
                },
                {
                    "id": "M19089",
                    "name": "Self-Injurious Behavior",
                    "relevance": "LOW"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}