{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06193343",
            "orgStudyIdInfo": {
                "id": "PROJECT00008276"
            },
            "secondaryIdInfos": [
                {
                    "id": "K01AR082421",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/K01AR082421"
                }
            ],
            "organization": {
                "fullName": "University of Georgia",
                "class": "OTHER"
            },
            "briefTitle": "Steps Towards Osteoarthritis Prevention",
            "officialTitle": "Steps Towards Osteoarthritis Prevention: A Pilot Study",
            "acronym": "STOP",
            "therapeuticArea": [
                "Other"
            ],
            "study": "steps-towards-osteoarthritis-prevention"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-03-24",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-01-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2028-01-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-12-21",
            "studyFirstSubmitQcDate": "2023-12-21",
            "studyFirstPostDateStruct": {
                "date": "2024-01-05",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-11",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-12",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Georgia",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "Optimal knee joint loading, which refers to the forces acting on the knee caused by daily activities such as daily steps, plays an essential role in maintaining knee articular cartilage health and reducing the risk of osteoarthritis (OA). After anterior cruciate ligament reconstruction (ACLR), individuals take fewer daily steps as compared to uninjured controls resulting in insufficient knee joint loading to joint tissues, but it is unclear how changes in daily steps impact knee joint cartilage health in OA development. Therefore, the overall single arm, longitudinal pre-test post-test study objective is to determine the mechanistic links between knee joint loading as measured by daily steps and comprehensive magnetic resonance imaging (MRI) measures of knee joint cartilage health post-ACLR. The central hypothesis is that individuals post-ACLR who take low daily steps will demonstrate deconditioned, less resilient cartilage characterized by poor tibiofemoral cartilage composition and greater cartilage strain.",
            "detailedDescription": "Osteoarthritis (OA) is a leading cause of disability. Identifying modifiable mechanisms of poor knee joint health development for disease prevention strategies are critical to improving long-term health. Aberrant mechanical loading has been theorized as a primary risk factor for knee OA. Most studies primarily focus on mechanical mechanisms of excessive joint loading in OA development. However, recent evidence suggests that joint underloading may also play a role. The effects of low loading frequency assessed via daily steps in real world settings on knee joint health is an understudied parameter of aberrant mechanical loading in individuals at risk for OA. Individuals with anterior cruciate ligament (ACL) injury who undergo ACL reconstruction (ACLR) surgery are a representative population to assess the effects of low loading frequency on knee joint health because they are at elevated risk for posttraumatic OA development and demonstrate low daily steps compared to uninjured individuals. Therefore, the overall study objective is to determine the mechanistic links between joint loading frequency and comprehensive magnetic resonance imaging (MRI) measures of knee joint cartilage health in individuals post-ACLR. The central hypothesis is that individuals post-ACLR who take low daily steps will demonstrate deconditioned, less resilient cartilage characterized by poor tibiofemoral cartilage composition and greater cartilage strain which represent equally important, but independent measures of cartilage health. Furthermore, increasing daily steps using a 16-week daily step promotion paradigm in individuals post-ACLR who underload (\\<7000 daily steps which is predictive of physical inactivity) will recondition cartilage by improving tibiofemoral cartilage composition and strain. The proposed study aims to determine: 1) associations between daily steps with tibiofemoral cartilage composition and strain in ACLR individuals (n=56) using an observational cross-sectional study design, and 2) the effects of increasing daily steps over 16-weeks on tibiofemoral cartilage composition and strain in ACLR individuals with low daily steps (n=28) using a single arm, longitudinal pre-test post-test study design. The proposed study is innovative because it builds on observational studies linking underloading with poor knee joint health and will be the first study to mechanistically determine how altering loading frequency (i.e., increasing daily steps) affects comprehensive in vivo measures of cartilage health in individuals at risk for OA. Successful completion of the proposed study will provide foundational evidence for the development of a future randomized controlled trial to determine the efficacy of an adaptive daily step promotion."
        },
        "conditionsModule": {
            "conditions": [
                "Anterior Cruciate Ligament Injuries"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "single arm, longitudinal pre-test post-test study design",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 56,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interventional Group",
                    "type": "EXPERIMENTAL",
                    "description": "Participants who meet study criteria and are enrolled in adaptive daily step promotion intervention",
                    "interventionNames": [
                        "Behavioral: Adaptive Daily Step Promotion"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Adaptive Daily Step Promotion",
                    "description": "Participants will wear a Fitbit monitor on their non-dominant wrist during a 10 to 14 day \"run-in\" screening to capture daily steps reported by the Fitbit but no daily step goals will be sent to the participant. The Fitbit monitor will be worn during all waking hours except water activities, and compliance will be considered as a day with ≥1,000 steps. Next, participants will undergo a 16-week intervention wearing the Fitbit monitor on their wrist and receive a text message each morning with a personalized, adaptive daily step count goal and a link used to confirm receipt of the goal. The preceding 10 days of step data will be rank ordered and the 60th percentile step count will be set as the goal for the next day. Goals will not exceed 10,000 daily steps.",
                    "armGroupLabels": [
                        "Interventional Group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "T2 relaxation times in the medial femoral condyle",
                    "description": "MRI marker of T2 relaxation times of medial femoral articular cartilage (i.e collagen organization) at pre-intervention (baseline)",
                    "timeFrame": "pre-intervention (baseline)"
                },
                {
                    "measure": "T2 relaxation times in the lateral femoral condyle",
                    "description": "MRI marker of T2 relaxation times of lateral femoral articular cartilage (i.e collagen organization) at pre-intervention (baseline)",
                    "timeFrame": "pre-intervention (baseline)"
                },
                {
                    "measure": "T2 relaxation times in the medial tibial condyle",
                    "description": "MRI marker of T2 relaxation times of medial tibial articular cartilage (i.e collagen organization) at pre-intervention (baseline)",
                    "timeFrame": "pre-intervention (baseline)"
                },
                {
                    "measure": "T2 relaxation times in the lateral tibial condyle",
                    "description": "MRI marker of T2 relaxation times of lateral tibial articular cartilage (i.e collagen organization) at pre-intervention (baseline)",
                    "timeFrame": "pre-intervention (baseline)"
                },
                {
                    "measure": "Change in T2 relaxation times in the medial femoral condyle",
                    "description": "Change in MRI marker of T2 relaxation times of medial femoral articular cartilage (i.e collagen organization) from pre-intervention to post-intervention",
                    "timeFrame": "pre-intervention (baseline), post-intervention (~18 weeks)"
                },
                {
                    "measure": "Change in T2 relaxation times in the lateral femoral condyle",
                    "description": "Change in MRI marker of T2 relaxation times of lateral femoral articular cartilage (i.e collagen organization) from pre-intervention to post-intervention",
                    "timeFrame": "post-intervention (~18 weeks)"
                },
                {
                    "measure": "Change in T2 relaxation times in the medial tibial condyle",
                    "description": "Change in MRI marker of T2 relaxation times of medial tibial articular cartilage (i.e collagen organization) from pre-intervention to post-intervention",
                    "timeFrame": "pre-intervention (baseline), post-intervention (~18 weeks)"
                },
                {
                    "measure": "Change T2 relaxation times in the lateral tibial condyle",
                    "description": "Change in MRI marker of T2 relaxation times of lateral tibial articular cartilage (i.e collagen organization) from pre-intervention to post-intervention",
                    "timeFrame": "pre-intervention (baseline), post-intervention (~18 weeks)"
                },
                {
                    "measure": "Average cartilage strain in the medial femoral condyle",
                    "description": "MRI marker of cartilage strain (i.e., acute change in cartilage thickness/resting cartilage thickness) of medial femoral articular cartilage at pre-intervention (baseline)",
                    "timeFrame": "pre-intervention (baseline)"
                },
                {
                    "measure": "Average cartilage strain in the lateral femoral condyle",
                    "description": "MRI marker of cartilage strain (i.e., acute change in cartilage thickness/resting cartilage thickness) of lateral femoral articular cartilage at pre-intervention (baseline)",
                    "timeFrame": "pre-intervention (baseline)"
                },
                {
                    "measure": "Average cartilage strain in the medial tibial condyle",
                    "description": "MRI marker of cartilage strain (i.e., acute change in cartilage thickness/resting cartilage thickness) of medial tibial articular cartilage at pre-intervention (baseline)",
                    "timeFrame": "pre-intervention (baseline)"
                },
                {
                    "measure": "Average cartilage strain in the lateral tibial condyle",
                    "description": "MRI marker of cartilage strain (i.e., acute change in cartilage thickness/resting cartilage thickness) of lateral tibial articular cartilage at pre-intervention (baseline)",
                    "timeFrame": "pre-intervention (baseline)"
                },
                {
                    "measure": "Change in average cartilage strain in the medial femoral condyle",
                    "description": "Change in MRI marker of cartilage strain (i.e., acute change in cartilage thickness/resting cartilage thickness) of medial femoral articular cartilage from pre-intervention to post-intervention",
                    "timeFrame": "pre-intervention (baseline), post-intervention (~18 weeks)"
                },
                {
                    "measure": "Change in average cartilage strain in the lateral femoral condyle",
                    "description": "Change in MRI marker of cartilage strain (i.e., acute change in cartilage thickness/resting cartilage thickness) of lateral femoral articular cartilage from pre-intervention to post-intervention",
                    "timeFrame": "pre-intervention (baseline), post-intervention (~18 weeks)"
                },
                {
                    "measure": "Change in average cartilage strain in the medial tibial condyle",
                    "description": "Change in MRI marker of cartilage strain (i.e., acute change in cartilage thickness/resting cartilage thickness) of medial tibial articular cartilage from pre-intervention to post-intervention",
                    "timeFrame": "pre-intervention (baseline), post-intervention (~18 weeks)"
                },
                {
                    "measure": "Change in average cartilage strain in the lateral tibial condyle",
                    "description": "Change in MRI marker of cartilage strain (i.e., acute change in cartilage thickness/resting cartilage thickness) of lateral tibial articular cartilage from pre-intervention to post-intervention",
                    "timeFrame": "pre-intervention (baseline), post-intervention (~18 weeks)"
                },
                {
                    "measure": "Daily steps",
                    "description": "Average steps per day over 7 day physical activity monitor wear at pre-intervention (baseline)",
                    "timeFrame": "Pre-intervention (baseline)"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Change in daily steps",
                    "description": "Change in average steps per day over 7 day physical activity monitor wear from pre-intervention to post-intervention",
                    "timeFrame": "Pre-intervention (baseline), post-intervention (~18 weeks)"
                },
                {
                    "measure": "Change in Knee Injury and Osteoarthritis Outcome Score Quality of Life subscale",
                    "description": "Change in Knee injury Osteoarthritis Outcome Score (KOOS) Quality of Life subscale to measure knee-related quality of life from pre-intervention to post-intervention. A higher score indicates better knee-related quality of life. Min = 0 and Max = 100",
                    "timeFrame": "Pre-intervention (baseline), post-intervention (~18 weeks)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Provision of signed and dated informed consent form\n* For children, signed and dated informed assent by child and parental permission form by parent/guardian to participate in the study\n* Underwent an anterior cruciate ligament reconstruction (ACLR) between 6-24 months prior to enrollment\n* Stated willingness to comply with all study procedures and lifestyle considerations and availability for the duration of the study\n* Completed all other formal physical therapy and therapeutic exercise regimens, and will not be engaging in any other formal therapy for their ACLR during the study\n* Physician clearance for unrestricted activity\n* Owning a smartphone\n* Demonstrate \\< 7,000 steps per day during the screening phase of aim 2 as assessed using the Actigraph Link monitor\n\nExclusion Criteria:\n\n* Underwent an ACLR revision surgery due to a previous anterior cruciate ligament (ACL) graft injury\n* A multiple ligament surgery was indicated with their ACL injury\n* A lower extremity fracture was suffered during the ACL injury\n* The participant has previously been diagnosed with any diseases that affect joints is present in either knee including knee osteoarthritis inflammatory arthritis\n* Pregnant or plans to become pregnant over next 4 months\n* Body mass index (BMI) ≥ 36 kg/m2\n* Unable to speak English\n* Cochlear implant\n* Metal in body (metal fragments, shrapnel, permanent make-up, body piercings that cannot be removed)\n* Claustrophobia\n* History of seizures\n* Pacemaker",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "16 Years",
            "maximumAge": "40 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Caroline Lisee, PhD",
                    "role": "CONTACT",
                    "phone": "706-542-713",
                    "email": "caroline.lisee@uga.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Caroline Lisee, PhD",
                    "affiliation": "University of Georgia",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Georgia",
                    "status": "RECRUITING",
                    "city": "Athens",
                    "state": "Georgia",
                    "zip": "30602",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Caroline Lisee, PhD",
                            "role": "CONTACT",
                            "phone": "706-542-7137",
                            "email": "caroline.lisee@uga.edu"
                        },
                        {
                            "name": "Christopher Modlesky, PhD",
                            "role": "CONTACT",
                            "phone": "706-542-4424",
                            "email": "christopher.modlesky@uga.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.96095,
                        "lon": -83.37794
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Upon completion of the of the proposed projects, the overall data set will include outcome measures including:\n\n* Participant demographics\n* Knee injury history\n* ACLR surgical procedure data\n* Patient reported outcomes of self-reported knee function, physical activity, and psychological recovery\n* Daily steps throughout the intervention using a Fitbit\n* Daily steps before and after the intervention using a research grade tri-axial accelerometer\n* Habitual gait speed\n* Gait biomechanics at habitual gait speed\n* Magnetic resonance imaging (i.e., T1ρ, T2, and Dess)) of the tibiofemoral and patellofemoral joint\n\nAll of the information will be linked together, but deidentified. The data will be available to those who submit a formal written request to the PI and commit to only using the data for researcher purposes unplanned by the investigators. The data cannot be used to recruit or contact participants and must be destroyed or returned following the data analysis.",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "ICF"
            ],
            "timeFrame": "Data will be available for 10 years once all formal data collection, processing, and primary analysis is complete.",
            "accessCriteria": "The data will be available to those who submit a formal written request to the PI and commit to only using the data for researcher purposes unplanned by the investigators."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010003",
                    "term": "Osteoarthritis"
                },
                {
                    "id": "D000070598",
                    "term": "Anterior Cruciate Ligament Injuries"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001168",
                    "term": "Arthritis"
                },
                {
                    "id": "D000007592",
                    "term": "Joint Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                },
                {
                    "id": "D000012216",
                    "term": "Rheumatic Diseases"
                },
                {
                    "id": "D000007718",
                    "term": "Knee Injuries"
                },
                {
                    "id": "D000007869",
                    "term": "Leg Injuries"
                },
                {
                    "id": "D000014947",
                    "term": "Wounds and Injuries"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M12926",
                    "name": "Osteoarthritis",
                    "asFound": "Osteoarthritis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M601",
                    "name": "Anterior Cruciate Ligament Injuries",
                    "asFound": "Anterior Cruciate Ligament Injuries",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4476",
                    "name": "Arthritis",
                    "relevance": "LOW"
                },
                {
                    "id": "M10621",
                    "name": "Joint Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15045",
                    "name": "Rheumatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6323",
                    "name": "Collagen Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M10738",
                    "name": "Knee Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M10881",
                    "name": "Leg Injuries",
                    "relevance": "LOW"
                },
                {
                    "id": "M17685",
                    "name": "Wounds and Injuries",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC26",
                    "name": "Wounds and Injuries"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                }
            ]
        }
    },
    "hasResults": false
}