{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06395467",
            "orgStudyIdInfo": {
                "id": "2023P000727"
            },
            "secondaryIdInfos": [
                {
                    "id": "R01AA030926",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/R01AA030926"
                }
            ],
            "organization": {
                "fullName": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "briefTitle": "12-Step Facilitation/MET/CBT (InTEGRA) vs. MET/CBT for Youth With Alcohol and Other Drug Use Disorder",
            "officialTitle": "Integrated Treatment for Enhancing Growth in Recovery During Adolescence (InTEGRA)",
            "acronym": "InTEGRA",
            "therapeuticArea": [
                "Other"
            ],
            "study": "step-facilitation-met-cbt-integra-vs-met-cbt-for-youth-with-alcohol-and-other-drug-use-disorder"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-05",
            "overallStatus": "NOT_YET_RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2024-06-01",
                "type": "ESTIMATED"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-04-30",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2024-04-29",
            "studyFirstSubmitQcDate": "2024-04-29",
            "studyFirstPostDateStruct": {
                "date": "2024-05-02",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-05-03",
            "lastUpdatePostDateStruct": {
                "date": "2024-05-07",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "John F. Kelly",
                "investigatorTitle": "Director, Recovery Research Institute; Elizabeth R. Spallin Professor of Psychiatry",
                "investigatorAffiliation": "Massachusetts General Hospital"
            },
            "leadSponsor": {
                "name": "Massachusetts General Hospital",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Alcohol Abuse and Alcoholism (NIAAA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This is a Phase II parallel group randomized controlled trial with 294 adolescents (age: 14-21 years) with alcohol and other drug \\[AOD\\] use disorder (hereafter substance use disorder), that compares two different active psychosocial interventions designed to address adolescent substance use disorder. Participants are recruited from our clinical settings and the community at two sites: one in the metro Boston, Massachusetts (MA) area and the other in the metro Farmington, Connecticut (CT), area.\n\nStudy aims and hypotheses are as follows:\n\n1. To extend the evidence for the initial efficacy of Integrated Treatment for Enhancing Growth in Recovery During Adolescence (InTEGRA), which integrates 12-Step Facilitation (TSF) with Motivational Enhancement Therapy/Cognitive Behavioral Therapy (MET/CBT) relative to gold standard MET/CBT alone (N = 294). It is hypothesized that youth assigned to InTEGRA will have greater 12-step participation during and following treatment, higher abstinence rates, and fewer substance-related negative consequences.\n2. Investigate the personal recovery capital (PRC) and social recovery capital (SRC) mechanisms of behavior change through which InTEGRA may confer benefits dynamically over time (e.g., PRC: motivation, self-efficacy, coping; SRC: 12-step involvement; social network changes).\n3. Investigate moderators of InTEGRA's effects on outcomes across one-year follow-up (e.g., effect of age, network support for AOD use; psychiatric severity; age composition of 12-step meetings on substance use and substance-related consequences). It is hypothesized that higher network support for AOD use, abstinence motivation, and greater AOD severity, will have a better response to InTEGRA.\n4. Explore barriers and facilitators to InTEGRA adoption and implementation across providers and system administrators within the context of a type I hybrid effectiveness-implementation research design.",
            "detailedDescription": "Interested individuals will be screened by phone, followed by a more rigorous screening completed at intake. With the anticipated sample size of 294, expected enrollment is between 6-7 participants per month across the two sites during the enrollment period (about 3-4 per site).\n\nParticipants are randomized to treatment conditions in a 1:1 ratio using a computerized urn randomization program (stratified by age and gender) The study data analyst will share this information with the treatment providers once a given group is ready to begin. The research assistants conducting assessments will be blinded to condition assignment.\n\nBeginning at treatment conclusion (approximately 3 months after enrollment), participants are followed up every 3 months for one year following their baseline enrollment date.\n\nThe treatment conditions are InTEGRA, which integrates key elements of TSF with MET/CBT, and MET/CBT alone."
        },
        "conditionsModule": {
            "conditions": [
                "Alcohol Use Disorder",
                "Cannabis Use Disorder"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Staff conducting assessments are blinded to participant condition.",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 294,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "InTEGRA",
                    "type": "EXPERIMENTAL",
                    "description": "10 weekly, in-person treatment sessions (2 individually-delivered and 8 group sessions). InTEGRA contains many primary treatment elements of MET/CBT, but comparatively less time is spent on these elements to allow for the integration of the TSF content (about 50%). As part of this TSF, for example speakers from 12-step fellowships such as Marijuana Anonymous (MA), Alcoholics Anonymous (AA) and Narcotics Anonymous (NA) are invited to share their experiences and discuss myths and facts related to attendance at 12-step meetings as well as answer any questions participants have about these fellowships. During an orientation session, parents of youth in the InTEGRA condition only (not MET/CBT alone) are given information about the potential benefits of 12-step meeting participation and a list of Young Person's 12-step meetings and encouraged to facilitate their child's participation during and after treatment.",
                    "interventionNames": [
                        "Behavioral: InTEGRA"
                    ]
                },
                {
                    "label": "MET/CBT",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "10 weekly, in-person treatment sessions (2 individually-delivered and 8 group sessions) modified from MET/CBT approaches (Webb, Scudder, Kaminer, \\& Kadden, 2002; Sampl \\& Kadden 2001) tested in the Cannabis Youth Treatment Study (Dennis et al. 2004).",
                    "interventionNames": [
                        "Behavioral: MET/CBT"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "InTEGRA",
                    "description": "Session topics are as follows: Parent Info Session - Informational and Q\\&A format; Motivation Building- Addressing AA/NA Expectancies and Experiences; AA/NA Expectancies and Treatment Goal Setting Session; Alcohol and Drug Refusal Skills; Coping with Urges and Other Thoughts about Drinking; Problem Solving; Anger Management (AA/NA and Hungry, Angry, Lonely, Tired \"HALT\"; Effective Communication (Sharing at AA/NA meetings; getting a sponsor); Depression Management; Using AA/NA for enhancing Social Support and Increasing Pleasant Activities; Planning for Emergencies and Coping with Relapse",
                    "armGroupLabels": [
                        "InTEGRA"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "MET/CBT",
                    "description": "Session topics are as follows: Motivation Building Session; Goal Setting Session; Alcohol and Drug Refusal Skills; Coping with Urges and Other Thoughts about Drinking; Problem Solving; Anger Management; Effective Communication; Depression Management; Enhancing the Social Support Network and Increasing Pleasant Activities; Planning for Emergencies and Coping with Relapse",
                    "armGroupLabels": [
                        "MET/CBT"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Percent Days Abstinent (PDA)",
                    "description": "Percent Days Abstinent (PDA) from alcohol and other drugs (cannabis, opioids, etc.). Derived from Timeline Followback (TLFB) and Form-90 measures of substance use.\n\nAbstinence reports confirmed with Breathalyzer and Toxicology Screen data.",
                    "timeFrame": "During treatment and up to 12 months following enrollment"
                },
                {
                    "measure": "Substance use related consequences",
                    "description": "Substance use related consequences as measured by the Short Inventory of Problems - Revised (SIP-2R), a 15-item measure with response options from 0 to 3 (minimum = 0 and maximum = 45); higher scores correspond with more consequences.",
                    "timeFrame": "During treatment and up to 12 months following enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Psychiatric symptom severity",
                    "description": "Measure of psychiatric symptoms as assessed by the Brief Symptom Inventory-18 (BSI-18), an 18-item measure with response options from 0 to 4 (minimum = 0 and maximum = 72 which are converted to gender normed T scores of M = 50 and SD = 10); higher scores correspond with more symptomatology.",
                    "timeFrame": "During treatment and up to 12 months following enrollment."
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Percent days attending 12-step meetings",
                    "description": "Percentage of days attending one or more 12-step mutual-help meetings derived from adapted version of TLFB as well as multidimensional mutual-help activity scale.",
                    "timeFrame": "During treatment and up to 12 months following enrollment."
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion criteria:\n\n1. 14-21 years old\n2. SUD based on criteria from the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5)\n3. able to read and comprehend English at a 5th-grade level\n4. residence within 60-minute drive from the Boston (MGH) and Farmington (UConn) treatment sites\n5. any AOD use in the past 90 days (or in the 90 days prior to being in a controlled environment)\n6. meet patient placement criteria for level I (outpatient) treatment\n7. participant and a family member/guardian responsible for providing collateral information (for those \\<18 years) agree to sign Institutional Review Board (IRB)-approved consent\n8. participant and family member responsible for providing collateral information who could be contacted in case the subject became lost to follow-up.\n\nExclusion criteria:\n\n1. suicidal ideation with a plan, suicidal behavior, a plan to hurt oneself or others, or a history of self-injurious behavior occurring in past 30 days\n2. lifetime diagnosis of schizophrenia\n3. current health condition (i.e., medical, psychiatric) that compromises participant's ability to attend outpatient treatment\n4. demonstrate inability or unwillingness to identify a \"locator\" who could be contacted in case participant becomes lost to follow-up; or\n5. youth attending another SUD treatment program or receiving psychotherapy that could conflict with study treatments.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "14 Years",
            "maximumAge": "21 Years",
            "stdAges": [
                "CHILD",
                "ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Alexandra W Abry, BA",
                    "role": "CONTACT",
                    "phone": "617-724-5259",
                    "email": "aabry@mgh.harvard.edu"
                },
                {
                    "name": "Jenny B O'Connor, BA",
                    "role": "CONTACT",
                    "phone": "617-724-7932",
                    "email": "jboconnor@mgh.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "John F Kelly, PhD",
                    "affiliation": "Massachusetts General Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UConn Health",
                    "city": "Farmington",
                    "state": "Connecticut",
                    "zip": "06032",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Simon Zhornitsky, PhD",
                            "role": "CONTACT",
                            "phone": "860-679-8165",
                            "email": "zhornitsky@uchc.edu"
                        },
                        {
                            "name": "Meadow Pallein, BA",
                            "role": "CONTACT",
                            "phone": "860-679-2069",
                            "email": "pallein@uchc.edu"
                        },
                        {
                            "name": "Yifrah Kaminer, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.71982,
                        "lon": -72.83204
                    }
                },
                {
                    "facility": "MGH Department of Psychiatry",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02114",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexandra W Abry, BA",
                            "role": "CONTACT",
                            "phone": "617-724-5259",
                            "email": "aabry@mgh.harvard.edu"
                        },
                        {
                            "name": "Jenny B O'Connor, BA",
                            "role": "CONTACT",
                            "phone": "617-724-7932",
                            "email": "jboconnor@mgh.harvard.edu"
                        },
                        {
                            "name": "John F Kelly, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "28742932",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Kaminer Y, Kahler CW, Hoeppner B, Yeterian J, Cristello JV, Timko C. A pilot randomized clinical trial testing integrated 12-Step facilitation (iTSF) treatment for adolescent substance use disorder. Addiction. 2017 Dec;112(12):2155-2166. doi: 10.1111/add.13920. Epub 2017 Aug 1."
                },
                {
                    "pmid": "27429548",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Yeterian JD, Cristello JV, Kaminer Y, Kahler CW, Timko C. Developing and Testing Twelve-Step Facilitation for Adolescents with Substance Use Disorder: Manual Development and Preliminary Outcomes. Subst Abuse. 2016 Jun 13;10:55-64. doi: 10.4137/SART.S39635. eCollection 2016."
                },
                {
                    "pmid": "22509904",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Urbanoski K. Youth recovery contexts: the incremental effects of 12-step attendance and involvement on adolescent outpatient outcomes. Alcohol Clin Exp Res. 2012 Jul;36(7):1219-29. doi: 10.1111/j.1530-0277.2011.01727.x. Epub 2012 Apr 17."
                },
                {
                    "pmid": "22081741",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Urbanoski KA, Hoeppner BB, Slaymaker V. Facilitating comprehensive assessment of 12-step experiences: A Multidimensional Measure of Mutual-Help Activity. Alcohol Treat Q. 2011 Jan 1;29(3):181-203. doi: 10.1080/07347324.2011.586280."
                },
                {
                    "pmid": "21353446",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Dow SJ, Yeterian JD, Myers M. How safe are adolescents at Alcoholics Anonymous and Narcotics Anonymous meetings? A prospective investigation with outpatient youth. J Subst Abuse Treat. 2011 Jun;40(4):419-25. doi: 10.1016/j.jsat.2011.01.004. Epub 2011 Feb 24."
                },
                {
                    "pmid": "20338698",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Dow SJ, Yeterian JD, Kahler CW. Can 12-step group participation strengthen and extend the benefits of adolescent addiction treatment? A prospective analysis. Drug Alcohol Depend. 2010 Jul 1;110(1-2):117-25. doi: 10.1016/j.drugalcdep.2010.02.019. Epub 2010 Mar 24."
                },
                {
                    "pmid": "19042324",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Myers MG, Rodolico J. What do adolescents exposed to Alcoholics Anonymous think about 12-step groups? Subst Abus. 2008;29(2):53-62. doi: 10.1080/08897070802093122."
                },
                {
                    "pmid": "18557829",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Brown SA, Abrantes A, Kahler CW, Myers M. Social recovery model: an 8-year investigation of adolescent 12-step group involvement following inpatient treatment. Alcohol Clin Exp Res. 2008 Aug;32(8):1468-78. doi: 10.1111/j.1530-0277.2008.00712.x. Epub 2008 Jun 28."
                },
                {
                    "pmid": "15501373",
                    "type": "BACKGROUND",
                    "citation": "Dennis M, Godley SH, Diamond G, Tims FM, Babor T, Donaldson J, Liddle H, Titus JC, Kaminer Y, Webb C, Hamilton N, Funk R. The Cannabis Youth Treatment (CYT) Study: main findings from two randomized trials. J Subst Abuse Treat. 2004 Oct;27(3):197-213. doi: 10.1016/j.jsat.2003.09.005."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Webb, C., Scudder, M., Kaminer, Y., & Kadden, R. M. (2002). The Motivational Enhancement Therapy and Cognitive Behavioral Therapy Supplement: 7 Sessions of Cognitive Behavioral Therapy for Adolescent Cannabis Users, Cannabis Youth Treatment (CYT) Series, Volume 2. DHHS Pub. No. (SMA) 07-3954. Rockville, MD: Center for Substance Abuse Treatment, Substance Abuse and Mental Health Services Administration, 2002, reprinted 2003, 2004, and 2007."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Sampl, S., & Kadden, R. M. (2001). Motivational Enhancement Therapy and Cognitive Behavioral Therapy for Adolescent Cannabis Users: 5 Sessions, Cannabis Youth Treatment (CYT) Series, Volume. Rockville, MD: Center for Substance Abuse Treatment, Substance Abuse and Mental Health Services Administration. BKD384."
                },
                {
                    "pmid": "11130156",
                    "type": "BACKGROUND",
                    "citation": "Kelly JF, Myers MG, Brown SA. A multivariate process model of adolescent 12-step attendance and substance use outcome following inpatient treatment. Psychol Addict Behav. 2000 Dec;14(4):376-89."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Even though the final dataset will be stripped of identifiers prior to release for sharing, there remains the possibility of deductive disclosure of this vulnerable population. Thus, given the prevailing stigma associated with substance use, investigators will make the data and associated documentation available to users only under a data-sharing agreement, which will provide for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed.",
            "timeFrame": "Requests for data access will be fielded after publication of primary study aims.",
            "accessCriteria": "The method of data sharing will be under the auspices of the Principal Investigators (PIs). That is, researchers interested in using the data generated by this study may contact the PIs to receive a copy of the data, which they will receive only after an executed data-sharing agreement is in place. Requests will be processed once the major findings pertaining to the aims have been published.\n\nPer NOA-AA-23-002, investigators will submit data to the National Institute on Alcohol Abuse and Alcoholism (NIAAA) Data Archive. The NIAAA Data Archive is housed within the larger National Institute of Mental Health (NIMH) Data Archive (NDA), a data repository for human subject research."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000437",
                    "term": "Alcoholism"
                }
            ],
            "ancestors": [
                {
                    "id": "D000019973",
                    "term": "Alcohol-Related Disorders"
                },
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                },
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5449",
                    "name": "Marijuana Abuse",
                    "relevance": "LOW"
                },
                {
                    "id": "M3774",
                    "name": "Alcohol Drinking",
                    "relevance": "LOW"
                },
                {
                    "id": "M3783",
                    "name": "Alcoholism",
                    "asFound": "Alcohol Use Disorder",
                    "relevance": "HIGH"
                },
                {
                    "id": "M21842",
                    "name": "Alcohol-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M3777",
                    "name": "Ethanol",
                    "relevance": "LOW"
                },
                {
                    "id": "M12245",
                    "name": "Narcotics",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "Analg",
                    "name": "Analgesics"
                }
            ]
        }
    },
    "hasResults": false
}