{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05562037",
            "orgStudyIdInfo": {
                "id": "R34HL156920",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R34HL156920"
            },
            "organization": {
                "fullName": "Baystate Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Stepped Care vs Center-based Cardiopulmonary Rehabilitation for Older Frail Adults Living in Rural MA",
            "officialTitle": "Stepped Care vs Center-based Cardiopulmonary Rehabilitation for Older Frail Adults Living in Rural MA",
            "therapeuticArea": [
                "Respiratory",
                "Cardiovascular",
                "Other"
            ],
            "study": "stepped-care-vs-center-based-cardiopulmonary-rehabilitation-for-older-frail-adults-living-in-rural-ma"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-06",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-09-08",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-12-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-08-03",
            "studyFirstSubmitQcDate": "2022-09-27",
            "studyFirstPostDateStruct": {
                "date": "2022-09-30",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-06-24",
            "lastUpdatePostDateStruct": {
                "date": "2024-06-25",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Peter Lindenauer, MD",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Baystate Medical Center"
            },
            "leadSponsor": {
                "name": "Peter Lindenauer, MD",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Berkshire Medical Center",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This feasibility trial will focus on older adults 60+ who are candidates for cardiac or pulmonary rehabilitation and who are vulnerable, mildly or moderately frail. We will randomize older frail adults living in rural regions of the county to Treatment as usual (TAU) or Stepped care (SC). TAU refers to center-based rehabilitation (CBR). Patients randomized to SC will be enrolled in traditional CBR and based on prespecified non-response criteria, will step up to three services: 1) Transportation-subsidized CBR, 2) Home-based telerehabilitation (TR), and 3) Community health worker-(CHW) supported home-based TR.",
            "detailedDescription": "Cardiac rehabilitation (CR) decreases mortality and both CR and pulmonary rehabilitation (PR) improve function, quality of life, and decrease readmission rates. Despite their proven efficacy, both programs are grossly underutilized, with fewer than 20% of eligible persons participating. Patients with heart and lung disease living in rural communities have even lower rates of participation.\n\nThe objective of this proposal is to test the feasibility of performing a full-scale randomized controlled trial (RCT) to compare the effectiveness and value of a stepped care (SC) model versus treatment as usual (TAU) in older frail adults living rural counties. TAU refers to center-based rehabilitation (CBR). The SC model includes initial enrollment into CBR followed by possible step up to three interventions based on prespecified non-response criteria: 1) Transportation-subsidized CBR, 2) Home-based telerehabilitation (TR), and 3) Community health worker-(CHW) supported home-based TR. Unlike traditional SC models, the initial treatment in this model, i.e. CBR, is not the least resource intensive. CBR was chosen as the initial option because it is currently considered the standard of care.\n\nWe will conduct a parallel, 2-arm, randomized controlled feasibility trial. Eligible participants will be randomized to TAU (CBR) or SC. Because of the urgent need to address underuse of both CR and PR in rural regions, the proposed feasibility trial will enroll patients referred to either CR or PR. Both arms include an in-person intake evaluation conducted by a certified rehabilitation nurse in the rehabilitation center to determine exercise tolerance and design a tailored 8-week rehabilitation program. Patients randomized to TAU participate in two weekly sessions at the center and are encouraged to exercise at home in between sessions. Patients randomized to the SC arm will also be enrolled in the CBR program. Those who meet prespecified non-response criteria will be stepped up to transportation-subsidized CBR. Providing transportation may not be sufficient for frail older adults who are reluctant to leave their homes in the winter, unfamiliar with exercising, or do not want to exercise in a group setting. Thus, non-responders, will be stepped up to home-based TR. Home-based rehabilitation will be supported by Chanl Health, a virtual platform that supports education and self-management, remote monitoring, and coaching by rehabilitation specialists. Non-responders will be stepped up to CHW-supported home-based TR. The CHW will be help participants use the mobile app, access educational materials, clarify educational content, and exercise during biweekly in-person visits.\n\nPurpose: Heart and lung disease are the first and third leading causes of mortality in the US, respectively. Cardiac rehabilitation (CR) decreases mortality and both CR and pulmonary rehabilitation (PR) improve function, quality of life, and decrease readmission rates. Despite their proven efficacy, both programs are grossly underutilized, with fewer than 20% of eligible persons participating. Patients living in rural communities have even lower rates of participation. Home-based CR and PR has been developed with the goal of improving uptake, and low to moderate strength evidence indicates that these programs are as effective as center-based programs. Further work is needed, however, to examine how best to increase utilization of CR and PR in rural communities. While several studies have examined approaches to improve referral and enrollment, there is little evidence on how to optimize adherence to CR, and no evidence how to optimize adherence to PR."
        },
        "conditionsModule": {
            "conditions": [
                "Angina, Stable",
                "Congestive Heart Failure",
                "Chronic Obstructive Pulmonary Disease"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "interventionModelDescription": "The planned research is to improve enrollment, adherence and completion of CR and PR using stepped care (SC). The proposed SC model enables a patient-centered approach by matching intensity of treatment with individual patient needs.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcome measures will be obtained by a blinded research assistant over the phone within 1 week of completing the 8 week rehabilitation program",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 160,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Treatment as usual",
                    "type": "NO_INTERVENTION",
                    "description": "Patients referred to CR or PR are initially telephoned by a RN,RC or RA who describes the program and schedules the initial intake evaluation. The intake evaluation reflects usual care practices at both BMC and Fairview Hospital. The purpose of this initial session is to obtain the data required to design an individualized effective and safe rehabilitation program. It is performed by a RN, RC, or RA and includes performing a medical history, physical examination, and testing.\n\nReminder telephone calls are placed prior to the initial intake and formal reassessments visits."
                },
                {
                    "label": "Stepped Care",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "The SC arm will be offered Center Based Rehabilitation (CBR) and subsequently stepped up to transportation-subsidized CBR, home-based TR, and CHW-supported home-based TR based on prespecified non-response criteria/poor adherence.\n\nStandard of Care. Patients meeting a non-response criterion will be stepped up to transportation-subsidized CBR.\n\nStep 1. Transportation-Subsidized CBR. Step 2. Home-Based TR. Step 3. CHW-Supported Home-Based TR.",
                    "interventionNames": [
                        "Other: Stepped Care"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Stepped Care",
                    "description": "Patients meeting a non-response criterion will be stepped up to the next step",
                    "armGroupLabels": [
                        "Stepped Care"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Recruitment",
                    "description": "Average number of eligible patients randomized per month",
                    "timeFrame": "3 years"
                },
                {
                    "measure": "Adherence",
                    "description": "Proportion of older frail adults randomized to SC attending prescribed rehabilitation sessions",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Adherence",
                    "description": "Average number of sessions attended in SC arm",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Retention",
                    "description": "Proportion in SC arm completing outcome measures",
                    "timeFrame": "8 weeks"
                },
                {
                    "measure": "Burden of Data Collection",
                    "description": "Baseline Measurement Completion- The investigators need to reach \\>80% of baseline data to move forward with this study",
                    "timeFrame": "8 weeks"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "PROMIS Dyspnea severity",
                    "description": "NIH PROMIS computer adaptive test (CAT) to assess dyspnea severity.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "PROMIS Dyspnea functional limitation",
                    "description": "NIH PROMIS CAT to assess dyspnea functional limitation.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "PROMIS Physical function",
                    "description": "NIH PROMIS ACT to assess physical function.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "PROMIS Social isolation",
                    "description": "NIH PROMIS CAT to assess social isolation.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "PROMIS anxiety",
                    "description": "NIH PROMIS CAT to assess anxiety.",
                    "timeFrame": "1 week prior to start and 1 week after completion of Rehabilitation"
                },
                {
                    "measure": "PROMIS Depression/Sadness",
                    "description": "NIH PROMIS CAT to assess Depression/Sadness.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "PASE",
                    "description": "Physical Activity Scale for the elderly. The PASE is a brief, 12-item, reliable, validated questionnaire used to measure physical activity in older adults. Activities are scored using frequency, duration and intensity parameters over the previous week.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "EuroQol (EQ-5D-5L)",
                    "description": "Health-related quality of life will be measured using the EuroQol (EQ-5D-5L). The EQ-5D-5L is a well-validated and widely used generic health status questionnaire that measures amount of difficulty with mobility, self-care, usual activities, pain/discomfort and anxiety/depression.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "Smoking",
                    "description": "Smoking will be quantified by self-report (number of cigarettes smoked per day)",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "6 Minute walk test (6-MWT)",
                    "description": "The 6-MWT is a widely used and well-validated measure of functional exercise capacity. The 6-MWT measures the distance that a patient can walk quickly on a flat, hard surface over six minutes. It is self-paced and assesses sub-maximal aerobic capacity and endurance.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                },
                {
                    "measure": "Short Physical Performance Battery (SPPB)",
                    "description": "Physical Function and Mobility will be measured using SPPB which includes a walking speed test, a hierarchal balance test (feet side by side, semi tandem stance, tandem stance), and a 5-times sit to stand test, each scored on a 0-4 scale.",
                    "timeFrame": "1 week prior to start and 1 week after completion of rehabilitation"
                }
            ],
            "otherOutcomes": [
                {
                    "measure": "Secondary Feasibility Outcomes",
                    "description": "The investigators will look at data already obtained in the research project to determine the number of non-response criteria and average number of days on each step to develop a new protocol for a randomized clinical trial.",
                    "timeFrame": "3 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Older adults (greater than 60 years of age)\n* Live in a Level 1 or 2 state designated rural area in Berkshire County\n* Has a condition qualifying for reimbursement (by government or private insurance) for cardiac or pulmonary rehabilitation\n* Score of 4, 5 or 6 on the Clinical Frailty Scale(24) (corresponding to vulnerable, mildly frail, and moderately frail)\n\nExclusion Criteria:\n\nAttended pulmonary or cardiac rehabilitation within the previous two years\n\n* Resting pulse oximetry \\< 85% on room air or while breathing the prescribed level of supplemental oxygen\n* Unstable asthma with hospital admission or ED visit within previous three months\n* Severe exercise-induced hypoxemia, not correctable with oxygen supplementation\n* Acute systemic illness or fever\n* Complex ventricular arrhythmias\n* Resting systolic blood pressure greater than 200mmhg\n* Resting diastolic blood pressure greater than 100mmhg\n* Orthostatic blood pressure (BP) drop of \\>20 mm Hg with symptoms\n* History of arrhythmia with syncope\n* Severe symptomatic valvular disease\n* Unstable angina\n* Uncontrolled atrial or ventricular arrhythmias\n* Uncontrolled sinus tachycardia (\\>120 BPM)\n* Uncompensated congestive heart failure\n* Third degree heart block without a pacemaker\n* Active pericarditis or myocarditis\n* Acute cor pulmonale, severe pulmonary hypertension\n* Resting ST displacement \\> 2mm\n* Uncontrolled diabetes (resting blood glucose \\>400 mg/dl)\n* Conditions other than pulmonary or cardiac that prohibit exercise (e.g., arthritis, severe neurologic, hepatic or renal disease)\n* Planned surgery or transplantation\n* Hearing impairment limiting ability to participate in data collection by telephone\n* Life expectancy less than one year\n* Significant cognitive deficit and/or psychiatric illness that interferes with ability to provide consent, follow directions, or adhere to study procedures\n* referral to cardiac rehab after coronary artery bypass graph (CABG) and valvular surgery",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "60 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "locations": [
                {
                    "facility": "Berkshire Medical Center, Inc",
                    "status": "COMPLETED",
                    "city": "Pittsfield",
                    "state": "Massachusetts",
                    "zip": "01201",
                    "country": "United States",
                    "geoPoint": {
                        "lat": 42.45008,
                        "lon": -73.24538
                    }
                },
                {
                    "facility": "Baystate Health",
                    "status": "RECRUITING",
                    "city": "Springfield",
                    "state": "Massachusetts",
                    "zip": "01199",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rajashree Kotejoshyer",
                            "role": "CONTACT",
                            "phone": "978-761-8709",
                            "email": "Rajashree.Kotejoshyer@baystatehealth.org"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.10148,
                        "lon": -72.58981
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "30695817",
                    "type": "RESULT",
                    "citation": "Long L, Mordi IR, Bridges C, Sagar VA, Davies EJ, Coats AJ, Dalal H, Rees K, Singh SJ, Taylor RS. Exercise-based cardiac rehabilitation for adults with heart failure. Cochrane Database Syst Rev. 2019 Jan 29;1(1):CD003331. doi: 10.1002/14651858.CD003331.pub5."
                },
                {
                    "pmid": "26730878",
                    "type": "RESULT",
                    "citation": "Anderson L, Thompson DR, Oldridge N, Zwisler AD, Rees K, Martin N, Taylor RS. Exercise-based cardiac rehabilitation for coronary heart disease. Cochrane Database Syst Rev. 2016 Jan 5;2016(1):CD001800. doi: 10.1002/14651858.CD001800.pub3."
                },
                {
                    "pmid": "27930803",
                    "type": "RESULT",
                    "citation": "Puhan MA, Gimeno-Santos E, Cates CJ, Troosters T. Pulmonary rehabilitation following exacerbations of chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2016 Dec 8;12(12):CD005305. doi: 10.1002/14651858.CD005305.pub4."
                },
                {
                    "pmid": "32396181",
                    "type": "RESULT",
                    "citation": "Lindenauer PK, Stefan MS, Pekow PS, Mazor KM, Priya A, Spitzer KA, Lagu TC, Pack QR, Pinto-Plata VM, ZuWallack R. Association Between Initiation of Pulmonary Rehabilitation After Hospitalization for COPD and 1-Year Survival Among Medicare Beneficiaries. JAMA. 2020 May 12;323(18):1813-1823. doi: 10.1001/jama.2020.4437."
                },
                {
                    "pmid": "26906147",
                    "type": "RESULT",
                    "citation": "Garvey C, Bayles MP, Hamm LF, Hill K, Holland A, Limberg TM, Spruit MA. Pulmonary Rehabilitation Exercise Prescription in Chronic Obstructive Pulmonary Disease: Review of Selected Guidelines: AN OFFICIAL STATEMENT FROM THE AMERICAN ASSOCIATION OF CARDIOVASCULAR AND PULMONARY REHABILITATION. J Cardiopulm Rehabil Prev. 2016 Mar-Apr;36(2):75-83. doi: 10.1097/HCR.0000000000000171."
                },
                {
                    "pmid": "26623686",
                    "type": "RESULT",
                    "citation": "Rochester CL, Vogiatzis I, Holland AE, Lareau SC, Marciniuk DD, Puhan MA, Spruit MA, Masefield S, Casaburi R, Clini EM, Crouch R, Garcia-Aymerich J, Garvey C, Goldstein RS, Hill K, Morgan M, Nici L, Pitta F, Ries AL, Singh SJ, Troosters T, Wijkstra PJ, Yawn BP, ZuWallack RL; ATS/ERS Task Force on Policy in Pulmonary Rehabilitation. An Official American Thoracic Society/European Respiratory Society Policy Statement: Enhancing Implementation, Use, and Delivery of Pulmonary Rehabilitation. Am J Respir Crit Care Med. 2015 Dec 1;192(11):1373-86. doi: 10.1164/rccm.201510-1966ST."
                },
                {
                    "pmid": "21676572",
                    "type": "RESULT",
                    "citation": "Drozda J Jr, Messer JV, Spertus J, Abramowitz B, Alexander K, Beam CT, Bonow RO, Burkiewicz JS, Crouch M, Goff DC Jr, Hellman R, James T 3rd, King ML, Machado EA Jr, Ortiz E, O'Toole M, Persell SD, Pines JM, Rybicki FJ, Sadwin LB, Sikkema JD, Smith PK, Torcson PJ, Wong JB; American Academy of Family Physicians; American Association of Cardiovascular and Pulmonary Rehabilitation; American Association of Clinical Endocrinologists; American College of Emergency Physicians; American College of Radiology; American Nurses Association; American Society of Health-System Pharmacists; Society of Hospital Medicine; Society of Thoracic Surgeons. ACCF/AHA/AMA-PCPI 2011 performance measures for adults with coronary artery disease and hypertension: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Performance Measures and the American Medical Association-Physician Consortium for Performance Improvement. J Am Coll Cardiol. 2011 Jul 12;58(3):316-36. doi: 10.1016/j.jacc.2011.05.002. Epub 2011 Jun 14. No abstract available."
                },
                {
                    "pmid": "22534627",
                    "type": "RESULT",
                    "citation": "American Academy of Family Physicians; American Academy of Hospice and Palliative Medicine; American Nurses Association; American Society of Health-System Pharmacists; Heart Rhythm Society; Society of Hospital Medicine; Bonow RO, Ganiats TG, Beam CT, Blake K, Casey DE Jr, Goodlin SJ, Grady KL, Hundley RF, Jessup M, Lynn TE, Masoudi FA, Nilasena D, Pina IL, Rockswold PD, Sadwin LB, Sikkema JD, Sincak CA, Spertus J, Torcson PJ, Torres E, Williams MV, Wong JB; ACCF/AHA Task Force on Performance Measures; Peterson ED, Masoudi FA, DeLong E, Erwin JP 3rd, Fonarow GC, Goff DC Jr, Grady KL, Green LA, Heidenreich PA, Jenkins KJ, Loth A, Shahian DM. ACCF/AHA/AMA-PCPI 2011 performance measures for adults with heart failure: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Performance Measures and the American Medical Association-Physician Consortium for Performance Improvement. J Am Coll Cardiol. 2012 May 15;59(20):1812-32. doi: 10.1016/j.jacc.2012.03.013. Epub 2012 Apr 23. No abstract available."
                },
                {
                    "pmid": "17692738",
                    "type": "RESULT",
                    "citation": "Anderson JL, Adams CD, Antman EM, Bridges CR, Califf RM, Casey DE Jr, Chavey WE 2nd, Fesmire FM, Hochman JS, Levin TN, Lincoff AM, Peterson ED, Theroux P, Wenger NK, Wright RS, Smith SC Jr, Jacobs AK, Adams CD, Anderson JL, Antman EM, Halperin JL, Hunt SA, Krumholz HM, Kushner FG, Lytle BW, Nishimura R, Ornato JP, Page RL, Riegel B; American College of Cardiology; American Heart Association Task Force on Practice Guidelines (Writing Committee to Revise the 2002 Guidelines for the Management of Patients With Unstable Angina/Non-ST-Elevation Myocardial Infarction); American College of Emergency Physicians; Society for Cardiovascular Angiography and Interventions; Society of Thoracic Surgeons; American Association of Cardiovascular and Pulmonary Rehabilitation; Society for Academic Emergency Medicine. ACC/AHA 2007 guidelines for the management of patients with unstable angina/non-ST-Elevation myocardial infarction: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Writing Committee to Revise the 2002 Guidelines for the Management of Patients With Unstable Angina/Non-ST-Elevation Myocardial Infarction) developed in collaboration with the American College of Emergency Physicians, the Society for Cardiovascular Angiography and Interventions, and the Society of Thoracic Surgeons endorsed by the American Association of Cardiovascular and Pulmonary Rehabilitation and the Society for Academic Emergency Medicine. J Am Coll Cardiol. 2007 Aug 14;50(7):e1-e157. doi: 10.1016/j.jacc.2007.02.013. No abstract available. Erratum In: J Am Coll Cardiol. 2008 Mar 4;51(9):974."
                },
                {
                    "pmid": "23256913",
                    "type": "RESULT",
                    "citation": "O'Gara PT, Kushner FG, Ascheim DD, Casey DE Jr, Chung MK, de Lemos JA, Ettinger SM, Fang JC, Fesmire FM, Franklin BA, Granger CB, Krumholz HM, Linderbaum JA, Morrow DA, Newby LK, Ornato JP, Ou N, Radford MJ, Tamis-Holland JE, Tommaso CL, Tracy CM, Woo YJ, Zhao DX. 2013 ACCF/AHA guideline for the management of ST-elevation myocardial infarction: executive summary: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. 2013 Jan 29;61(4):485-510. doi: 10.1016/j.jacc.2012.11.018. Epub 2012 Dec 17. No abstract available. Erratum In: J Am Coll Cardiol. 2013 Sep 10;62(11):1039."
                },
                {
                    "pmid": "31314061",
                    "type": "RESULT",
                    "citation": "Rubin R. Although Cardiac Rehab Saves Lives, Few Eligible Patients Take Part. JAMA. 2019 Aug 6;322(5):386-388. doi: 10.1001/jama.2019.8604. No abstract available."
                },
                {
                    "pmid": "22291128",
                    "type": "RESULT",
                    "citation": "Arena R, Williams M, Forman DE, Cahalin LP, Coke L, Myers J, Hamm L, Kris-Etherton P, Humphrey R, Bittner V, Lavie CJ; American Heart Association Exercise, Cardiac Rehabilitation and Prevention Committee of the Council on Clinical Cardiology, Council on Epidemiology and Prevention, and Council on Nutrition, Physical Activity and Metabolism. Increasing referral and participation rates to outpatient cardiac rehabilitation: the valuable role of healthcare professionals in the inpatient and home health settings: a science advisory from the American Heart Association. Circulation. 2012 Mar 13;125(10):1321-9. doi: 10.1161/CIR.0b013e318246b1e5. Epub 2012 Jan 30. No abstract available."
                },
                {
                    "pmid": "27428819",
                    "type": "RESULT",
                    "citation": "Nishi SP, Zhang W, Kuo YF, Sharma G. Pulmonary Rehabilitation Utilization in Older Adults With Chronic Obstructive Pulmonary Disease, 2003 to 2012. J Cardiopulm Rehabil Prev. 2016 Sep-Oct;36(5):375-82. doi: 10.1097/HCR.0000000000000194."
                },
                {
                    "pmid": "30417670",
                    "type": "RESULT",
                    "citation": "Spitzer KA, Stefan MS, Priya A, Pack QR, Pekow PS, Lagu T, Pinto-Plata VM, ZuWallack RL, Lindenauer PK. Participation in Pulmonary Rehabilitation after Hospitalization for Chronic Obstructive Pulmonary Disease among Medicare Beneficiaries. Ann Am Thorac Soc. 2019 Jan;16(1):99-106. doi: 10.1513/AnnalsATS.201805-332OC."
                },
                {
                    "pmid": "30252780",
                    "type": "RESULT",
                    "citation": "Vercammen-Grandjean C, Schopfer DW, Zhang N, Whooley MA. Participation in Pulmonary Rehabilitation by Veterans Health Administration and Medicare Beneficiaries After Hospitalization for Chronic Obstructive Pulmonary Disease. J Cardiopulm Rehabil Prev. 2018 Nov;38(6):406-410. doi: 10.1097/HCR.0000000000000357."
                },
                {
                    "pmid": "31543188",
                    "type": "RESULT",
                    "citation": "Yoo BW, Wenger NK. Gender Disparities in Cardiac Rehabilitation Among Older Women: Key Opportunities to Improve Care. Clin Geriatr Med. 2019 Nov;35(4):587-594. doi: 10.1016/j.cger.2019.07.012. Epub 2019 Jul 12."
                },
                {
                    "pmid": "21596892",
                    "type": "RESULT",
                    "citation": "Keating A, Lee A, Holland AE. What prevents people with chronic obstructive pulmonary disease from attending pulmonary rehabilitation? A systematic review. Chron Respir Dis. 2011;8(2):89-99. doi: 10.1177/1479972310393756."
                },
                {
                    "pmid": "30379752",
                    "type": "RESULT",
                    "citation": "Galati A, Piccoli M, Tourkmani N, Sgorbini L, Rossetti A, Cugusi L, Bellotto F, Mercuro G, Abreu A, D'Ascenzi F; Working Group on Cardiac Rehabilitation of the Italian Society of Cardiology. Cardiac rehabilitation in women: state of the art and strategies to overcome the current barriers. J Cardiovasc Med (Hagerstown). 2018 Dec;19(12):689-697. doi: 10.2459/JCM.0000000000000730."
                },
                {
                    "pmid": "21705915",
                    "type": "RESULT",
                    "citation": "Valencia HE, Savage PD, Ades PA. Cardiac rehabilitation participation in underserved populations. Minorities, low socioeconomic, and rural residents. J Cardiopulm Rehabil Prev. 2011 Jul-Aug;31(4):203-10. doi: 10.1097/HCR.0b013e318220a7da."
                },
                {
                    "pmid": "31931615",
                    "type": "RESULT",
                    "citation": "Ritchey MD, Maresh S, McNeely J, Shaffer T, Jackson SL, Keteyian SJ, Brawner CA, Whooley MA, Chang T, Stolp H, Schieb L, Wright J. Tracking Cardiac Rehabilitation Participation and Completion Among Medicare Beneficiaries to Inform the Efforts of a National Initiative. Circ Cardiovasc Qual Outcomes. 2020 Jan;13(1):e005902. doi: 10.1161/CIRCOUTCOMES.119.005902. Epub 2020 Jan 14."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO",
            "description": "Aggregate data will be shared, not IPD will be shared."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000008173",
                    "term": "Lung Diseases, Obstructive"
                },
                {
                    "id": "D000029424",
                    "term": "Pulmonary Disease, Chronic Obstructive"
                },
                {
                    "id": "D000006333",
                    "term": "Heart Failure"
                },
                {
                    "id": "D000060050",
                    "term": "Angina, Stable"
                }
            ],
            "ancestors": [
                {
                    "id": "D000006331",
                    "term": "Heart Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000008171",
                    "term": "Lung Diseases"
                },
                {
                    "id": "D000012140",
                    "term": "Respiratory Tract Diseases"
                },
                {
                    "id": "D000002908",
                    "term": "Chronic Disease"
                },
                {
                    "id": "D000020969",
                    "term": "Disease Attributes"
                },
                {
                    "id": "D000010335",
                    "term": "Pathologic Processes"
                },
                {
                    "id": "D000000787",
                    "term": "Angina Pectoris"
                },
                {
                    "id": "D000017202",
                    "term": "Myocardial Ischemia"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002637",
                    "term": "Chest Pain"
                },
                {
                    "id": "D000010146",
                    "term": "Pain"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M9421",
                    "name": "Heart Failure",
                    "asFound": "Congestive Heart Failure",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11168",
                    "name": "Lung Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M11170",
                    "name": "Lung Diseases, Obstructive",
                    "asFound": "Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M23449",
                    "name": "Pulmonary Disease, Chronic Obstructive",
                    "asFound": "Chronic Obstructive Pulmonary Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4117",
                    "name": "Angina Pectoris",
                    "relevance": "LOW"
                },
                {
                    "id": "M29575",
                    "name": "Angina, Stable",
                    "asFound": "Angina, Stable",
                    "relevance": "HIGH"
                },
                {
                    "id": "M9419",
                    "name": "Heart Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M14977",
                    "name": "Respiratory Tract Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M6147",
                    "name": "Chronic Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M22700",
                    "name": "Disease Attributes",
                    "relevance": "LOW"
                },
                {
                    "id": "M6546",
                    "name": "Coronary Artery Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "M19506",
                    "name": "Myocardial Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M10543",
                    "name": "Ischemia",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M5882",
                    "name": "Chest Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "T1303",
                    "name": "Chronic Graft Versus Host Disease",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC08",
                    "name": "Respiratory Tract (Lung and Bronchial) Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}