{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04537026",
            "orgStudyIdInfo": {
                "id": "IRB 131761"
            },
            "organization": {
                "fullName": "University of Utah",
                "class": "OTHER"
            },
            "briefTitle": "Sterile Amniotic Fluid Filtrate Epidural Injection.",
            "officialTitle": "A Phase I/II Double-Blinded Randomized Prospective Study of Sterile Amniotic Fluid Filtrate Epidural Injection for the Treatment of Lumbosacral Radicular Pain Due to Spinal Stenosis: Improving Safety and Outcomes in the Treatment of Pain and Disability Related to Spinal Stenosis.",
            "therapeuticArea": [
                "Other"
            ],
            "study": "sterile-amniotic-fluid-filtrate-epidural-injection"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-06-16",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-01-20",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-12-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-08-28",
            "studyFirstSubmitQcDate": "2020-08-28",
            "studyFirstPostDateStruct": {
                "date": "2020-09-03",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-28",
            "lastUpdatePostDateStruct": {
                "date": "2023-12-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Zack McCormick",
                "investigatorTitle": "Zachary McCormick, MD FAAPMR, Associate Professor, Director of Clinical Spine Research, Director of Interventional Spine and Musculoskeletal Medicine Fellowship",
                "investigatorAffiliation": "University of Utah"
            },
            "leadSponsor": {
                "name": "University of Utah",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Cell Therapy & Regenerative Medicine",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": true,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "There is a large population of patients with lumbosacral radicular pain due to spinal stenosis who do not respond to physical therapy or oral medication management, yet wish to avoid spinal surgery or are simply not candidates due to medical co-morbidity. Given the natural history of lumbar spinal stenosis, these patients typically suffer from chronic pain and disability. Currently, the typical treatment for this population is serial corticosteroid injection. The efficacy of the treatment specifically for the indication of spinal stenosis is in question and is associated with both concerning chronic sequelae and the risk, although low, of catastrophic neurologic compromise. Alternatively, hAF is a promising new biologic treatment with neuro-protective and regenerative properties. Early studies demonstrate its anti-inflammatory properties, with high levels of anti-inflammatory cytokines, in addition to its ability to assist with regeneration of peripheral nerves. Furthermore, it has a favorable side-effect profile without concern for long-term sequelae or potential for neurologic compromise. The present study aims to determine if epidural injection of hAF compared to the corticosteroid dexamethasone is more effective for the treatment of lumbosacral radicular pain due to spinal stenosis, as measured by pain, disability, psychological function, oral analgesic use, and avoidance of surgery. Evidence for superiority of epidural hAF compared to dexamethasone injection would change the treatment paradigm for refractory radicular pain due to spinal stenosis. Furthermore, even if shown to be non-inferior to epidural dexamethasone, epidural hAF would be favored given its superior safety profile. Thus, this research has the potential to improve outcomes and patient safety in a very large population with chronic pain.",
            "detailedDescription": "Lumbar spinal stenosis is a common cause of chronic pain and disability in older adults and is the leading reason for spinal surgery in older adults. In this condition, degenerative changes in intervertebral discs and osseous anatomy of the spine result in narrowing of the spinal canal and neuroforamen in close proximity to the traversing spinal nerve roots, causing back and radicular leg pain, paresthesias and weakness. In the absence of a progressive neurologic deficit, initial treatment of lumbosacral radicular pain includes physical therapy, activity modification, and oral neuropathic or analgesic medications. If this conservative approach fails to relieve pain, an image guided epidural steroid injection (ESI) is the second-line treatment. Surgical decompression may be a treatment option for some patients who fail conservative therapy, but it is not uniformly effective and is associated with substantial direct and indirect risks. Further, some patients are unwilling to undergo invasive surgical treatments, and in others, surgery is contraindicated due to medical co-morbidities.\n\nEpidural steroid injections are widely used for the treatment of spinal stenosis. Over 25% of all epidural steroid injection in the Medicare population are administered for the treatment of pain associated with spinal stenosis, accounting for more than 500,000 injections per year. When performed with sterile technique and fluoroscopic-guidance, epidural spine injections of steroid are safe. However, steroid use in the epidural space is associated with rare but catastrophic sequelae including paraplegia due to spinal cord infarction. The larger size or aggregation of particulate steroids likely obstructs arteriolar blood flow to the spinal cord if inadvertently injected into radicular arteries during TFESI. In addition, epidural steroid use is associated with common immediate/short-term adverse events such as facial flushing, headache, insomnia, transient hypertension, increased blood glucose in patients with diabetes. Injections must often be repeated when administered for chronic radicular pain given a typical natural history of life-long pain associated with this condition, which increases the risk of long-term sequelae including osteoporosis, adrenal suppression, hypertension, cataracts, gastrointestinal bleeding, and immune system dysfunction among many others.\n\nFurthermore, the injection treatment paradigm for patients with spinal stenosis has not been optimized. While transforaminal epidural steroid injection appears to be superior to both placebo saline injection and lidocaine injection at short-term to intermediate follow-up when performed for the indication of radicular pain due to acute disc herniation, the highest quality evidence to date suggests a lesser degree of efficacy for the indication of leg pain due to spinal stenosis This is particularly problematic given that radicular pain related to disc herniation is self-limited, whereas spinal-stenosis related radicular pain does not tend to improve over time. Thus, there is a large group of patients with spinal stenosis who fail to respond to physical therapy and oral medication management, yet either wish to avoid spinal surgery or are not eligible, and suffer from chronic pain and debility given the poor treatment options. Clearly, better treatments with more optimal safety and side-effect profiles compared to epidural corticosteroids must be investigated in this context.\n\nThere is therefore a critical need to identify safe and effective treatments for this common clinical condition, which would allow for improved patient function and pain relief. Amniotic Fluid (AF) is a promising new biologic treatment with neuro-protective and regenerative properties. Early after conception and until the mother's water breaks for the delivery of their infant, the fetus is bathed in amniotic fluid. AF functions as a supportive cushion to the fetus and provides a protective environment. AF is a rich source of nutrients, cytokines and growth factors that are required for fetal development and maturation. AF also contains multiple cell types with the potential to differentiate along multiple cell lineages. The protective and regenerative properties of AF are achieved via the exchange of water and solutes with surrounding tissues. This is accomplished via the utilization of different pathways during the course of a pregnancy that likely contribute to changes in the composition of AF with gestational age.\n\nEarly evidence demonstrates that concentrates of AF inhibit the development of peritonitis and accelerate defense-repair mechanisms within damaged joints, demonstrating protective biological properties. Since these early publications, more sophisticated evaluations have revealed the presence of antimicrobial, immunomodulatory, and growth-promoting activities of AF. For example, low AF antimicrobial activity is associated with a high incidence of an infectious syndromes in pregnant women. Components with antimicrobial, antiviral and antifungal activity that are present in AF include lysozyme, peroxidase, transferrin, beta-lysin, immunoglobulins and zinc-peptide complexes. Immunomodulatory properties of AF are evident from studies showing that enteral feeding of AF suppresses the pro-inflammatory responses in preterm pigs with necrotizing enterocolitis. Further, growth-promoting activities of AF are supported by both animal studies and in vitro studies, showing that AF can enhance neochondrogenesis, regenerate peripheral nerves and bone, accelerate re-epithelialization in corneas, and promote healing of human skin wounds. Some of the factors that are found in AF that may contribute to these activities include inflammatory mediators such as TNF-a, IL-6, IL8, and IL-1048 trophic factors that include EGF, IGF-1, FGF, HGF and TGF-a, and hyaluronic acid, an important factor in promoting re- epithelialization in human skin wounds.\n\nHuman AF also contains factors that appear to minimize scarring and adhesions. Ozgenel et al, describe how adhesions and scarring are reduced or eliminated in a peripheral nerve rat model. It is interesting that a fetal incision made early in gestation will heal without a scar whereas one made in late gestation heals with scar formation. Hyaluronic acid, which is found in high levels in AF, inhibits collagen synthesis. This hyaluronic acid-rich environment is due to a relative lack of hyaluronidase in AF and to the presence of hyaluronic acid-stimulating factor in AF. In a study investigating the effect of AF on proteases important to wound healing, human AF was shown to enhance collagenase activity, but to inhibit activities of hyaluronidase, elastase, and cathepsin.\n\nOur team has already conducted studies to assess the hypothesis that nutrients, cytokines and growth factors contained in the non-cellular fraction of AF are useful for reparative and regenerative treatments in patients. The first aim was to determine the feasibility of consenting and screening volunteer donors for the routine collection of AF from full-term pregnant women scheduled for caesarean- section (C-sections) and then processing the AF for clinical applications. The second aim was to develop a processing method that resulted in a cell-free AF preparation suitable for clinical applications. The third goal was to gain a better understanding about components of AF procured from full-term pregnancies. Initially, 36 pregnant women consented and passed the donor screening criteria. AF was successfully collected from 17 individuals. Median AF volumes were 70 mL (range 10-815 mL; n = 17). Fluid chemistries were similar, but some differences were noted in HA levels and cytokine profiles. Cytokine arrays revealed that an average of 304 ± 20 (mean ±SD; n=3) of 400 proteins tested were present in AF with a majority of cytokines associated with host defense. The proteins examined were annotated in the protein arrays as anti-inflammatory or pro-inflammatory. Twelve (12) of 17 (70%) of proteins known to have Anti-inflammatory cytokines were detected in the AF samples, while only 5 of 14 (36%) pro-inflammatory proteins were detected in AF samples. There were no (TNF)-α, or IL-1β found in AF samples. Three (3) cytokines were detected with both pro- and anti-inflammatory activity. Some of the peptides encountered and classified according to their function are found in Table 1 below:\n\nTable 1 Pro-inflammatory OPN, PAI-I, CD163, RAGE, IL17, IL1R3 Host defense IL-27, LAG-3, GITR, PD1 Innate Immunity hCGb, Galectin-3, TLR-2, Osteoactivin Antimicrobial TSP-1, lactoferrin, CXCL14, Trappin-2, CCL-28, MIG Anti-inflammatory IL1-ra, MBL Embryonic development DKK1, DKK3 Angiogenesis VEGF R1, Transferring, TIMP-2 Wound healing OPN, PAPP-A, FAP"
        },
        "conditionsModule": {
            "conditions": [
                "Lumbar Spinal Stenosis"
            ],
            "keywords": [
                "Amniotic Fluid",
                "Epidural Injection"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "PHASE1",
                "PHASE2"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "CROSSOVER",
                "interventionModelDescription": "A Double-blinded, randomized, prospective study to evaluate the standard of care (Corticosteriod) vs. Sterile Amniotic Fluid Filtrate Epidural Injection for the treatment of Lumbosacral Radicular Pain due to Spinal Stenosis.",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "TRIPLE",
                    "maskingDescription": "Participants, study investigators, and research personnel collecting data will remain blinded to patient treatment allocation.\n\nparticipants will be randomized to group #1 or #2 based on a random computer-generated schedule. Participants will be blinded to the group to which they are randomized. The physician preforming the injection will also be blinded to group. Research personnel will prepare the study drug and SOC medication such that the physician and patient cannot distinguish between groups. Identical syringes will be used in both groups, and both dexamethasone and hAF are colorless, translucent, odorless liquids, which are indistinguishable in a syringe. However, unblinded research personnel will prepare the study drug injection and maintain the blind by placing a blank label over the syringe to ensure that the treatment is blinded to the patient and treating physician.",
                    "whoMasked": [
                        "PARTICIPANT",
                        "CARE_PROVIDER",
                        "INVESTIGATOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 112,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Transforaminal epidural Amniotic Fluid injection",
                    "type": "EXPERIMENTAL",
                    "description": "Using fluoroscopic guidance, a lumbosacral epidural injection will be performed. 2-5cc of 1% lidocaine will be injected into the skin and subcutaneous tissue to anesthetize the skin and subcutaneous structures over the site of planned entry to the neural foramen. A 22 or 25 g Whitacre needle (3.5-7\") will be used to access the epidural space using the sub-pedicular or infraneural transforaminal approach, depending on individual anatomy at the discretion of the treating physician. Needle tip position will be confirmed using anterior-posterior and lateral fluoroscopic views as well as with injection of a standard 1-3 mL aliquot of omnipaque 180 (Iohexol) (GE Healthcare) contrast material during live fluoroscopy to confirm epidural flow of contrast and to rule out an intravascular injection. Then 3 mL of Amniotic Fluid will be injected through the spinal needle for unilateral symptoms, for a total injection volume of 3 mL in both groups.",
                    "interventionNames": [
                        "Drug: Amniotic Fluid Allograft"
                    ]
                },
                {
                    "label": "Transforaminal epidural dexamethasone injection",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Using fluoroscopic guidance, a lumbosacral epidural injection will be performed. 2-5cc of 1% lidocaine will be injected into the skin and subcutaneous tissue to anesthetize the skin and subcutaneous structures over the site of planned entry to the neural foramen. A 22 or 25 g Whitacre needle (3.5-7\") will be used to access the epidural space using the sub-pedicular or infraneural transforaminal approach, depending on individual anatomy at the discretion of the treating physician. Needle tip position confirmed using anterior-posterior and lateral fluoroscopic views as well as with injection of a standard 1-3 mL aliquot of omnipaque 180 (Iohexol) (GE Healthcare) contrast material during live fluoroscopy to confirm epidural flow of contrast and to rule out an intravascular injection. 1 mL of dexamethasone sodium phosphate (10 mg/mL) combined with 2 mL of sterile water will be injected through the spinal needle for unilateral symptoms, for a total injection volume of 3 mL in both groups.",
                    "interventionNames": [
                        "Drug: Dexamethasone sodium phosphate"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "DRUG",
                    "name": "Amniotic Fluid Allograft",
                    "description": "Amniotic Fluid Allograft will be mixed with sterile water and injected using transforaminal approach",
                    "armGroupLabels": [
                        "Transforaminal epidural Amniotic Fluid injection"
                    ]
                },
                {
                    "type": "DRUG",
                    "name": "Dexamethasone sodium phosphate",
                    "description": "Dexamethasone phosphate mixed with sterile water will be injected by transforaminal approach",
                    "armGroupLabels": [
                        "Transforaminal epidural dexamethasone injection"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "The number of adverse events associated with the drug injection.",
                    "description": "Categorical measures of both pain and function will be used for the primary outcome analysis given recent recommendations by the National Institute of Health.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "The percentage of participants reporting >50% improvement in NRS pain score at 6 weeks; back and leg pain separately.",
                    "description": "Categorical measures of both pain and function will be used for the primary outcome analysis given recent recommendations by the National Institute of Health.",
                    "timeFrame": "6 weeks"
                },
                {
                    "measure": "The percentage of participants reporting >30% improvement in SSSQ score at 6 weeks.",
                    "description": "Categorical measures of both pain and function will be used for the primary outcome analysis given recent recommendations by the National Institute of Health.",
                    "timeFrame": "6 weeks"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients who are ≥ 18 years old\n2. Pain in the low back and lower extremity (pain NRS \\>4) with buttock/leg pain \\> back pain.\n3. Radicular distribution of leg pain based on history and correlation with advancing imaging. Radicular pain may be fixed or claudicatory in nature.\n4. Pain resistant to a trial of conservative therapy (i.e. oral steroids, NSAIDs, opioids, muscle relaxants, physical therapy, chiropractic or other non-invasive care) for at least 3 months.\n5. Mild-moderate-severe lumbar foraminal or subarticular zone stenosis, and/or mild-moderate central canal spinal stenosis identified by MRI or CT scan according to radiologic criteria (Boden 1996).\n6. Ability to read English and complete the assessment questionnaires.\n7. Must have been 90 days since last steroid injection.\n\nExclusion Criteria:\n\n1. Patients in the opinion of the treating investigator who are unwilling or unable to comply with study procedures.\n2. Systemic infection or local infection over planned injection site.\n3. Bleeding disorder, current use of anticoagulants or anti-platelet medications.\n4. Intrinsic spinal cord lesions.\n5. History of central neurologic, cerebrovascular, demyelinating or muscular disease.\n6. Severe vascular, pulmonary or coronary artery disease that limits ambulation including recent myocardial infarction (within the last 6 months).\n7. Allergy to medications being used for injection procedures.\n8. Women who are pregnant, breastfeeding, or plan to become pregnant while participating in the study. If of child-bearing potential, unwillingness to use effective birth control while participating in the study.\n9. Cognitive deficit or motor neuron disease.\n10. Spinal instability requiring surgery.\n11. History of spinal fusion surgery\n12. Metastatic cancer.\n13. Concordant pain with internal rotation of the hip (or known hip joint pathology)",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "PMR Research Group",
                    "role": "CONTACT",
                    "phone": "801-587-5432",
                    "email": "PMR.Research@hsc.utah.edu"
                },
                {
                    "name": "Maddie Littell",
                    "role": "CONTACT",
                    "phone": "801-587-1436",
                    "email": "madelaine.littell@hsc.utah.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Zachary L McCormick, MD",
                    "affiliation": "University of Utah",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of Utah Orthopaedic Center",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "PMR Research Group",
                            "role": "CONTACT",
                            "phone": "801-587-5432",
                            "email": "PMR.Research@hsc.utah.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                },
                {
                    "facility": "University of Utah Orthopaedic Center",
                    "status": "RECRUITING",
                    "city": "Salt Lake City",
                    "state": "Utah",
                    "zip": "84108",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Zachary MCCormick",
                            "role": "CONTACT",
                            "phone": "801-587-5458",
                            "email": "Zachary.McCormick@hsc.utah.edu"
                        },
                        {
                            "name": "Zachary McCormick, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.76078,
                        "lon": -111.89105
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000013130",
                    "term": "Spinal Stenosis"
                },
                {
                    "id": "D000003251",
                    "term": "Constriction, Pathologic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000020763",
                    "term": "Pathological Conditions, Anatomical"
                },
                {
                    "id": "D000013122",
                    "term": "Spinal Diseases"
                },
                {
                    "id": "D000001847",
                    "term": "Bone Diseases"
                },
                {
                    "id": "D000009140",
                    "term": "Musculoskeletal Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M15927",
                    "name": "Spinal Stenosis",
                    "asFound": "Spinal Stenosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M10290",
                    "name": "Infertility",
                    "relevance": "LOW"
                },
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                },
                {
                    "id": "M6475",
                    "name": "Constriction, Pathologic",
                    "asFound": "Stenosis",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22519",
                    "name": "Pathological Conditions, Anatomical",
                    "relevance": "LOW"
                },
                {
                    "id": "M15919",
                    "name": "Spinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5126",
                    "name": "Bone Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12097",
                    "name": "Musculoskeletal Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC05",
                    "name": "Musculoskeletal Diseases"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BXS",
                    "name": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                }
            ]
        },
        "interventionBrowseModule": {
            "meshes": [
                {
                    "id": "D000003907",
                    "term": "Dexamethasone"
                },
                {
                    "id": "C000018038",
                    "term": "Dexamethasone acetate"
                },
                {
                    "id": "C000004180",
                    "term": "Dexamethasone 21-phosphate"
                },
                {
                    "id": "C000101468",
                    "term": "BB 1101"
                }
            ],
            "ancestors": [
                {
                    "id": "D000000893",
                    "term": "Anti-Inflammatory Agents"
                },
                {
                    "id": "D000000932",
                    "term": "Antiemetics"
                },
                {
                    "id": "D000001337",
                    "term": "Autonomic Agents"
                },
                {
                    "id": "D000018373",
                    "term": "Peripheral Nervous System Agents"
                },
                {
                    "id": "D000045505",
                    "term": "Physiological Effects of Drugs"
                },
                {
                    "id": "D000005765",
                    "term": "Gastrointestinal Agents"
                },
                {
                    "id": "D000005938",
                    "term": "Glucocorticoids"
                },
                {
                    "id": "D000006728",
                    "term": "Hormones"
                },
                {
                    "id": "D000006730",
                    "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                },
                {
                    "id": "D000018931",
                    "term": "Antineoplastic Agents, Hormonal"
                },
                {
                    "id": "D000000970",
                    "term": "Antineoplastic Agents"
                },
                {
                    "id": "D000011480",
                    "term": "Protease Inhibitors"
                },
                {
                    "id": "D000004791",
                    "term": "Enzyme Inhibitors"
                },
                {
                    "id": "D000045504",
                    "term": "Molecular Mechanisms of Pharmacological Action"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7102",
                    "name": "Dexamethasone",
                    "asFound": "SRS",
                    "relevance": "HIGH"
                },
                {
                    "id": "M235549",
                    "name": "Dexamethasone acetate",
                    "asFound": "SRS",
                    "relevance": "HIGH"
                },
                {
                    "id": "M199152",
                    "name": "BB 1101",
                    "asFound": "SRS",
                    "relevance": "HIGH"
                },
                {
                    "id": "M11014",
                    "name": "Lidocaine",
                    "relevance": "LOW"
                },
                {
                    "id": "M342056",
                    "name": "Dexamethasone 21-phosphate",
                    "asFound": "SRS",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4217",
                    "name": "Anti-Inflammatory Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M4251",
                    "name": "Antiemetics",
                    "relevance": "LOW"
                },
                {
                    "id": "M8881",
                    "name": "Gastrointestinal Agents",
                    "relevance": "LOW"
                },
                {
                    "id": "M9047",
                    "name": "Glucocorticoids",
                    "relevance": "LOW"
                },
                {
                    "id": "M9789",
                    "name": "Hormones",
                    "relevance": "LOW"
                },
                {
                    "id": "M9788",
                    "name": "Hormone Antagonists",
                    "relevance": "LOW"
                },
                {
                    "id": "M20966",
                    "name": "Antineoplastic Agents, Hormonal",
                    "relevance": "LOW"
                },
                {
                    "id": "M19609",
                    "name": "HIV Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M14343",
                    "name": "Protease Inhibitors",
                    "relevance": "LOW"
                },
                {
                    "id": "M7951",
                    "name": "Enzyme Inhibitors",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Infl",
                    "name": "Anti-Inflammatory Agents"
                },
                {
                    "abbrev": "ANeo",
                    "name": "Antineoplastic Agents"
                },
                {
                    "abbrev": "AnEm",
                    "name": "Antiemetics"
                },
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                },
                {
                    "abbrev": "AnArAg",
                    "name": "Anti-Arrhythmia Agents"
                },
                {
                    "abbrev": "ChanBlk",
                    "name": "Channel Blockers"
                },
                {
                    "abbrev": "CNSDep",
                    "name": "Central Nervous System Depressants"
                },
                {
                    "abbrev": "Infe",
                    "name": "Anti-Infective Agents"
                }
            ]
        }
    },
    "hasResults": false
}