{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05679674",
            "orgStudyIdInfo": {
                "id": "2020-CHU-003"
            },
            "organization": {
                "fullName": "Baptist Health South Florida",
                "class": "OTHER"
            },
            "briefTitle": "Stereotactic Body Radiation and Tumor Treating Fields for Locally Advanced Pancreas Cancer",
            "officialTitle": "Phase 2 Trial of Ablative MRI-guided Stereotactic Body Radiation Therapy and Tumor Treating Fields for Locally Advanced Pancreas Cancer",
            "therapeuticArea": [
                "Oncology and Hematology",
                "Other"
            ],
            "study": "stereotactic-body-radiation-and-tumor-treating-fields-for-locally-advanced-pancreas-cancer"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-03",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-09-21",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-06",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-27",
            "studyFirstSubmitQcDate": "2022-12-27",
            "studyFirstPostDateStruct": {
                "date": "2023-01-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-03-30",
            "lastUpdatePostDateStruct": {
                "date": "2024-04-02",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR_INVESTIGATOR",
                "investigatorFullName": "Michael Chuong",
                "investigatorTitle": "Medical Director of Proton Therapy and Photon Therapy",
                "investigatorAffiliation": "Baptist Health South Florida"
            },
            "leadSponsor": {
                "name": "Michael Chuong",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "NovoCure Ltd.",
                    "class": "INDUSTRY"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this clinical trial is to determine whether using chemotherapy followed by stereotactic ablative body radiation therapy (SABR) and tumor treating fields (TTF) will slow tumor growth in people with locally advanced pancreas cancer. All participants will receive SABR therapy once per day for five days and use the TTF system for at least 18 hours per day starting on the first day of SABR until the tumor progresses or severe toxicity develops."
        },
        "conditionsModule": {
            "conditions": [
                "Pancreas Cancer",
                "Locally Advanced",
                "Locally Advanced Pancreatic Adenocarcinoma"
            ],
            "keywords": [
                "tumor treating fields",
                "stereotactic ablative body radiation",
                "chemotherapy"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 48,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stereotactic Ablative Body Radiation (SABR) and Tumor Treating Fields (TTF)",
                    "type": "EXPERIMENTAL",
                    "description": "50 Gy in five fractions SABR (once per day for 5 days) and use of the TTF system for 18 hours per day starting on the first day of SABR and continuing until abdominal disease progression",
                    "interventionNames": [
                        "Radiation: Stereotactic Ablative Body Radiation (SABR)",
                        "Device: Tumor Treating Fields (TTF)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "RADIATION",
                    "name": "Stereotactic Ablative Body Radiation (SABR)",
                    "description": "50 Gy in 5 fractions, once per day for 5 days",
                    "armGroupLabels": [
                        "Stereotactic Ablative Body Radiation (SABR) and Tumor Treating Fields (TTF)"
                    ]
                },
                {
                    "type": "DEVICE",
                    "name": "Tumor Treating Fields (TTF)",
                    "description": "Participant will use the system for at least 18 hours per day starting on the first day of SABR until abdominal disease progression. Short treatment breaks are permitted for personal needs (such as to take a shower) and during radiation therapy. An additional treatment break is permitted for up to 48 hours every 21 days.",
                    "armGroupLabels": [
                        "Stereotactic Ablative Body Radiation (SABR) and Tumor Treating Fields (TTF)"
                    ],
                    "otherNames": [
                        "NovoTTF-100L"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Median Progression Free Survival (PFS)",
                    "description": "PFS is defined as the time from the initiation of study therapy to the first documented disease progression or death due to any cause, whichever occurs first",
                    "timeFrame": "2 years"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in Progression Free Survival (PFS)",
                    "description": "PFS is defined as the time from the initiation of study therapy to the first documented disease progression or death due to any cause, whichever occurs first",
                    "timeFrame": "1 and 2 years"
                },
                {
                    "measure": "Median Local Control (LC)",
                    "description": "LC is defined as a response within the radiation target volume according to Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 criteria (i.e., percentage of participants with stable disease, partial response, or complete response).",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Change in Local Control (LC)",
                    "description": "LC is defined as a response within the radiation target volume according to RECIST) v1.1 criteria (i.e., percentage of participants with stable disease, partial response, or complete response).",
                    "timeFrame": "1 and 2 years"
                },
                {
                    "measure": "Median Distant Metastasis Free Survival (DMFS)",
                    "description": "DMFS is defined as the time from initiation of study therapy to the first radiographic confirmation of distant metastasis",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Change in Distant Metastasis Free Survival (DMFS)",
                    "description": "DMFS is defined as the time from initiation of study therapy to the first radiographic confirmation of distant metastasis",
                    "timeFrame": "1 and 2 years"
                },
                {
                    "measure": "Median Overall Survival (OS)",
                    "description": "OS is defined as the time from the initiation of study therapy to death due to any cause or date of last follow-up, whichever occurs first.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Change in Overall Survival (OS)",
                    "description": "OS is defined as the time from the initiation of study therapy to death due to any cause or date of last follow-up, whichever occurs first.",
                    "timeFrame": "1 and 2 years"
                },
                {
                    "measure": "Change in Quality of Life (QOL)",
                    "description": "Quality of Life will be assessed using the Functional Assessment of Cancer Therapy - General (FACT-G), a 27-item questionnaire designed to measure four domains of QOL in cancer patients: physical, social, emotional, and functional well-being. Each domain has a scoring range of 0-28, for a combined total score of 0-108, where higher scores indicate better QOL.",
                    "timeFrame": "Baseline, during radiation therapy, every 3 months for 2 years"
                },
                {
                    "measure": "Change in Incidence of Grade 3+ Toxicities",
                    "description": "All participants will be evaluable for toxicity from the time of their first treatment. All Grade 3+ toxicities \\[according to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0\\] will be tracked, regardless of attribution to study treatment.",
                    "timeFrame": "Baseline, during radiation therapy, every 3 months for 2 years"
                },
                {
                    "measure": "Location of Recurrence",
                    "description": "Location of recurrence is defined as the site(s) at the time of any first tumor recurrence: local only \\[centroid of the recurrence within the planning target volume (PTV)\\], distant only (centroid of the recurrence outside of the PTV), or local and distant.",
                    "timeFrame": "2 years"
                },
                {
                    "measure": "Chemotherapy-Free Interval",
                    "description": "The chemotherapy-free interval is defined as the duration of time from the initiation of study therapy to the date any chemotherapy is subsequently administered.",
                    "timeFrame": "2 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed locally advanced adenocarcinoma of the pancreas. Locally advanced pancreas cancer as per National Comprehensive Cancer Network (NCCN) Guidelines.\n* Regional lymph node involvement is permitted if able to be treated with radiation therapy.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* At least 4 months of prior FOLFIRINOX or modified FOLFIRINOX delivered for pancreas cancer without evidence of distant progression on restaging radiographic studies.\n* Carbohydrate antigen 19-9 (CA 19-9) ≤250 U/mL on most recent assessment prior to study enrollment.\n* Adequate normal organ and marrow function as defined below:\n\n  i. Hemoglobin ≥8.0 g/dL that may be achieved with transfusion ii. Absolute neutrophil count (ANC) ≥1500 per mm\\^3 iii. Platelet count ≥60,000 per mm\\^3 iv. Serum bilirubin ≤1.5 x institutional upper limit of normal (ULN) v. AST (SGOT)/ALT (SGPT) ≤3 x institutional ULN\n* People of childbearing potential must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry and for the duration of study participation. Should a participant become pregnant or suspect they are pregnant while participating in this study, they must inform the treating physician immediately.\n* Able to operate the tumor treating field (NovoTTF-100L) system independently or with assistance.\n* All participants must sign written informed consent.\n\nExclusion Criteria:\n\n* Distant metastasis from pancreas cancer.\n* Contraindication to having a magnetic resonance imaging (MRI) scan.\n* Prior abdominal radiation therapy.\n* History of any primary malignancy with the exception of:\n\n  1. Malignancy treated with curative intent and with no known active disease for at least 3 years before enrollment on this study.\n  2. Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease.\n  3. Adequately treated carcinoma in situ without evidence of disease (i.e., cervical carcinoma in situ; superficial bladder cancer).\n* Any unresolved toxicity (Common Terminology Criteria for Adverse Events version 5.0 \\> grade 2) from previous anti-cancer therapy. Participants with irreversible toxicity that is not reasonably expected to worsen by treatment on this study are permitted to enroll on this study.\n* History of inflammatory bowel disease (i.e., Crohn's disease, ulcerative colitis).\n* Any condition in the opinion of the investigator that would interfere with evaluation of study treatment or interpretation of patient safety or study results.\n* Participants who are pregnant or breastfeeding. Patients with an electrical implantable device in the torso. Examples of electrical implanted medical devices include spinal cord stimulators, vagus nerve stimulators, pacemakers, and defibrillators.\n* History of significant uncontrolled cardiovascular disease. Significant cardiac disease includes second/third degree heart block; significant ischemic heart disease; poorly controlled hypertension; congestive heart failure of the New York Heart Association (NYHA) Class II or worse.\n* History of arrhythmia that is symptomatic or requires treatment. Patients with atrial fibrillation or flutter controlled by medication are not excluded from participation in the trial.\n* Known allergy to medical adhesives or conductive hydrogel \\[gel used on electrocardiogram (ECG) stickers or transcutaneous electrical nerve stimulation (TENS) electrodes\\].",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Michael Chuong, M.D.",
                    "role": "CONTACT",
                    "phone": "(786) 596-2000",
                    "email": "MichaelChu@baptisthealth.net"
                },
                {
                    "name": "Carolina Rojas",
                    "role": "CONTACT",
                    "phone": "(786) 527-8543",
                    "email": "CarolinaRoj@BaptistHealth.net"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Michael Chuong, M.D.",
                    "affiliation": "Miami Cancer Institute at Baptist Health, Inc.",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Miami Cancer Institute at Baptist Health, Inc.",
                    "status": "RECRUITING",
                    "city": "Miami",
                    "state": "Florida",
                    "zip": "33176",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Michael Chuong, M.D.",
                            "role": "CONTACT",
                            "phone": "786-596-2000",
                            "email": "MichaelChu@baptisthealth.net"
                        }
                    ],
                    "geoPoint": {
                        "lat": 25.77427,
                        "lon": -80.19366
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33665480",
                    "type": "BACKGROUND",
                    "citation": "Hassanzadeh C, Rudra S, Bommireddy A, Hawkins WG, Wang-Gillam A, Fields RC, Cai B, Park J, Green O, Roach M, Henke L, Kim H. Ablative Five-Fraction Stereotactic Body Radiation Therapy for Inoperable Pancreatic Cancer Using Online MR-Guided Adaptation. Adv Radiat Oncol. 2020 Jun 25;6(1):100506. doi: 10.1016/j.adro.2020.06.010. eCollection 2021 Jan-Feb."
                },
                {
                    "pmid": "30932367",
                    "type": "BACKGROUND",
                    "citation": "Rudra S, Jiang N, Rosenberg SA, Olsen JR, Roach MC, Wan L, Portelance L, Mellon EA, Bruynzeel A, Lagerwaard F, Bassetti MF, Parikh PJ, Lee PP. Using adaptive magnetic resonance image-guided radiation therapy for treatment of inoperable pancreatic cancer. Cancer Med. 2019 May;8(5):2123-2132. doi: 10.1002/cam4.2100. Epub 2019 Apr 1."
                },
                {
                    "pmid": "32947042",
                    "type": "BACKGROUND",
                    "citation": "Chuong MD, Bryant J, Mittauer KE, Hall M, Kotecha R, Alvarez D, Romaguera T, Rubens M, Adamson S, Godley A, Mishra V, Luciani G, Gutierrez AN. Ablative 5-Fraction Stereotactic Magnetic Resonance-Guided Radiation Therapy With On-Table Adaptive Replanning and Elective Nodal Irradiation for Inoperable Pancreas Cancer. Pract Radiat Oncol. 2021 Mar-Apr;11(2):134-147. doi: 10.1016/j.prro.2020.09.005. Epub 2020 Sep 16. Erratum In: Pract Radiat Oncol. 2021 May-Jun;11(3):e354. doi: 10.1016/j.prro.2021.01.002."
                },
                {
                    "pmid": "33074042",
                    "type": "BACKGROUND",
                    "citation": "Jo Y, Oh G, Gi Y, Sung H, Joo EB, Lee S, Yoon M. Tumor treating fields (TTF) treatment enhances radiation-induced apoptosis in pancreatic cancer cells. Int J Radiat Biol. 2020 Dec;96(12):1528-1533. doi: 10.1080/09553002.2020.1838658. Epub 2020 Nov 2."
                },
                {
                    "pmid": "24555979",
                    "type": "BACKGROUND",
                    "citation": "Giladi M, Schneiderman RS, Porat Y, Munster M, Itzhaki A, Mordechovich D, Cahal S, Kirson ED, Weinberg U, Palti Y. Mitotic disruption and reduced clonogenicity of pancreatic cancer cells in vitro and in vivo by tumor treating fields. Pancreatology. 2014 Jan-Feb;14(1):54-63. doi: 10.1016/j.pan.2013.11.009. Epub 2013 Dec 4."
                },
                {
                    "pmid": "30396819",
                    "type": "BACKGROUND",
                    "citation": "Rivera F, Benavides M, Gallego J, Guillen-Ponce C, Lopez-Martin J, Kung M. Tumor treating fields in combination with gemcitabine or gemcitabine plus nab-paclitaxel in pancreatic cancer: Results of the PANOVA phase 2 study. Pancreatology. 2019 Jan;19(1):64-72. doi: 10.1016/j.pan.2018.10.004. Epub 2018 Oct 17."
                }
            ],
            "seeAlsoLinks": [
                {
                    "label": "Miami Cancer Institute at Baptist Health",
                    "url": "https://cancer.baptisthealth.net/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000010190",
                    "term": "Pancreatic Neoplasms"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000004067",
                    "term": "Digestive System Neoplasms"
                },
                {
                    "id": "D000009371",
                    "term": "Neoplasms by Site"
                },
                {
                    "id": "D000004701",
                    "term": "Endocrine Gland Neoplasms"
                },
                {
                    "id": "D000004066",
                    "term": "Digestive System Diseases"
                },
                {
                    "id": "D000010182",
                    "term": "Pancreatic Diseases"
                },
                {
                    "id": "D000004700",
                    "term": "Endocrine System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "M13110",
                    "name": "Pancreatic Neoplasms",
                    "asFound": "Pancreas Cancer",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7256",
                    "name": "Digestive System Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M8886",
                    "name": "Gastrointestinal Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7863",
                    "name": "Endocrine Gland Neoplasms",
                    "relevance": "LOW"
                },
                {
                    "id": "M7255",
                    "name": "Digestive System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M8883",
                    "name": "Gastrointestinal Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M13102",
                    "name": "Pancreatic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M7862",
                    "name": "Endocrine System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "T4387",
                    "name": "Pancreatic Cancer",
                    "asFound": "Pancreas Cancer",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC06",
                    "name": "Digestive System Diseases"
                },
                {
                    "abbrev": "BC19",
                    "name": "Gland and Hormone Related Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M22554",
                    "name": "Pancrelipase",
                    "relevance": "LOW"
                },
                {
                    "id": "M13114",
                    "name": "Pancreatin",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "Gast",
                    "name": "Gastrointestinal Agents"
                },
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}