{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04883671",
            "orgStudyIdInfo": {
                "id": "21-171"
            },
            "organization": {
                "fullName": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "briefTitle": "Stereotactic Body Radiotherapy (SBRT) for Early Treatment of Oligometastatic Adenoid Cystic Carcinoma: The SOLAR Trial",
            "officialTitle": "Stereotactic Body Radiotherapy (SBRT) for Early Treatment of Oligometastatic Adenoid Cystic Carcinoma: The SOLAR Trial",
            "therapeuticArea": [
                "Oncology and Hematology"
            ],
            "study": "stereotactic-body-radiotherapy-sbrt-for-early-treatment-of-oligometastatic-adenoid-cystic-carcinoma-the-solar-trial"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-10",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-12-27",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2028-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2030-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-05-03",
            "studyFirstSubmitQcDate": "2021-05-07",
            "studyFirstPostDateStruct": {
                "date": "2021-05-12",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-10-03",
            "lastUpdatePostDateStruct": {
                "date": "2023-10-05",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Jonathan Schoenfeld, MD, MPH",
                "investigatorTitle": "Principal Investigator",
                "investigatorAffiliation": "Dana-Farber Cancer Institute"
            },
            "leadSponsor": {
                "name": "Dana-Farber Cancer Institute",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Adenoid Cystic Carcinoma Research Foundation",
                    "class": "OTHER"
                },
                {
                    "name": "Gateway for Cancer Research",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": true,
            "isUsExport": true
        },
        "descriptionModule": {
            "briefSummary": "The aim of this study is to learn whether the early initiation of a specialized and focused type of radiation called stereotactic body radiation therapy (SBRT) will impact the progression of advanced adenoid cystic carcinoma, quality of life, and overall survival.\n\nThe name(s) of the study intervention involved in this study is:\n\n* Stereotactic Body Radiation Therapy (SBRT)",
            "detailedDescription": "This is a randomized phase II, open-label and non-blinded two-arm study aimed to investigate the potential benefit of treating oligometastatic adenoid cystic carcinoma (ACC) with early initiation of stereotactic body radiotherapy (SBRT). Given the overall uncertainty about the role of local therapy in the treatment of ACC, there is also a prospective observational cohort that will investigate outcomes following local ablative treatments in patients with advanced or metastatic ACC.\n\nThis research study is investigating how the specialized and focused stereotactic body radiation therapy (SBRT) impacts disease progression, quality of life, and overall survival in patients with a limited number of metastases (one to five) from their adenoid cystic carcinoma cancer. The use of SBRT to treat all areas of disease after early spread of ACC is investigational. SBRT is a more focused form of radiation compared to the palliative radiation typically received per standard of care treatment. Recent retrospective studies conducted suggest that patients with adenoid cystic carcinoma cancer may benefit from early initiation of a targeted radiation therapy.\n\nThe research study procedures include screening for eligibility and study treatment including evaluations and follow up visits. After enrollment participants will be randomized into two groups: Standard of Care or Stereotactic body radiotherapy (SBRT). All participants in the study, regardless of treatment regimen, will be followed for up to 10 years.\n\nIt is expected that about 66 people will take part in this research study.\n\nTwo organizations, Gateway for Cancer Research and the Adenoid Cystic Carcinoma Research Foundation (ACCRF), are supporting this research study by providing funding."
        },
        "conditionsModule": {
            "conditions": [
                "Adenoid Cystic Carcinoma",
                "Metastatic Adenoid Cystic Carcinoma"
            ],
            "keywords": [
                "Adenoid Cystic Carcinoma",
                "Metastatic Adenoid Cystic Carcinoma"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "TREATMENT",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 66,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Standard of Care (Cohort 1)",
                    "type": "ACTIVE_COMPARATOR",
                    "description": "Participants will be randomly assigned and receive standard of care as determined by their physician and may include: palliative radiation and/or a systemic therapy (like chemotherapy, immunotherapy, or targeted therapies).",
                    "interventionNames": [
                        "Other: Standard of Care"
                    ]
                },
                {
                    "label": "Stereotactic Body Radiotherapy (SBRT) 1-5 Metastatic Sites (Cohort 1)",
                    "type": "EXPERIMENTAL",
                    "description": "Participants will be randomly assigned and receive SBRT to 1-5 sites of metastatic disease over the course of 1-8 business days to each area of cancer.\n\nAfter SBRT is completed participant may go on to receive systemic therapy (like chemotherapy, immunotherapy, or targeted therapies) per discretion of their treating physician.",
                    "interventionNames": [
                        "Radiation: SBRT"
                    ]
                },
                {
                    "label": "Local Ablative Therapy (Cohort 2)",
                    "type": "NO_INTERVENTION",
                    "description": "Participants embarking on standard of care local ablative therapy (not limited to radiofrequency, microwave, or cryoablation, bland or chemoembolization, palliative radiotherapy, or surgical metastasectomy) not eligible for cohort 1 will be enrolled and followed."
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Standard of Care",
                    "description": "Participants will be randomly assigned and receive standard of care as determined by their physician and may include: palliative radiation and/or a systemic therapy (like chemotherapy, immunotherapy, or targeted therapies).",
                    "armGroupLabels": [
                        "Standard of Care (Cohort 1)"
                    ]
                },
                {
                    "type": "RADIATION",
                    "name": "SBRT",
                    "description": "SBRT to 1-5 sites of metastatic disease over the course of 1-8 business days to each area of cancer",
                    "armGroupLabels": [
                        "Stereotactic Body Radiotherapy (SBRT) 1-5 Metastatic Sites (Cohort 1)"
                    ],
                    "otherNames": [
                        "Stereotactic Body Radiotherapy"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Progression Free Survival (PFS) (Cohort 1)",
                    "description": "Assessed using RECIST v1.1 and Kaplan-Meier",
                    "timeFrame": "Time from randomization to local, regional, distant progression or death due to any cause, whichever occurs first, assessed up to 5 years"
                },
                {
                    "measure": "Local Control Rate (Cohort 2)",
                    "description": "Estimating 2-year local control rate following local treatment of ACC lesions. Assessed using RECIST v1.1.",
                    "timeFrame": "2 years from enrollment"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Overall Survival (OS)",
                    "description": "Assessed using RECIST v1.1 and Kaplan-Meier",
                    "timeFrame": "Time from randomization to death from any cause or date last known alive, assessed up to 5 years"
                },
                {
                    "measure": "Toxicity Rate",
                    "description": "Assessed by Common Terminology Criteria for Adverse Events (CTCAE) version 5.0",
                    "timeFrame": "Enrollment to end of treatment up to 2 years"
                },
                {
                    "measure": "Quality of Life (QOL) assessments by FACT-G",
                    "description": "Descriptive statistics will be performed to characterize QOL data",
                    "timeFrame": "Baseline and every 3 months for 2 years"
                },
                {
                    "measure": "Local Disease Control Rate",
                    "description": "Free of locoregional progression within irradiated oligometastatic sites, assessed using Kaplan-Meier",
                    "timeFrame": "Time from randomization to free of locoregional progression, assessed up to 5 years"
                },
                {
                    "measure": "Time to next systemic therapy for progression of disease",
                    "description": "Assessed using Kaplan-Meier",
                    "timeFrame": "Time from randomization to initiation of systemic therapy for progression of disease, assessed up to 5 years"
                },
                {
                    "measure": "Time to local therapy for progression of disease",
                    "description": "Assessed using Kaplan-Meier",
                    "timeFrame": "Time from randomization to initiation of local therapy for progression of disease, assessed up to 5 years"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject must have histologically confirmed adenoid cystic carcinoma (ACC) of any primary site with distant metastases detected clinically or on imaging (biopsy of metastatic disease preferred, but not required)\n* Cohort 1\n\n  * One to five detectable sites of metastatic disease at any organ or site (including bone and CNS involvement)\n\n    * Maximum size of 3 cm for brain lesions.\n    * Note: Measurable disease is not required\n    * Note: Patients with isolated intracranial disease for whom SRS would be the preferred standard of care are not eligible.\n    * Note: Patients may have additional sites of disease for which radiation is not feasible or indicated provided this disease is: 1) Less than 1 cm in maximum diameter on most recent imaging; or 2) Stable over the last 3 months as determined by the investigator\n* Cohort 2\n\n  * At least 1 site of non-osseous disease\n* Cohort 1\n\n  * All (up to 5) metastatic foci should be amenable to SBRT as per review by a radiation oncologist based on protocol specified dose / dose constraints (there is no prespecified minimum or maximum size)\n* Cohort 2\n\n  * At least one metastatic focus amenable to local ablative treatment with any of the following: radiation therapy; radiofrequency, microwave, or cryoablation; bland or chemoembolization\n* Cohort 1\n\n  * Primary tumor either controlled, or amenable for local treatment with SBRT\n  * Defined as no evidence of progression at primary or local site of disease (if known) within 6 months prior to enrollment\n* Age 18 years or older\n* ECOG performance status of 0-2\n* Prior systemic therapy is allowed but no therapy (cytotoxic or molecularly targeted agents) 2 weeks prior to the first fraction of radiotherapy, and until after the last fraction of SBRT.\n* Cohort 1\n\n  * For patients with metastases that have been previously treated (prior resection, radiotherapy, radiofrequency or cryoablation):\n\n    * If the previously treated site is controlled based on imaging, the patient is eligible for this trial and does not need further treatment of the controlled site\n    * If the previously treated site is not controlled based on imaging, the patient is eligible for this trial as long as the site is amenable to SBRT\n* Ability to understand and the willingness to sign a written informed consent document.\n* Women of childbearing potential must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 72 hours prior to the start of (chemo)radiation therapy.\n\n\"Women of childbearing potential (WOCBP)\" is defined as any female who has experienced menarche and who has not undergone surgical sterilization (hysterectomy or bilateral oophorectomy) or who is not postmenopausal. Menopause is defined clinically as 12 months of amenorrhea in a woman over 45 in the absence of other biological or physiological causes. In addition, women under the age of 55 must have a documented serum follicle stimulating hormone (FSH) level less than 40 mIU/mL.\n\n* Men who are sexually active with WOCBP must agree to use any contraceptive method with a failure rate of less than 1% per year. Men who are sexually active with WOCBP will be instructed to adhere to contraception for a period of 1 month after treatment. Women who are not of childbearing potential (i.e., who are postmenopausal or surgically sterile as well as azoospermic men) do not require contraception. See Appendix B for further guidance on contraception.\n\nExclusion Criteria:\n\n* Cohort 1\n\n  * Subject who has received systemic therapy for treatment of ACC within 2 weeks of enrollment.\n* Evidence of need for urgent surgical intervention for metastatic CNS or spine disease.\n* Cohort 1\n\n  * Alternative locally ablative therapies received (radiofrequency ablation, cryotherapy, or \\[chemo\\]embolization) for any metastatic foci planned for SBRT at the time of study enrollment that precludes administration of SBRT.\n* Bone metastasis in a femoral bone for which surgical stabilization is recommended.\n* Malignant pleural effusion.\n* Cohort 1\n\n  * Active disease \\>1 cm that is progressing and not amenable to SBRT.\n* Pregnant or lactating women.\n* Uncontrolled intercurrent illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Has a known additional malignancy that is progressing or requires active treatment. Exceptions: include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer, and low-risk prostate adenocarcinoma being managed with active surveillance. A history of another separate malignancy in remission without evidence of active disease in the last 2 years is permitted.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jonathan D Schoenfeld, MD, MPH",
                    "role": "CONTACT",
                    "phone": "617-632-5296",
                    "email": "jonathan_schoenfeld@dfci.harvard.edu"
                },
                {
                    "name": "Glenn J Hanna, MD",
                    "role": "CONTACT",
                    "phone": "617-632-3090",
                    "email": "glenn_hanna@dfci.harvard.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jonathan D Schoenfeld, MD, MPH",
                    "affiliation": "Brigham and Women's Hospital",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "University of California, San Francisco",
                    "status": "RECRUITING",
                    "city": "San Francisco",
                    "state": "California",
                    "zip": "94158",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Sue Yom, MD, PhD",
                            "role": "CONTACT",
                            "phone": "877-827-3222",
                            "email": "cancertrials@ucsf.edu"
                        },
                        {
                            "name": "Sue Yom, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 37.77493,
                        "lon": -122.41942
                    }
                },
                {
                    "facility": "University of Chicago",
                    "status": "RECRUITING",
                    "city": "Chicago",
                    "state": "Illinois",
                    "zip": "60637",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Alexander T Pearson, MD, PhD",
                            "role": "CONTACT",
                            "phone": "855-702-8222",
                            "email": "alexander.pearson@uchicagomedicine.org"
                        },
                        {
                            "name": "Alexander T Pearson, MD, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 41.85003,
                        "lon": -87.65005
                    }
                },
                {
                    "facility": "Brigham and Women's Hospital",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02115",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan D Schoenfeld, MD, MPH",
                            "role": "CONTACT",
                            "phone": "617-632-5296",
                            "email": "jonathan_schoenfeld@dfci.harvard.edu"
                        },
                        {
                            "name": "Jonathan D Schoenfeld, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                },
                {
                    "facility": "Dana Farber Cancer Institute",
                    "status": "RECRUITING",
                    "city": "Boston",
                    "state": "Massachusetts",
                    "zip": "02215",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jonathan D Schoenfeld, MD, MPH",
                            "role": "CONTACT",
                            "phone": "617-632-5296",
                            "email": "jonathan_schoenfeld@dfci.harvard.edu"
                        },
                        {
                            "name": "Jonathan D Schoenfeld, MD, MPH",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 42.35843,
                        "lon": -71.05977
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "34927307",
                    "type": "DERIVED",
                    "citation": "Tyan K, Bae JE, Lorch JH, Margalit DN, Tishler RB, Huynh MA, Jo VY, Haddad RI, Chau NG, Hanna GJ, Schoenfeld JD. Oligometastatic adenoid cystic carcinoma: Correlating tumor burden and time to treatment with outcomes. Head Neck. 2022 Mar;44(3):722-734. doi: 10.1002/hed.26964. Epub 2021 Dec 19."
                }
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000002277",
                    "term": "Carcinoma"
                },
                {
                    "id": "D000003528",
                    "term": "Carcinoma, Adenoid Cystic"
                }
            ],
            "ancestors": [
                {
                    "id": "D000009375",
                    "term": "Neoplasms, Glandular and Epithelial"
                },
                {
                    "id": "D000009370",
                    "term": "Neoplasms by Histologic Type"
                },
                {
                    "id": "D000009369",
                    "term": "Neoplasms"
                },
                {
                    "id": "D000000230",
                    "term": "Adenocarcinoma"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M5534",
                    "name": "Carcinoma",
                    "asFound": "Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6733",
                    "name": "Carcinoma, Adenoid Cystic",
                    "asFound": "Adenoid Cystic Carcinoma",
                    "relevance": "HIGH"
                },
                {
                    "id": "M12320",
                    "name": "Neoplasms, Glandular and Epithelial",
                    "relevance": "LOW"
                },
                {
                    "id": "M12315",
                    "name": "Neoplasms by Histologic Type",
                    "relevance": "LOW"
                },
                {
                    "id": "M3585",
                    "name": "Adenocarcinoma",
                    "relevance": "LOW"
                },
                {
                    "id": "T201",
                    "name": "Adenoid Cystic Carcinoma",
                    "asFound": "Adenoid Cystic Carcinoma",
                    "relevance": "HIGH"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        },
        "interventionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M2853",
                    "name": "Immunomodulating Agents",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "All",
                    "name": "All Drugs and Chemicals"
                }
            ]
        }
    },
    "hasResults": false
}