{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT04587869",
            "orgStudyIdInfo": {
                "id": "R01MD014722",
                "type": "NIH",
                "link": "https://reporter.nih.gov/quickSearch/R01MD014722"
            },
            "organization": {
                "fullName": "RAND",
                "class": "OTHER"
            },
            "briefTitle": "Still Climbin': An Intervention to Improve Coping Among Black Sexual Minority Men",
            "officialTitle": "Still Climbin': A Randomized Controlled Trial to Improve Coping, Medical Mistrust, and Healthcare Engagement Among Black Sexual Minority Men",
            "therapeuticArea": [
                "Other"
            ],
            "study": "still-climbin-an-intervention-to-improve-coping-among-black-sexual-minority-men"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-11",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-02-09",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2020-10-01",
            "studyFirstSubmitQcDate": "2020-10-08",
            "studyFirstPostDateStruct": {
                "date": "2020-10-14",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-11-16",
            "lastUpdatePostDateStruct": {
                "date": "2023-11-18",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "RAND",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "University of Massachusetts, Boston",
                    "class": "OTHER"
                },
                {
                    "name": "University of Southern California",
                    "class": "OTHER"
                },
                {
                    "name": "APLA Health",
                    "class": "UNKNOWN"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study consists of a randomized controlled trial of a multi-session cognitive behavior therapy (CBT) group intervention that addresses coping with discrimination and medical mistrust among Black sexual minority men (SMM). Primary intervention objectives include increasing health care engagement and receipt of evidence-based preventive care, as well as better coping and reduced anticipated and internalized stigma, and medical mistrust among intervention participants.",
            "detailedDescription": "This study is a randomized controlled trial of Still Climbin', an 8-session cognitive behavior therapy (CBT) group intervention that addresses coping with discrimination and medical mistrust among Black sexual minority men (SMM). Designed to be flexible for use in community settings, this intervention was developed in partnership with community stakeholders who emphasized the need for a community-based program outside of the health care system, and without a specific disease focus. It intends to give Black SMM a safe space to receive support for the whole of their identity and to openly discuss barriers to health care. Participants will be followed for 12 months. The effectiveness of the Still Climbin' intervention will be assessed on health care engagement and receipt of evidence-based preventive care, through surveys administered at multiple points throughout the intervention period. These outcomes will be confirmed with information from medical records. A total of 370 Black participants will be recruited and randomly assign 185 to receive the coping intervention and 185 to a no-treatment control. There will be about 10 groups of about 15 participants each for both intervention and control. Participants will be randomized to an intervention or control group after they complete the baseline survey. Participants will complete four surveys, starting with the baseline survey, and followed by 4-, 8-, and 12-month post-baseline follow-up surveys to assess health care engagement and receipt of evidence-based preventive care (e.g., cancer and diabetes screening, cardiovascular disease prevention, influenza vaccination, HIV prevention), and other topics such as coping strategies, stigma, and discrimination. The intervention is hypothesized to show increased health care engagement and receipt of evidence-based preventive care, in addition to better coping and reduced medical mistrust than the control group."
        },
        "conditionsModule": {
            "conditions": [
                "Discrimination, Social",
                "Health Care Utilization"
            ],
            "keywords": [
                "Black/African American sexual minority men"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "PREVENTION",
                "maskingInfo": {
                    "masking": "SINGLE",
                    "maskingDescription": "Outcomes assessor does not randomize participant until after the baseline assessment",
                    "whoMasked": [
                        "OUTCOMES_ASSESSOR"
                    ]
                }
            },
            "enrollmentInfo": {
                "count": 370,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "The intervention is an 8-session cognitive behavior therapy (CBT) group intervention that addresses coping with discrimination and medical mistrust among Black sexual minority men (SMM).",
                    "interventionNames": [
                        "Behavioral: CBT Coping Intervention"
                    ]
                },
                {
                    "label": "No-treatment control",
                    "type": "NO_INTERVENTION",
                    "description": "Participants who are assigned to the control group will not receive the intervention."
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "CBT Coping Intervention",
                    "description": "A cognitive behavior therapy group intervention that addresses coping with discrimination and medical mistrust among Black sexual minority men (SMM).",
                    "armGroupLabels": [
                        "Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Reduced proportion of participants who have inadequate healthcare utilization",
                    "description": "Participants report (1) fewer than 1 ambulatory visit, (2) at least 1 emergency department visit (without subsequent hospitalization), or (3) at least 1 hospitalization",
                    "timeFrame": "12-month pre-baseline to 12-month post-baseline"
                },
                {
                    "measure": "Increased proportion of participants receiving evidence-based care across conditions",
                    "description": "Receipt of screening and prevention for chronic diseases (e.g., cancer, cardiovascular disease, diabetes), and receipt of recommended immunizations (e.g., influenza)",
                    "timeFrame": "12 months pre-baseline to 12 months post-baseline"
                }
            ],
            "secondaryOutcomes": [
                {
                    "measure": "Change in adaptive coping strategies",
                    "description": "Average adaptive coping rating on the Brief COPE scale (higher=better coping; range=1-4)",
                    "timeFrame": "Baseline to 4-, 8-, and 12-months"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* Biologically male at birth\n* Identify as male\n* Self-identify as a Black/African American\n* Report having sex with men in the past 24 months\n* Anticipate being in Los Angeles County and available for the next 12 months to attend study visits\n* Able to interact and communicate in written and spoken English.\n\nExclusion Criteria:\n\n* Unwilling/Unable to provide informed consent\n* Cisgender women\n* Transgender women\n* Transgender men",
            "healthyVolunteers": true,
            "sex": "MALE",
            "genderBased": true,
            "genderDescription": "Biologically male at birth; Identify as male",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Laura Bogart, PhD",
                    "role": "CONTACT",
                    "phone": "(310) 393-0411",
                    "phoneExt": "7281",
                    "email": "lbogart@rand.org"
                },
                {
                    "name": "Terry Marsh, MPH",
                    "role": "CONTACT",
                    "phone": "(310) 393-0411",
                    "phoneExt": "6846",
                    "email": "tmarsh@rand.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Laura Bogart, PhD",
                    "affiliation": "RAND",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "APLA Health",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90016",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Matt G Mutchler, PhD",
                            "role": "CONTACT",
                            "email": "mmutchler@csudh.edu"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "Following publication of the main study papers, de-identified survey data will be made publicly available to researchers who successfully complete a registration process after requesting to use the data. The data made available will not contain any direct or indirect identifiers. Users must agree to the conditions of use governing access to the public release data, including restrictions against attempting to identify study participants, destruction of the data after analyses are completed, reporting responsibilities, restrictions on redistribution of the data to third parties, and proper acknowledgement of the data resource.",
            "timeFrame": "For three years, following publication of the main study papers.",
            "accessCriteria": "Users must agree to the conditions of use governing access to the public release data, including restrictions against attempting to identify study participants, destruction of the data after analyses are completed, reporting responsibilities, restrictions on redistribution of the data to third parties, and proper acknowledgement of the data resource. Users must notify the institutional review board of their institution of their intention to use the data and their procedures for data management and security. Users must submit proposals regarding intended use of the data; the RAND study team and the RAND Human Subjects Protections Committee (HSPC) will determine the scientific soundness of the proposal as part of the decision for the researcher to be able to access the dataset."
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        }
    },
    "hasResults": false
}