{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05651646",
            "orgStudyIdInfo": {
                "id": "STIMFIX001"
            },
            "organization": {
                "fullName": "STIMFIX",
                "class": "OTHER"
            },
            "briefTitle": "STIMFIX Trail Lead Anchor System for Dorsal Column Stimulator Trail Leads (SECURE Study)",
            "officialTitle": "STIMFIX Trail Lead Anchor System for Dorsal Column Stimulator Trail Leads (SECURE Study)",
            "acronym": "STIMFIX",
            "therapeuticArea": [
                "Other"
            ],
            "study": "stimfix-trail-lead-anchor-system-for-dorsal-column-stimulator-trail-leads-secure-study"
        },
        "statusModule": {
            "statusVerifiedDate": "2022-12",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2021-05-13",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2023-07",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2023-07",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2022-12-07",
            "studyFirstSubmitQcDate": "2022-12-07",
            "studyFirstPostDateStruct": {
                "date": "2022-12-15",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2022-12-07",
            "lastUpdatePostDateStruct": {
                "date": "2022-12-15",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Dipan Patel MD",
                "investigatorTitle": "MD, Interventional Pain Physician",
                "investigatorAffiliation": "Garden State Pain Control Center"
            },
            "leadSponsor": {
                "name": "STIMFIX",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "oversightHasDmc": true,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This project will investigate the efficacy of a Stimfix Trail lead anchor system (StimfixTM) in patients undergoing dorsal column stimulator trial. In dorsal column stimulator trails, two leads are placed in the epidural space and various frequencies, pulse widths, and amplitudes are run to reduce pain perception. This therapy has been in use for the last 70 years and today there are about 100,000 implants done annually for various pain indications. The process of obtaining the therapy requires a trial period of seven days with percutaneous epidural leads connected to an external pulse generator (EPG). During this trial phase there has been incidence of lead migration in about 5-10% of patients resulting in trial failure. The function of StimfixTM is to standardize the lead anchoring procedure and to reduce the incidences of lead migration during the spinal cord stimulation trial phase.",
            "detailedDescription": "The purpose of the Spinal Cord Stimulator (SCS) trial system is to determine if spinal cord stimulation is effective in adequately relieving the patient's pain and or improving function. Dorsal column stimulator trials are performed in a hospital outpatient setting. Under fluoroscopy, the physician inserts a trial lead into the epidural space. The lead is connected to a cable and an external generator worn over the body. Via the external generator, the physician tests various lead positions and stimulation parameters to identify optimal positions and settings. Then the patient is sent home with the temporary device in place. After the trial period of anywhere between 7 to 10 days, the physician meets with the patient to evaluate the effect of spinal cord stimulation and to determine if the permanent implantation is appropriate for the patient. After the discussion, the physician proceeds to remove the trial leads after carefully removing the adhesives tapes and gentle traction of leads.\n\nIssues faced with trial lead anchoring: During the procedure after the trial leads are placed in the desired segment of the spinal cord, the remaining portion of the leads at the insertion site are coiled, and along with the device it is adhered to the skin by using wide soft cloth surgical tapes. Also, to absorb the blood and fluid oozing at the lead insertion site, soft surgical gauze is used as an absorbent pad. During this part of the procedure, there is a risk of lead displacement either while coiling the leftover lead or while using the wide surgical tape. Also, using only the soft, absorbent surgical gauze might increase the incidences of potential infection.\n\nProposed solution: Stimfix Trial lead anchoring system comes with the right and left clips which can hold the respective side of the leads above the skin. This system reduces the rate of displacement of the leads in the epidural space. The device is made of flexible polyurethane that allows for malleability during use for the one week. In addition foam that is silver impregnated and absorbable allows for potential reduced rates of infection and need for external absorbent pad.\n\nAim 1: A total of 50 subjects who are undergoing dorsal column stimulator trial will be studied and placed on the SECURE study where their trial leads will be anchored using the StimfixTM system. The trial duration will be for seven days as per standard of care."
        },
        "conditionsModule": {
            "conditions": [
                "Pain"
            ],
            "keywords": [
                "Dorsal Column Stimulator Leads",
                "Dorsal Column Stimulator trial lead anchoring system",
                "STIMFIX",
                "ACCUFIX"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Stimfix Trail lead Anchor System for Dorsal Column Stimulator Trail Leads: A single-arm, Open-label, Multicenter (SECURE Study)",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 50,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Interventional Arm",
                    "type": "EXPERIMENTAL",
                    "description": "A total of 50 subjects who are undergoing dorsal column stimulator trial will be studied and placed on the SECURE study where their trial leads will be anchored using the StimfixTM system. The trial duration will be for seven days as per standard of care.",
                    "interventionNames": [
                        "Other: Intervention Arm (STIMFIX)"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Intervention Arm (STIMFIX)",
                    "description": "This is a single-arm prospective multicenter clinical study recruiting 50 subjects who are already undergoing a spinal cord stimulator trial for chronic back pain secondary to failed back surgical syndrome. Each patient who is recruited for spinal cord stimulator trial for their low back pain is informed about the traditional method of managing the leads and the trail lead anchoring system. If the patient agrees for the Stimfix trail lead anchoring clips StimfixTM, then informed consent is taken for anchoring clips usage during the spinal cord stimulator trail.",
                    "armGroupLabels": [
                        "Interventional Arm"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "To measure the Average Lead Migration in all 50 patients during the post trail follow up period",
                    "description": "Specific Survey Data To Be Collected From Patients and Associated Time Points for achieving primary outcome:\n\nDay 0: Trial placement: Prior to StimfixTM placement on both leads - AP and Lateral Fluoroscopy Images and impedance checks for each lead Day 0: Trial placement: After each StimfixTM is placed on an individual lead check of AP and Lateral Fluoroscopy Images and impedance check Day 0: After completing the procedure, Will ask the patient to flex his body while standing and return to a prone position for imaging. Ap and lateral fluoroscopy images will be taken to check if the change in the posture is effecting the lead position\n\nTrial Day 7: Prior to removal of leads and StimfixTM device, obtain final AP and Lateral Fluoroscopy Images.\n\nFluoroscopy measurement protocol: In all the images taken above following protocol is used to measure the change in lead migration:",
                    "timeFrame": "7 days or Depending on the Post trial Period (Per standard of care)"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* Must undergo Spinal Cord Stimulator trial for failed back surgical syndrome and must meet standard of care inclusion criteria for spinal cord stimulator therapy\n* 18 years of age or older\n* Must have the cognitive capacity to provide consent/permission\n* Must demonstrate understanding the benefit of StimfixTM, its purpose and subject participation\n\nExclusion Criteria:\n\n* Known allergies to adhesives and to any material to be used in this project",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Lakshmi Rekha Narra",
                    "role": "CONTACT",
                    "phone": "213-447-8579",
                    "email": "stimfixanchors@gmail.com"
                },
                {
                    "name": "Krishnan Chakravarthy, MD, Ph.D",
                    "role": "CONTACT",
                    "phone": "716-908-2392",
                    "email": "stimfixanchors@gmail.com"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Dipan Patel, MD",
                    "affiliation": "Garden State Pain Control Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Saurabh Dang, MD",
                    "affiliation": "Garden State Pain Control Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Phillip Lim, DO, MPH",
                    "affiliation": "Nuvation Pain Group",
                    "role": "PRINCIPAL_INVESTIGATOR"
                },
                {
                    "name": "Jack Diep, MD, D.ABA",
                    "affiliation": "Lakeside Spine and Pain",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Lake side spine & pain",
                    "status": "RECRUITING",
                    "city": "Lake Havasu City",
                    "state": "Arizona",
                    "zip": "86403",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jack Diep, MD,D.ABA",
                            "role": "CONTACT",
                            "phone": "928-505-5555",
                            "email": "stimfixanchors@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.4839,
                        "lon": -114.32245
                    }
                },
                {
                    "facility": "Nuvation Pain Group",
                    "status": "RECRUITING",
                    "city": "Los Angeles",
                    "state": "California",
                    "zip": "90621",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Phillip Lim, DO, MPH",
                            "role": "CONTACT",
                            "phone": "714-676-5541",
                            "email": "stimfixanchors@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 34.05223,
                        "lon": -118.24368
                    }
                },
                {
                    "facility": "Garden State Pain Control Center",
                    "status": "RECRUITING",
                    "city": "Clifton",
                    "state": "New Jersey",
                    "zip": "07013",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Dipan Patel, MD",
                            "role": "CONTACT",
                            "phone": "973-270-9906",
                            "email": "stimfixanchors@gmail.com"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.85843,
                        "lon": -74.16376
                    }
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "infoTypes": [
                "STUDY_PROTOCOL",
                "SAP"
            ]
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "browseLeaves": [
                {
                    "id": "M13066",
                    "name": "Pain",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}