{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05854160",
            "orgStudyIdInfo": {
                "id": "IRB-300009434"
            },
            "secondaryIdInfos": [
                {
                    "id": "1R21MH133055-01",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/1R21MH133055-01"
                }
            ],
            "organization": {
                "fullName": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "briefTitle": "Stimulation-Induced Changes in Fronto-Limbic Network",
            "officialTitle": "Stimulation-Induced Changes in Fronto-Limbic Connectivity Control Regulation of the Emotional Response to Threat",
            "acronym": "Stim_Con",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "stimulation-induced-changes-in-fronto-limbic-network"
        },
        "statusModule": {
            "statusVerifiedDate": "2023-09",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2025-02-28",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2025-06-01",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-04-20",
            "studyFirstSubmitQcDate": "2023-05-02",
            "studyFirstPostDateStruct": {
                "date": "2023-05-11",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2023-09-22",
            "lastUpdatePostDateStruct": {
                "date": "2023-09-26",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Adam Goodman",
                "investigatorTitle": "Assitant Professor",
                "investigatorAffiliation": "University of Alabama at Birmingham"
            },
            "leadSponsor": {
                "name": "University of Alabama at Birmingham",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute of Mental Health (NIMH)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this research is to better understand how emotion processing unfolds in the brain using stereoelectroencephalography (sEEG) and direct brain stimulation. This study will use standard behavioral emotion processing tasks combined with neural recording and direct brain stimulation to assess different aspects of emotion processing. Stimulation pulses during pre and post-test periods will assess the effects of stimulation before and after conditioning, the results of which will be combined with results from the activity of each electrode during the emotion tasks to inform us of the nature of emotion processing in the brain and allow us to devise brain modulation protocols in the future.",
            "detailedDescription": "About half of the 70M persons with epilepsy (PWE) worldwide will suffer from comorbid mental health disorders (MHDs), with depression and anxiety estimated to be the most prevalent. MHDs and epilepsy each pose significant barriers to work, social functioning, physical disability, and increased risk of mortality. While pathophysiology of epilepsy and anxiety involves similar brain circuits, identifying specific network disruptions that cause emotion regulation dysfunction would critically inform treatment targets for both conditions. Disruptions in the fronto-limbic network (i.e., prefrontal cortex; cingulate cortex; insula; hippocampus; amygdala) are linked to anxiety disorders and impaired emotion response regulation. Likewise, epilepsies are associated with aberrant fronto-limbic function and connectivity that underlie emotion processing. Further, emotion regulation and anxiety symptom severity improve with better seizure control and vice versa. Despite this converging evidence, fronto-limbic circuit disruption that modulates emotion regulation dysfunction in PWE and MHDs remains poorly understood. The goal of the proposed pilot work is to test whether stimulation of specific brain regions modulates the function and connectivity of these networks as well as corresponding regulation of emotional responses. I will achieve the goal of this study by harnessing the novel and innovative approach of stereoelectroencephalography (sEEG) available in UAB's epilepsy monitoring unit as part of standard of care among epilepsy surgery candidates.\n\nNeural recordings that map human brain function underlying behavior and cognition have provided substantial insights into the organization of brain networks and have provided a springboard for launching investigations into developing new interventions. Further, invasive neural recordings in humans provide an unparalleled window into neural circuitry underlying complex moods, emotions, cognition, and behaviors with high spatial and temporal resolution. Assessment of neural circuity underlying these important functions is also critical for the best clinical care of patients undergoing resective surgery to treat epilepsy. In particular, sEEG is a minimally invasive clinical procedure in which electrodes are surgically implanted into the brain in order to better localize the seizure focus. During the post-implantation period, sEEG records directly from an array of depth electrodes implanted throughout the brain to capture spatio-temporal transitions within broadly distributed functional brain networks on a finer neuroanatomical (millimeter) and temporal (millisecond) scale than possible with relatively abundant and standard functional neuroimaging (e.g., fMRI) and electrophysiology techniques (e.g., EEG). Additionally, sEEG provides the ability to stimulate those circuits via the same electrodes by delivering mild intra-cranial electrical stimulations in different brain structures to estimate their impact on cognitive tasks. Thus, sEEG serves as a powerful tool to explore the neural circuitry underlying complex moods, emotions, cognition, and behaviors via non-stimulation recordings for establishing correlations among brain function, connectivity, and behavior, as well as mapping stimulation-manipulated brain-behavior relationships. However, limited applications have been utilized to date for studies of emotion processes. Pavlovian fear conditioning is an effective and widespread paradigm often used in both human and non-human animal models to study emotional learning, memory, and regulation processes. In a typical Pavlovian fear conditioning paradigm, a warning cue, also called a conditioned stimulus (CS+), is paired with a threat (e.g., 100 db static sound, 0.5s), also called an unconditioned stimulus (UCS). A distinct safety cue (CS-) can also be paired with the absence of a threat. After repeated pairings of these stimuli (conditioning trials), only the warning cue begins to produce a conditioned response (CR). The CR is often taken as evidence that the association between the warning cue and threat has been learned. However, learning-related changes in the response to threat, also called the unconditioned response (UCR), are frequently observed. Conditioned diminution of the response to threat is demonstrated by a diminished emotional threat response (e.g., skin conductance) when the threat follows a warning cue (i.e., predictable threat) compared to when a threat follows a safety cue or is presented alone (i.e., unpredictable threat). This conditioned diminution of the threat response provides a continuous measure of the ability to regulate the emotional response to threat. Further, this paradigm has been utilized by our study team to report function and connectivity of the fronto-limbic network correlated with inhibition of emotion responses in healthy controls using fMRI. However, assessing experimenter-induced changes in function, connectivity, and behavior via stimulation of the fronto-limbic brain regions would provide the critical next step of a more rigorous test of the causal hypotheses regarding this brain-behavior relationship.\n\nTemporal lobe epilepsy (TLE) is the most common form of treatment resistant epilepsy. Patients with TLE frequently undergo sEEG evaluation for possible resective surgery and they are an ideal study population to assess brain-behavior relations in emotion processes. TLE is also characterized by a high rate of anxiety disorder comorbidity and is associated with dysfunction within the fronto-limbic circuit underlying emotion processes. The comorbidity between epilepsy and anxiety may arise due to a large degree of overlapping changes within fronto-limbic network that are linked to symptoms of anxiety. Specifically, frontal lobe connectivity with medial temporal regions (i.e., prefrontal cortex; cingulate cortex; hippocampus; amygdala) via the cingulum bundle is an important network involved in seizure propagation and TLE comorbidities, including anxiety disorders. Likewise, neuroimaging studies (i.e., fMRI) have demonstrated correlations between emotion regulation and function within this fronto-limbic network. Yet, existing neuroimaging and electrophysiology techniques are limited in their assessment of experimenter-manipulated brain-behavior relationships due to correlational approaches, in addition to poor temporal resolution (1-3 s TR in fMRI) and spatial specificity (broad cortical assessment in EEG). Thus, fronto-limbic sEEG mapping will serve as a valuable assessment of function and connectivity modulating inhibition of emotion responses before and after Pavlovian fear conditioning. By also conducting mental health assessments in these patients, this project will serve as a valuable model for better understanding network function linked to epilepsy, anxiety, and healthy emotion processes."
        },
        "conditionsModule": {
            "conditions": [
                "Epilepsy",
                "Mental Disorders"
            ],
            "keywords": [
                "epilepsy",
                "comorbid mental health disorders",
                "sEEG",
                "Anxiety",
                "Fronto-limbic network",
                "Pavlovian fear conditioning paradigm"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "primaryPurpose": "OTHER",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 30,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Acquisition Stimulation Test",
                    "type": "EXPERIMENTAL",
                    "description": "Single pulse stimulation will be delivered and measured prior to the rating task. Next, subjects perform the Pavlovian fear conditioning paradigm. Participants will be asked to perform a rating task automated on a PC where they continuously update a rating bar using the touchpad to indicate their confidence that a static sound is about to occur on a moment-by-moment basis (0-not confident to 100-very confident). For the stimulation experiment, research staff will explain that electrical stimulation will be applied before the rating task, in isolation, as well as on some trials at controlled time points while the patient performs the rating task",
                    "interventionNames": [
                        "Procedure: Electrical Pulse Train Stimulation"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "PROCEDURE",
                    "name": "Electrical Pulse Train Stimulation",
                    "description": "sEEG provides the ability to stimulate neural circuits via implanted electrodes by delivering mild intra-cranial electrical stimulations in different brain structures to estimate their impact on cognitive tasks.",
                    "armGroupLabels": [
                        "Acquisition Stimulation Test"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Fronto-limbic connectivity and autonomic or expectation responses",
                    "description": "We will test for a positive linear relationship (Pearson r correlation test) between dmPFC to amygdala connectivity values (Granger causality coefficient; sEEG) and physiologic (Skin conductance beta estimates; finger electrodes) and cognitive (self-report; expectancy) threat regulation measures.",
                    "timeFrame": "20 Minutes"
                },
                {
                    "measure": "Fronto-limbic connectivity strength relation to anxiety symptom severity by conducting between-subjects group-level comparisons",
                    "description": "We will test for a positive linear relationship (Pearson r test) between dmPFC to amygdala effective connectivity values (Granger causality coefficient; sEEG) and measures of anxiety symptom severity (Self-report; Beck Anxiety Inventory \\[BAI\\])",
                    "timeFrame": "20 Minutes"
                },
                {
                    "measure": "Anticipatory fronto-limbic connectivity exerting a causal effect on regulation of predictable threat responses using within-subjects group-level comparisons.",
                    "description": "We will test for an effect of stimulation pulse trains (2-sec; sEEG) delivered to the dmPFC by using four (Pre-acquisition stimulation, Pre-acquisition sham, Post-acquisition stimulation, Post-acquisition sham) repeated samples t-tests comparing the factor of Condition (Cue+Threat vs Threat-Alone) on amygdala responses (gamma band power changes; sEEG).",
                    "timeFrame": "20 Minutes"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 1) implantation of sEEG electrodes for SOC epilepsy surgery evaluation\n* 2) cognitive ability to perform simple tasks and to understand instructions\n* 3) implanted electrodes in the amygdala and medial PFC regions\n* 4) competency to understand and sign a written informed consent.\n\nExclusion Criteria:\n\n* 1) an inability to complete the task",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Rebekah Chatfield, BS",
                    "role": "CONTACT",
                    "phone": "(205) 975-3477",
                    "email": "joyb3@uab.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Adam Goodman, PhD",
                    "affiliation": "University of Alabama at Birmingham",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Epilepsy Monitoring Unit UAB Hospital",
                    "status": "RECRUITING",
                    "city": "Birmingham",
                    "state": "Alabama",
                    "zip": "35233",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Rebekah Chatfield, BS",
                            "role": "CONTACT",
                            "phone": "205-975-3477",
                            "email": "Joyb3@uab.edu"
                        },
                        {
                            "name": "Adam Goodman, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 33.52066,
                        "lon": -86.80249
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "31033120",
                    "type": "BACKGROUND",
                    "citation": "Goodman AM, Allendorfer JB, Heyse H, Szaflarski BA, Eliassen JC, Nelson EB, Storrs JM, Szaflarski JP. Neural response to stress and perceived stress differ in patients with left temporal lobe epilepsy. Hum Brain Mapp. 2019 Aug 15;40(12):3415-3430. doi: 10.1002/hbm.24606. Epub 2019 Apr 29."
                },
                {
                    "pmid": "29203422",
                    "type": "BACKGROUND",
                    "citation": "Goodman AM, Harnett NG, Knight DC. Pavlovian conditioned diminution of the neurobehavioral response to threat. Neurosci Biobehav Rev. 2018 Jan;84:218-224. doi: 10.1016/j.neubiorev.2017.11.021. Epub 2017 Dec 2."
                },
                {
                    "pmid": "29555429",
                    "type": "BACKGROUND",
                    "citation": "Goodman AM, Harnett NG, Wheelock MD, Hurst DR, Orem TR, Gossett EW, Dunaway CA, Mrug S, Knight DC. Anticipatory prefrontal cortex activity underlies stress-induced changes in Pavlovian fear conditioning. Neuroimage. 2018 Jul 1;174:237-247. doi: 10.1016/j.neuroimage.2018.03.030. Epub 2018 Mar 16."
                },
                {
                    "pmid": "34541896",
                    "type": "BACKGROUND",
                    "citation": "Goodman AM, Wheelock MD, Harnett NG, Davis ES, Mrug S, Deshpande G, Knight DC. Stress-Induced Changes in Effective Connectivity During Regulation of the Emotional Response to Threat. Brain Connect. 2022 Sep;12(7):629-638. doi: 10.1089/brain.2021.0062. Epub 2021 Dec 31."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "YES",
            "description": "NIMH Data Archive (NDA)",
            "timeFrame": "Data will be uploaded to the NDA throughout the study but become available 1-2 years after the specified grant end date.",
            "accessCriteria": "Qualified researchers who have completed a Data Use Certification and received approval from the NDA Data Access Committee (DAC) may be approved to access broadly shared data.",
            "url": "https://nda.nih.gov/"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000004827",
                    "term": "Epilepsy"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "asFound": "Mental Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M7983",
                    "name": "Epilepsy",
                    "asFound": "Epilepsy",
                    "relevance": "HIGH"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                }
            ]
        }
    },
    "hasResults": false
}