{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05826860",
            "orgStudyIdInfo": {
                "id": "2022-1560"
            },
            "secondaryIdInfos": [
                {
                    "id": "MSN269425",
                    "type": "OTHER_GRANT",
                    "domain": "Wisconsin Alumni Research Foundation"
                },
                {
                    "id": "2023-03-08",
                    "type": "OTHER",
                    "domain": "Handelsman Research Team"
                },
                {
                    "id": "CALS/PLANT PATHOLOGY",
                    "type": "OTHER",
                    "domain": "UW Madison"
                }
            ],
            "organization": {
                "fullName": "University of Wisconsin, Madison",
                "class": "OTHER"
            },
            "briefTitle": "Storytelling and Mindfulness for Graduate Student Wellbeing",
            "officialTitle": "Determining the Effect of Mindfulness and Storytelling on STEM (Science, Technology, Engineering, or Math) Graduate Student Wellbeing",
            "therapeuticArea": [
                "Mental Health",
                "Other"
            ],
            "study": "storytelling-and-mindfulness-for-graduate-student-wellbeing"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-07",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-03-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2027-05",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-03-14",
            "studyFirstSubmitQcDate": "2023-04-21",
            "studyFirstPostDateStruct": {
                "date": "2023-04-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-07-23",
            "lastUpdatePostDateStruct": {
                "date": "2024-07-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "SPONSOR"
            },
            "leadSponsor": {
                "name": "University of Wisconsin, Madison",
                "class": "OTHER"
            }
        },
        "oversightModule": {
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The purpose of this study is to evaluate an intervention for improving Science, Technology, Engineering, and Math (STEM) graduate student wellbeing. Participants will be recruited from the University of Wisconsin-Madison graduate student body. Data will be collected from participants for up to 2 years, and the investigators anticipate that the study will last for 4 years.",
            "detailedDescription": "The objective of this research is to evaluate the utility of storytelling and mindfulness practice in improving wellbeing in STEM graduate students. The main questions it aims to answer are:\n\n1. Does engaging in mindfulness practice and storytelling increase measures of wellbeing in this population?\n2. Does engaging in mindfulness practice and storytelling increase measures of academic success?\n\nParticipants will be asked to:\n\n* complete a survey evaluating wellbeing and academic success\n* attend 2 storytelling workshops\n* use a guided mindfulness mobile app for 2 weeks\n\nResearchers will compare survey results from participants in the control group (no intervention, survey only) to those from participants in the intervention group (workshops, mindfulness, and survey) to see if the measures of wellbeing and academic success differ between groups."
        },
        "conditionsModule": {
            "conditions": [
                "Depression",
                "Anxiety",
                "Burnout, Student"
            ],
            "keywords": [
                "student burnout",
                "mindfulness",
                "creative writing",
                "graduate students",
                "STEM education"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "RANDOMIZED",
                "interventionModel": "PARALLEL",
                "primaryPurpose": "BASIC_SCIENCE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 250,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Control group",
                    "type": "NO_INTERVENTION",
                    "description": "Survey only, no mindfulness/storytelling intervention"
                },
                {
                    "label": "Intervention group",
                    "type": "EXPERIMENTAL",
                    "description": "Mindfulness and storytelling workshop intervention plus survey",
                    "interventionNames": [
                        "Behavioral: Mindfulness Practice",
                        "Behavioral: Storytelling Workshop"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "BEHAVIORAL",
                    "name": "Mindfulness Practice",
                    "description": "Participants follow guided meditations in the Healthy Minds Program (HMP) mobile phone app for at least 15 min per day, for a total of 14 days.",
                    "armGroupLabels": [
                        "Intervention group"
                    ]
                },
                {
                    "type": "BEHAVIORAL",
                    "name": "Storytelling Workshop",
                    "description": "Participants attend 2 (90 min) workshops, teaching them creative writing tools and giving them opportunities to apply those tools.",
                    "armGroupLabels": [
                        "Intervention group"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change from Baseline in Five Facet Mindfulness Questionnaire at 4 weeks",
                    "description": "This survey is a measure of environmental, interpersonal, and self-awareness. It is a 39-item self-report questionnaire rated on a 1 to 5 scale from 1 (never or very rarely true) to 5 (very often or always true). Mean score from 1-5 is reported with higher scores indicating increased mindfulness.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in Perceived stress scale at 4 weeks",
                    "description": "This survey is a 21 question evaluation of perceived stress. It is a 14-item self-report questionnaire rated on a 1 (Never) to 4 (Very often) scale. Mean score from 1-4 is reported with higher scores indicating increased perception of stress.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in WHO-5 Well-being Index at 4 weeks",
                    "description": "This is a 5 question survey of well-being developed by the World Health Organization (WHO). It is a self-report questionnaire rated on a scale from 0 (At no time) to 5 (All the time). Mean score from 0-5 is reported with higher scores indicating greater well-being.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in PROMIS Depression Questionnaire at 4 weeks",
                    "description": "This survey is a measure of emotional distress/depressive symptoms available from PROMIS (Patient-Reported Outcomes Measurement Information System). It is a 4-tem self-report questionnaire rated from 1 (Never) to 5 (Always). Mean score from 1-5 is reported with higher scores indicating greater emotional distress/depressive symptoms.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in PROMIS Anxiety Questionnaire at 4 weeks",
                    "description": "This survey is a measure of anxiety available from PROMIS (Patient-Reported Outcomes Measurement Information System). It is a 4-tem self-report questionnaire rated from 1 (Never) to 5 (Always). Mean score from 1-5 is reported with higher scores indicating greater anxiety.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in PROMIS Sleep Disturbance Questionnaire at 4 weeks",
                    "description": "This survey is a measure of sleep quality available from PROMIS (Patient-Reported Outcomes Measurement Information System). It is an 8-item self-report questionnaire rated from 1 (Very poor) to 5 (Very good) or 1 (Not at all) to 5 (Very much). Mean score from 1-5 is reported with higher scores indicating greater sleep disturbance.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in PROMIS Global Health Questionnaire at 4 weeks",
                    "description": "This survey is a measure of overall health available from PROMIS (Patient-Reported Outcomes Measurement Information System). It is a 10-item self-report questionnaire. Mean scores are reported for each of 5 sections. The first 6 questions are rated on a scale of 1 (Poor) to 5 (Excellent); higher scores indicate better health. Question 7 is rated on a scale of 1 (Not at all) to 5 (Completely), with higher scores indicating better physical health. Question 8 is rated on a scale of 1 (Always) to 5 (Never), with higher scores indicating better mental health. Question 9 is rated on a scale of 1 (Very severe) to 5 (None), with higher scores indicating greater fatigue. Question 10 is rated on a scale of 0 (No pain) to 10 (Worst pain imaginable), with higher scores indicating greater pain.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in Vanderweele Flourishing Measure at 4 weeks",
                    "description": "This survey is a measure of life satisfaction, measuring 6 categories of life satisfaction; mean scores for all measures are reported. It is a 12-item self-report questionnaire. Domain 1 is measured on a scale of 0 (Not satisfied at all) to 10 (Completely satisfied). Domain 2 is measured on a scale of 0 (Poor) to 10 (Excellent), with higher scores indicating greater mental and physical health. Domain 3 is measured on a scale of 0 (Not at all worthwhile) to 10 (Completely worthwhile), with higher scores indicating greater perceived meaning and purpose. Domain 4 is measured on a scale of 0 (Strongly disagree) to 10 (Strongly agree), with higher scores indicating greater mental stability. Domain 5 is measured on a scale of 0 (Strongly disagree) to 10 (Strongly agree), with higher scores indicating better quality social relationships. Domain 6 is measured on a scale of 0 (Worry all of the time) to 10 (Do not ever worry), with higher scores indicating greater financial stability.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in Academic Working Alliance Inventory at 4 weeks",
                    "description": "This survey is a measure of the quality of the relationship between a student and an advisor. It is a 12-item self-report questionnaire measured on a scale of 1 (Never) to 7 (Always). Mean scores are reported, with higher scores indicating a better quality relationship between student and advisor.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in Academic Persistence Inventory at 4 weeks",
                    "description": "This survey is a measure of the likelihood that a student will complete their degree. It is a 28-item self-report questionnaire rated on a scale of 1 (No confidence OR Strongly disagree, depending on question) to 5 (Complete confidence OR Strongly agree, depending on question). Mean scores are reported, with higher scores indicating a greater likelihood of the student completing their degree.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change from Baseline in Copenhagen Burnout Inventory at 4 weeks",
                    "description": "This survey is a measure of burnout. It is a 15-item self-report questionnaire measured on a scale of 1 (Never/almost never) to 5 (Always). Mean scores are reported, with higher scores indicating greater levels of burnout.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change in Baseline in Healthy Minds Index at 4 weeks",
                    "description": "This survey is a measure of 4 facets of mindfulness: awareness, connection, insight, and purpose. It is a 17-item self-report questionnaire measured on a scale of 0 (None of the time OR Not at all, depending on question) to 4 (All of the time OR To the highest degree, depending on question). Mean scores are reported with higher scores indicating greater mindfulness.",
                    "timeFrame": "Baseline and 4 weeks"
                },
                {
                    "measure": "Change in Grade Point Average",
                    "description": "This outcome is determined by the student's performance in academic courses at the University of Wisconsin-Madison. It is measured on a scale of 0 to 4, with higher scores indicating greater academic success.",
                    "timeFrame": "Baseline, year one - semester one, year one - semester two, year two - semester one, year two - semester two"
                },
                {
                    "measure": "Change in Dissertator status",
                    "description": "This outcome is determined by the student's progress in completing their thesis research at the University of Wisconsin-Madison. Achieving dissertator status indicates that the student has passed their preliminary exam for attaining a doctoral degree.",
                    "timeFrame": "Baseline, year one - semester one, year one - semester two, year two - semester one, year two - semester two"
                },
                {
                    "measure": "Change in Enrollment status",
                    "description": "This outcome is determined by the student's progress in completing their thesis research at the University of Wisconsin-Madison. A student who is currently enrolled is assumed to be making progress towards completing their degree.",
                    "timeFrame": "Baseline, year one - semester one, year one - semester two, year two - semester one, year two - semester two"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 or older\n* Current graduate student in a Science, Technology, Engineering, and Math (STEM) field at the University of Wisconsin-Madison\n* No significant experience with mindfulness practice\n\nExclusion Criteria:\n\n* Under 18\n* Significant experience with mindfulness practice\n* Not a current graduate student in a STEM field at the University of Wisconsin-Madison",
            "healthyVolunteers": true,
            "sex": "ALL",
            "minimumAge": "18 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Jo Handelsman, PhD",
                    "role": "CONTACT",
                    "phone": "608-695-0093",
                    "email": "jo.handelsman@wisc.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Jo Handelsman, PhD",
                    "affiliation": "University of Wisconsin, Madison",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Wisconsin Institute for Discovery",
                    "status": "RECRUITING",
                    "city": "Madison",
                    "state": "Wisconsin",
                    "zip": "53715",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Jo Handelsman, PhD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Simon Goldberg, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Richard Davidson, PhD",
                            "role": "SUB_INVESTIGATOR"
                        },
                        {
                            "name": "Judith Harackiewicz, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 43.07305,
                        "lon": -89.40123
                    }
                }
            ]
        },
        "referencesModule": {
            "seeAlsoLinks": [
                {
                    "label": "Handelsman lab website",
                    "url": "https://handelsmanlab.discovery.wisc.edu/"
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000077062",
                    "term": "Burnout, Psychological"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001526",
                    "term": "Behavioral Symptoms"
                },
                {
                    "id": "D000013315",
                    "term": "Stress, Psychological"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M7058",
                    "name": "Depression",
                    "relevance": "LOW"
                },
                {
                    "id": "M7061",
                    "name": "Depressive Disorder",
                    "relevance": "LOW"
                },
                {
                    "id": "M4324",
                    "name": "Anxiety Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M1658",
                    "name": "Burnout, Psychological",
                    "asFound": "Burnout, Student",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4818",
                    "name": "Behavioral Symptoms",
                    "relevance": "LOW"
                },
                {
                    "id": "M16105",
                    "name": "Stress, Psychological",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}