{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT06221202",
            "orgStudyIdInfo": {
                "id": "23-MAGD-101"
            },
            "organization": {
                "fullName": "DanceStream Projects",
                "class": "OTHER"
            },
            "briefTitle": "Stories in the Moment: Dance Program for People Living With Dementia",
            "officialTitle": "Stories in the Moment: Dance Program for People Living With Dementia",
            "therapeuticArea": [
                "Other",
                "Neurology"
            ],
            "study": "stories-in-the-moment-dance-program-for-people-living-with-dementia"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-01",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2023-02-10",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-05-31",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-10-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2023-11-28",
            "studyFirstSubmitQcDate": "2024-01-14",
            "studyFirstPostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-01-14",
            "lastUpdatePostDateStruct": {
                "date": "2024-01-24",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Magda Kaczmarska",
                "investigatorTitle": "Magdalena Kaczmarska, MFA, Principal Investigator",
                "investigatorAffiliation": "DanceStream Projects"
            },
            "leadSponsor": {
                "name": "DanceStream Projects",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "Alzheimer's Association",
                    "class": "OTHER"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "This study is designed to evaluate the impact on the quality of life and wellbeing of a person-centered online dance program on people living with dementia or MCI and care partners.\n\nThe duration of the study will be 1 year. Each participant in the study will be followed for approximately 4 months. The study includes joining a weekly 1-hour dance program online on Zoom for 12 weeks. Prior and after the dance program, participants will meet with the research coordinator to answer some questionnaires about wellbeing and reflections on their experience in the program. After the completion of the dance program, participants will be invited to join a focus group to reflect of the impact of the program with fellow participants.\n\nThe study will enroll up to 72 participants. This includes 36 dyads of persons living with dementia or MCI and their care partners.\n\nThe study will enroll community-dwelling people living with a diagnosis of mild cognitive impairment or mild to moderate-stage dementia and care partners living in the United States.",
            "detailedDescription": "One third of older adults with cognitive impairment in the United States (est. 4.3 million individuals) live alone, which places them at higher levels of precarity and opens them up to the detrimental effects of isolation and stigma. Studies illuminate how the lack of appropriate services to support independent living for people with cognitive impairment influence the precarity that these older adults face, a precarity which has heightened significantly since the COVID-19 pandemic. For the 50 million people living with dementia (PLWD) globally, this lack of meaningful connection is compounded by the detrimental effects of a progressive disease which can impact affective states, mobility and spatial relationship, and ability to communicate or follow conversations. As a result, people living with dementia inevitably experience shifts in their modes and capacities for expression which influence their ability to express and feel connected to the communities around them. Reportedly, persons living with dementia and their care partners often experience a reduction in size of their social networks and loss of connection with others as the disease progresses.\n\nThe COVID-19 pandemic illustrated the feasibility and benefit of virtual social engagement programs for older adults and PLWD, offering a support network from the comfort of their home. Research into virtually delivered social programs for PLWD suggest implications beyond the context of COVID-19, where virtual models may support the social connectedness of those living in geographically marginalized and underserved areas. Additionally, evaluations of telemedicine programs list preferences among PLWD and care partners citing convenience from resources and time saved, and improved access as benefits to virtual engagement. This suggests that even now after the imposed physical isolation of the pandemic have been lifted, having access to creative social programming virtually will continue to be a lifeline for PLWD.\n\nWith global projections of dementia approaching 82 million people in 2030, the need for supporting and expanding networks of meaningful and stimulating connection for and with people living with dementia is evident. Increasingly, person-centered models of care for people living with dementia are becoming the gold standard globally, highlighting the necessity of creating meaningful relationships to support them. This underlines the demand for programs that engage with people living with dementia as opposed to only delivering programs at or to them. Relationality is key to meaningful citizenship and people living with dementia are not exempt from the right to it not immune to its benefits.\n\nAs highlighted by Dr. Livingston, \"engaging in meaningful and pleasurable activities is hypothesized to improve health and wellbeing\" for people living with dementia. The benefits of these social engagements include reconnecting individuals to their physical and social environment, supporting self- esteem, building neural connections through complex interactions and promoting a sense of role continuity, purpose, or personhood, self-identity, and meaning. Dance as a multi-modal activity which couples multiple cognitive tasks with aerobic exercise and social engagement, is increasingly lauded as a social engagement for older adults and PLWD. Dance, which promotes community engagement coupled with physical fitness, is the highest preferred physical activity among diverse community residing older adults.\n\nA growing body of research illustrates the potential of dance in impacting brain health through: engaging motor control and function on multiple levels, supporting individual and social wellbeing, offsetting depression, and offering ameliorative cognitive effects through aerobic fitness and creative engagement. Additionally, social engagement, positive mood and physical activity are three of 12 modifiable risk factors for dementia, indicating the benefit of this activity across the life course.\n\nThere is a need to extend the positive benefits of dance (including coordination, mood, social connection and creative engagement) to PLWD. The Stories in the Moment (SIM) program engages PLWD through dance, sensory engagement, music and storytelling while centering their participation as co-creative agents. Stories in the Moment provides tools that can help participants maintain meaningful engagement, community and connection regardless of their disease progression. The program uses co-creative dance improvisation practices to help people explore options of expression and gain comfort and security in the broad range of resources available to them in their bodies, minds, and voices. Dance is a universal language which mobilizes our bodies to tell stories in movement. SIM utilizes and extends the benefits of group dance improvisation to connect meaning and movement to build collective \"stories in the moment\". In co- creating these group story-dances, valuing the essential contributions of each participant regardless of their \"ability\", SIM supports connection, communication and the building of creative community with PLWD.\n\nThere exists a paucity of understanding of the impact of dance and creative movement on the wellbeing, sense of belonging and quality of life of people living with dementia.\n\nThis pilot project will deliver a creative dance program, Stories in the Moment, to diverse individuals living with dementia and their care partners residing across the U.S. A delivery of a mixed-methods evaluation of the novel Stories in the Moment program delivered virtually will allow for an informed understanding of the perceived impact of the program for people living with dementia and their care partners and in turn inform the approach to development, further optimization and scalability of this program.\n\nBACKGROUND ON STORIES IN THE MOMENT DANCE PROGRAM The Stories in the Moment program approaches implemented in this research study have been successfully prototyped since 2020 in partnership with local and national organizations and community partners serving diverse communities of people living with dementia and care partners in the United States. The Stories in the Moment program was developed and prototyped in partnership with people living with dementia and their care partners through the Virtual Engagement Program on the Dementia Action Alliance (DAA) (2021). The curriculum and practical approach were informed by the 20-year experience of the PI as a dance artist and builder of community-based dance programs for intergenerational groups and older adults. Leveraging this practical experience with a background in neuropharmacology and a rigorous and systematic review of peer- reviewed literature on the effects of dance on brain health for healthy older adults and PLWD, shaped the Stories in the Moment framework and methodology.\n\nSAMPLE SIZE Up to 36 people living with dementia will be selected to join the study. Up to 36 care partners or collateral (a family member, paid caregiver, or close friend who spends at least 8 hours/week with the person living with dementia and speaks fluent English) who also consent to participate in the study will be included.\n\nRESEARCH LOCATION All research activities for this study will take place online through the Zoom videoconferencing platform. Participants in the virtual dance program will be joining from multiple locations around the United States from their personal devices and most often from their homes or places of residence.\n\nPROCEDURES\n\n1. Prior to the start of the research study, potential participants will meet with the research coordinator to complete a consent interview.\n2. Pre-dance program intervention questionnaires: (a) basic demographic questionnaire, (b) WHO-5 scale of wellbeing adapted for people living with dementia, (c) anxiety (Rating for Anxiety in Dementia-Scheduled Interview designed for evaluators without extensive clinical training) and (d) loneliness (6-item De Jong Gierveld Loneliness Scale) as well as a (e) qualitative questionnaire evaluating interest and expectations in joining the Stories in the Moment program.\n\n   The questionnaires will be delivered via a conversation with a researcher over the telephone or a videoconferencing platform. The pre-intervention questionnaires will take approximately 20 minutes to complete.\n3. Over the course of three months (12 weeks) of the intervention, study participants will join once a week for an hour on a videoconference call (Zoom) to engage in the dance program, Stories in the Moment for a total of 12 sessions.\n\n   Participants will be assigned to one of up to 3 virtual classes based on their time zone and availability for the duration of the 12-week series. During the Stories in the Moment class session, the activities will alternate between self-created (their own) movements and activities demonstrated by the teaching artist (to follow). All activities will be performed seated and are adjusted to provide best practices in progression of movements for older adults and individuals with limited mobility. As the nature of the program is co-creative, meaning the participants guide the movements selected, participants will be invited, at all times, to participate in a way that feels good to them.\n\n   Researchers will track attendance and de-identified field notes of participant responses and participation as well as teaching artist approaches and adaptations will be documented.\n4. Immediately following the 12-week intervention of Stories in the Moment, study participants (people living with dementia and care partners/a collateral who also consented to participate in the study) will be invited to participate in a focus group. The focus group will last up to an hour on a videoconference (Zoom) platform. Persons living with dementia and care partners/collateral will be asked to describe their experience with the Stories in the Moment program.\n5. Post-dance intervention questionnaires: (a) WHO-5 scale of wellbeing adapted for people living with dementia, (c) anxiety (Rating for Anxiety in Dementia-Scheduled Interview designed for evaluators without extensive clinical training) and (d) loneliness (6-item De Jong Gierveld Loneliness Scale), (d) belonging (Sense of Belonging Scale) as well as a (e) questionnaire with open ended questions evaluating their perceptions and reflections in joining the Stories in the Moment program. The questionnaires will be delivered via a conversation with a researcher over the telephone or a videoconferencing platform. The post-intervention questionnaires will take approximately 40 minutes to complete.\n\nMagda Kaczmarska is an Atlantic Fellow for Equity in Brain Health at the Global Brain Health Institute (GBHI). This research is supported with funding from GBHI, Alzheimer's Association, and Alzheimer's Society (GBHI ALZ UK-22-865612)."
        },
        "conditionsModule": {
            "conditions": [
                "Dementia",
                "Mild Cognitive Impairment",
                "Alzheimer Disease",
                "Lewy Body Disease",
                "Frontotemporal Dementia",
                "Vascular Dementia"
            ],
            "keywords": [
                "Dance",
                "Wellbeing",
                "Belonging",
                "Non-pharmacological intervention"
            ]
        },
        "designModule": {
            "studyType": "INTERVENTIONAL",
            "phases": [
                "NA"
            ],
            "designInfo": {
                "allocation": "NA",
                "interventionModel": "SINGLE_GROUP",
                "interventionModelDescription": "Joining 12-week, 1 hour/week dance intervention online on Zoom.",
                "primaryPurpose": "SUPPORTIVE_CARE",
                "maskingInfo": {
                    "masking": "NONE"
                }
            },
            "enrollmentInfo": {
                "count": 72,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Stories in the Moment Dance Intervention",
                    "type": "EXPERIMENTAL",
                    "description": "12 weeks online dance program - 1hour/week for 12 weeks",
                    "interventionNames": [
                        "Other: Stories in the Moment Dance Program - Online"
                    ]
                }
            ],
            "interventions": [
                {
                    "type": "OTHER",
                    "name": "Stories in the Moment Dance Program - Online",
                    "description": "Stories in the Moment is a co-creative dance, movement and storytelling program for persons living with dementia and care partners.",
                    "armGroupLabels": [
                        "Stories in the Moment Dance Intervention"
                    ]
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Wellbeing",
                    "description": "Measurement Tool: WHO (Five) Well-Being Index (1998 version) Descriptive Name of Scale: WHO-5 Scale of Wellbeing Measurement Parameter: Wellbeing\n\nFive statements scoring wellbeing over the last two weeks.\n\nScoring:\n\nScore 0-5 (0: At no time; 5: All the time) The raw score is calculated by totaling the figures of the five answers. The raw score ranges from 0 to 25, 0 representing worst possible and 25 representing best possible quality of life.\n\nTo obtain a percentage score ranging from 0 to 100, the raw score is multiplied by 4.\n\nA percentage score of 0 represents worst possible, whereas a score of 100 represents best possible quality of life.",
                    "timeFrame": "1-2 weeks pre 12-week dance intervention and 1-2 weeks post 12-week dance intervention"
                },
                {
                    "measure": "Loneliness",
                    "description": "Measurement Tool: 6-item De Jong Gierveld Loneliness Scale Descriptive Name of Scale: A 6-item Scale for Overall, Emotional, and Social Loneliness Measurement Parameter: Loneliness\n\nSix statements scoring sense of loneliness over the last two weeks. Three statements address emotional loneliness; three statement address social loneliness; aggregate score represented total loneliness score.\n\nScoring:\n\nTotal loneliness score can be categorized into four levels: not lonely (score 0, 1), moderate lonely (score 2 through 4), severe lonely (score 5), and very severe lonely (score 6).",
                    "timeFrame": "1-2 weeks pre 12-week dance intervention and 1-2 weeks post 12-week dance intervention"
                },
                {
                    "measure": "Anxiety",
                    "description": "Measurement Tool: Rating Anxiety in Dementia (RAID) Descriptive Name of Scale: Rating for Anxiety in Dementia-Scheduled Interview designed for evaluators without extensive clinical training Measurement Parameter: Loneliness\n\n20-item scale and interview assessing anxiety severity of people living with dementia.\n\nScoring:\n\nU. unable to evaluate. 0. absent. 1. mild or intermittent. 2. moderate. 3. severe Rating based on symptoms and signs occurring during two weeks prior to the interview.\n\nNo score given if symptoms result from physical disability or illness. Total score is the sum of items 1 to 18. A score of 11 or more suggests significant clinical anxiety.",
                    "timeFrame": "1-2 weeks pre 12-week dance intervention and 1-2 weeks post 12-week dance intervention"
                },
                {
                    "measure": "Belonging",
                    "description": "Measurement Tool: Sense of Belonging Scale Descriptive Name of Scale: Sense of Belonging Scale adapted for dance intervention Measurement Parameter: Sense of belonging\n\n13 statements scoring sense of belonging and involvement.\n\nScoring:\n\n5-item Likert scale ranging from Strongly Agree - Strongly Disagree. Higher score of \"Strongly Agree\" indicates higher sense of belonging and involvement.",
                    "timeFrame": "1-2 weeks post 12-week dance intervention"
                },
                {
                    "measure": "Participant Interest, Expectations and Perceived Wellbeing and Belonging",
                    "description": "Measurement Tool: Qualitative Questionnaire to Assess Pre-Intervention Interest, Expectations and Perceived Wellbeing and Belonging Measurement Parameter: Interest, expectations and perceived pre-intervention wellbeing and belonging\n\n12-item descriptive questionnaire assessing pre-intervention interest, expectations and perceived sense of physical and mental wellbeing and belonging.\n\nScoring:\n\nResponses are qualitative.",
                    "timeFrame": "1-2 weeks pre 12-week dance intervention"
                },
                {
                    "measure": "Participant Satisfaction and Perceived Impact",
                    "description": "Measurement Tool: Questionnaire to Assess Post-Intervention Satisfaction and Perceived Impact of Dance Intervention Measurement Parameter: Satisfaction and perceived impact on wellbeing\n\n20-item questionnaire assessing intervention satisfaction and perceived impact on physical and mental wellbeing.\n\nScoring:\n\nYes or No responses. Yes - indicates satisfaction or perceived positive impact. Open-ended questions offer space for qualifying responses.\n\nMaximum score of 20 indicated maximum satisfaction and perceived impact.",
                    "timeFrame": "1-2 weeks post 12-week dance intervention"
                },
                {
                    "measure": "Participant focus group post-dance intervention",
                    "description": "Measurement Tool: Semi-structure focus group made up of participants following 12-week dance intervention online on Zoom.\n\nMeasurement parameter: Satisfaction, participant feedback and perceived impact on wellbeing\n\nScoring: Qualitative analysis",
                    "timeFrame": "Immediately post 12-week dance intervention"
                },
                {
                    "measure": "Action Research Field Notes",
                    "description": "Measurement tool: Field notes taken by teaching artist Measurement parameter: De-identified notes by teaching artist of pedagogical and artistic observations made during the session including attendance, participant engagement, class design, facilitator delivery of content.\n\nScoring: Qualitative analysis",
                    "timeFrame": "During 12-week dance intervention"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Criteria:\n\nInclusion Criteria (person living with dementia):\n\n* age 50 or older\n* a self-reported mild cognitive impairment or dementia diagnosis and mild-moderate dementia severity (confirmed by care partner or collateral)\n* a care partner or a collateral (a family member, paid caregiver, or close friend who spends at least 8 hours/week with the person living with dementia and speaks fluent English) who consents to join the study\n* English fluency, categorized as not requiring translation into another language. Being non-verbal or having limited verbal ability will not be considered exclusion criteria but this condition will be noted.\n* access to and basic ability to use the videoconferencing platform (Zoom) on a digital device (tablet, telephone or computer) (or access to support therein).\n\nInclusion criteria (care partner or a collateral - defined as a family member, paid caregiver, or close friend who spends at least 8 hours/week with the person living with dementia):\n\n* age 18 and older\n* speaks fluent English\n* access to and basic ability to use the videoconferencing platform (Zoom) on a digital device (tablet, telephone or computer) (or access to support therein).\n\nExclusion Criteria (person living with dementia):\n\n* Persons living with dementia unable to provide consent or assent. Persons living with dementia who do not have capacity to provide consent but are capable of providing assent will be included if a care partner or collateral who is a legally authorized representative provides consent.\n* Persons living with dementia with severe dementia (classified as being unable to sit up independently and being non-ambulatory within the upper extremities) will be excluded. Being non-verbal or having limited verbal ability will not be considered exclusion criteria but this condition will be noted. For these participants, attempts will be made to capture responses to questionnaires via alternative communication methods (gesture, facial expression, typing in the chat) and the care partner or collateral will be asked to corroborate or supplement the responses.\n* Lack of reliable access to a digital device with Zoom application.\n\nExclusion criteria (care partner or a collateral):\n\n• Lack of reliable access to a digital device with Zoom application.",
            "healthyVolunteers": false,
            "sex": "ALL",
            "minimumAge": "50 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ]
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Magda Kaczmarska, MFA",
                    "role": "CONTACT",
                    "phone": "520-331-5726",
                    "email": "magda.kaczmarska@gbhi.org"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Magda Kaczmarska, MFA",
                    "affiliation": "DanceStream Projects; Global Brain Health Institute",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "Online",
                    "status": "RECRUITING",
                    "city": "New York",
                    "state": "New York",
                    "zip": "11375",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Magda Kaczmarska, MFA",
                            "role": "CONTACT",
                            "phone": "520-331-5726",
                            "email": "magda.kaczmarska@gbhi.org"
                        },
                        {
                            "name": "Magda Kaczmarska, MFA",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 40.71427,
                        "lon": -74.00597
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "33404634",
                    "type": "BACKGROUND",
                    "citation": "Portacolone E, Chodos A, Halpern J, Covinsky KE, Keiser S, Fung J, Rivera E, Tran T, Bykhovsky C, Johnson JK. The Effects of the COVID-19 Pandemic on the Lived Experience of Diverse Older Adults Living Alone With Cognitive Impairment. Gerontologist. 2021 Feb 23;61(2):251-261. doi: 10.1093/geront/gnaa201."
                },
                {
                    "pmid": "29376864",
                    "type": "BACKGROUND",
                    "citation": "Portacolone E, Johnson JK, Covinsky KE, Halpern J, Rubinstein RL. The Effects and Meanings of Receiving a Diagnosis of Mild Cognitive Impairment or Alzheimer's Disease When One Lives Alone. J Alzheimers Dis. 2018;61(4):1517-1529. doi: 10.3233/JAD-170723."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Alzheimer's Disease International (ADI). Dementia Statistics [internet] London: ADI: 2021 https://www.alzint.org/about/dementia-facts-figures/dementia-statistics/"
                },
                {
                    "pmid": "22586419",
                    "type": "BACKGROUND",
                    "citation": "Cerejeira J, Lagarto L, Mukaetova-Ladinska EB. Behavioral and psychological symptoms of dementia. Front Neurol. 2012 May 7;3:73. doi: 10.3389/fneur.2012.00073. eCollection 2012."
                },
                {
                    "pmid": "28541374",
                    "type": "BACKGROUND",
                    "citation": "Kueper JK, Speechley M, Lingum NR, Montero-Odasso M. Motor function and incident dementia: a systematic review and meta-analysis. Age Ageing. 2017 Sep 1;46(5):729-738. doi: 10.1093/ageing/afx084."
                },
                {
                    "pmid": "20526954",
                    "type": "BACKGROUND",
                    "citation": "Possin KL. Visual spatial cognition in neurodegenerative disease. Neurocase. 2010 Dec;16(6):466-87. doi: 10.1080/13554791003730600. Epub 2010 Jun 2."
                },
                {
                    "pmid": "30515063",
                    "type": "BACKGROUND",
                    "citation": "Banovic S, Zunic LJ, Sinanovic O. Communication Difficulties as a Result of Dementia. Mater Sociomed. 2018 Oct;30(3):221-224. doi: 10.5455/msm.2018.30.221-224."
                },
                {
                    "pmid": "30706526",
                    "type": "BACKGROUND",
                    "citation": "Balouch S, Rifaat E, Chen HL, Tabet N. Social networks and loneliness in people with Alzheimer's dementia. Int J Geriatr Psychiatry. 2019 May;34(5):666-673. doi: 10.1002/gps.5065. Epub 2019 Feb 28."
                },
                {
                    "pmid": "34055724",
                    "type": "BACKGROUND",
                    "citation": "Masoud SS, Meyer KN, Martin Sweet L, Prado PJ, White CL. \"We Don't Feel so Alone\": A Qualitative Study of Virtual Memory Cafes to Support Social Connectedness Among Individuals Living With Dementia and Care Partners During COVID-19. Front Public Health. 2021 May 13;9:660144. doi: 10.3389/fpubh.2021.660144. eCollection 2021."
                },
                {
                    "pmid": "33722828",
                    "type": "BACKGROUND",
                    "citation": "Gosse PJ, Kassardjian CD, Masellis M, Mitchell SB. Virtual care for patients with Alzheimer disease and related dementias during the COVID-19 era and beyond. CMAJ. 2021 Mar 15;193(11):E371-E377. doi: 10.1503/cmaj.201938. No abstract available."
                },
                {
                    "pmid": "24336663",
                    "type": "BACKGROUND",
                    "citation": "Ericsson I, Kjellstrom S, Hellstrom I. Creating relationships with persons with moderate to severe dementia. Dementia (London). 2013 Jan;12(1):63-79. doi: 10.1177/1471301211418161. Epub 2011 Oct 9."
                },
                {
                    "pmid": "26505243",
                    "type": "BACKGROUND",
                    "citation": "Love K, Femia E. Helping Individuals With Dementia Live More Fully Through Person-Centered Practices. J Gerontol Nurs. 2015 Nov;41(11):9-14. doi: 10.3928/00989134-20151015-02."
                },
                {
                    "pmid": "30336101",
                    "type": "BACKGROUND",
                    "citation": "Kontos P, Grigorovich A. Integrating Citizenship, Embodiment, and Relationality: Towards a Reconceptualization of Dance and Dementia in Long-Term Care. J Law Med Ethics. 2018 Sep;46(3):717-723. doi: 10.1177/1073110518804233."
                },
                {
                    "pmid": "28735855",
                    "type": "BACKGROUND",
                    "citation": "Livingston G, Sommerlad A, Orgeta V, Costafreda SG, Huntley J, Ames D, Ballard C, Banerjee S, Burns A, Cohen-Mansfield J, Cooper C, Fox N, Gitlin LN, Howard R, Kales HC, Larson EB, Ritchie K, Rockwood K, Sampson EL, Samus Q, Schneider LS, Selbaek G, Teri L, Mukadam N. Dementia prevention, intervention, and care. Lancet. 2017 Dec 16;390(10113):2673-2734. doi: 10.1016/S0140-6736(17)31363-6. Epub 2017 Jul 20. No abstract available."
                },
                {
                    "pmid": "32687886",
                    "type": "BACKGROUND",
                    "citation": "Chan JSY, Wu J, Deng K, Yan JH. The effectiveness of dance interventions on cognition in patients with mild cognitive impairment: A meta-analysis of randomized controlled trials. Neurosci Biobehav Rev. 2020 Nov;118:80-88. doi: 10.1016/j.neubiorev.2020.07.017. Epub 2020 Jul 17."
                },
                {
                    "pmid": "32468912",
                    "type": "BACKGROUND",
                    "citation": "Harrison EA, Lord LM, Asongwed E, Jackson P, Johnson-Largent T, Jean Baptiste AM, Harris BM, Jeffery T. Perceptions, Opinions, Beliefs, and Attitudes About Physical Activity and Exercise in Urban-Community-Residing Older Adults. J Prim Care Community Health. 2020 Jan-Dec;11:2150132720924137. doi: 10.1177/2150132720924137."
                },
                {
                    "pmid": "12815136",
                    "type": "BACKGROUND",
                    "citation": "Verghese J, Lipton RB, Katz MJ, Hall CB, Derby CA, Kuslansky G, Ambrose AF, Sliwinski M, Buschke H. Leisure activities and the risk of dementia in the elderly. N Engl J Med. 2003 Jun 19;348(25):2508-16. doi: 10.1056/NEJMoa022252."
                },
                {
                    "pmid": "28352225",
                    "type": "BACKGROUND",
                    "citation": "Muller P, Rehfeld K, Schmicker M, Hokelmann A, Dordevic M, Lessmann V, Brigadski T, Kaufmann J, Muller NG. Evolution of Neuroplasticity in Response to Physical Activity in Old Age: The Case for Dancing. Front Aging Neurosci. 2017 Mar 14;9:56. doi: 10.3389/fnagi.2017.00056. eCollection 2017."
                },
                {
                    "pmid": "29995884",
                    "type": "BACKGROUND",
                    "citation": "Rehfeld K, Luders A, Hokelmann A, Lessmann V, Kaufmann J, Brigadski T, Muller P, Muller NG. Dance training is superior to repetitive physical exercise in inducing brain plasticity in the elderly. PLoS One. 2018 Jul 11;13(7):e0196636. doi: 10.1371/journal.pone.0196636. eCollection 2018."
                },
                {
                    "pmid": "30237705",
                    "type": "BACKGROUND",
                    "citation": "Zhu Y, Wu H, Qi M, Wang S, Zhang Q, Zhou L, Wang S, Wang W, Wu T, Xiao M, Yang S, Chen H, Zhang L, Zhang KC, Ma J, Wang T. Effects of a specially designed aerobic dance routine on mild cognitive impairment. Clin Interv Aging. 2018 Sep 11;13:1691-1700. doi: 10.2147/CIA.S163067. eCollection 2018."
                },
                {
                    "pmid": "31868666",
                    "type": "BACKGROUND",
                    "citation": "Bisbe M, Fuente-Vidal A, Lopez E, Moreno M, Naya M, de Benetti C, Mila R, Bruna O, Boada M, Alegret M. Comparative Cognitive Effects of Choreographed Exercise and Multimodal Physical Therapy in Older Adults with Amnestic Mild Cognitive Impairment: Randomized Clinical Trial. J Alzheimers Dis. 2020;73(2):769-783. doi: 10.3233/JAD-190552."
                },
                {
                    "pmid": "26456371",
                    "type": "BACKGROUND",
                    "citation": "Hackney ME, Byers C, Butler G, Sweeney M, Rossbach L, Bozzorg A. Adapted Tango Improves Mobility, Motor-Cognitive Function, and Gait but Not Cognition in Older Adults in Independent Living. J Am Geriatr Soc. 2015 Oct;63(10):2105-13. doi: 10.1111/jgs.13650. Epub 2015 Oct 12."
                },
                {
                    "pmid": "29862347",
                    "type": "BACKGROUND",
                    "citation": "Patterson KK, Wong JS, Prout EC, Brooks D. Dance for the rehabilitation of balance and gait in adults with neurological conditions other than Parkinson's disease: A systematic review. Heliyon. 2018 Mar 29;4(3):e00584. doi: 10.1016/j.heliyon.2018.e00584. eCollection 2018 Mar."
                },
                {
                    "pmid": "31055579",
                    "type": "BACKGROUND",
                    "citation": "Joung HJ, Lee Y. Effect of Creative Dance on Fitness, Functional Balance, and Mobility Control in the Elderly. Gerontology. 2019;65(5):537-546. doi: 10.1159/000499402. Epub 2019 May 3."
                },
                {
                    "pmid": "23945631",
                    "type": "BACKGROUND",
                    "citation": "Murrock CJ, Graor CH. Effects of dance on depression, physical function, and disability in underserved adults. J Aging Phys Act. 2014 Jul;22(3):380-5. doi: 10.1123/japa.2013-0003. Epub 2013 Aug 12."
                },
                {
                    "pmid": "24913212",
                    "type": "BACKGROUND",
                    "citation": "Vankova H, Holmerova I, Machacova K, Volicer L, Veleta P, Celko AM. The effect of dance on depressive symptoms in nursing home residents. J Am Med Dir Assoc. 2014 Aug;15(8):582-7. doi: 10.1016/j.jamda.2014.04.013. Epub 2014 Jun 7."
                },
                {
                    "pmid": "32738937",
                    "type": "BACKGROUND",
                    "citation": "Livingston G, Huntley J, Sommerlad A, Ames D, Ballard C, Banerjee S, Brayne C, Burns A, Cohen-Mansfield J, Cooper C, Costafreda SG, Dias A, Fox N, Gitlin LN, Howard R, Kales HC, Kivimaki M, Larson EB, Ogunniyi A, Orgeta V, Ritchie K, Rockwood K, Sampson EL, Samus Q, Schneider LS, Selbaek G, Teri L, Mukadam N. Dementia prevention, intervention, and care: 2020 report of the Lancet Commission. Lancet. 2020 Aug 8;396(10248):413-446. doi: 10.1016/S0140-6736(20)30367-6. Epub 2020 Jul 30. No abstract available. Erratum In: Lancet. 2023 Sep 30;402(10408):1132. doi: 10.1016/S0140-6736(23)02043-3."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Stringer ET. Action Research (3rd ed). Los Angeles: SAGE Publications, 2007"
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Giguere M. Dance education action research: a twin study. Research in Dance Education. 2015;16(1),16-32."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Risner, D., and Stinson, S. W. Moving Social Justice: Challenges, Fears and Possibilities in Dance Education. International Journal of Education & The Arts. 2010;11(6). http://www.ijea.org/v11n6/."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "https://www.psykiatri-regionh.dk/who-5/about-the-who-5/Pages/default.aspx"
                },
                {
                    "pmid": "22847712",
                    "type": "BACKGROUND",
                    "citation": "Jha A, Jan F, Gale T, Newman C. Effectiveness of a recovery-orientated psychiatric intervention package on the wellbeing of people with early dementia: a preliminary randomised controlled trial. Int J Geriatr Psychiatry. 2013 Jun;28(6):589-96. doi: 10.1002/gps.3863. Epub 2012 Jul 30."
                },
                {
                    "pmid": "32281151",
                    "type": "BACKGROUND",
                    "citation": "Victor CR, Rippon I, Nelis SM, Martyr A, Litherland R, Pickett J, Hart N, Henley J, Matthews F, Clare L; IDEAL programme team. Prevalence and determinants of loneliness in people living with dementia: Findings from the IDEAL programme. Int J Geriatr Psychiatry. 2020 Aug;35(8):851-858. doi: 10.1002/gps.5305. Epub 2020 Apr 21."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Shankar KK, Walker M, Frost D, Orrell MW. The development of a valid and reliable scale for rating anxiety in dementia (RAID), Aging & Mental Health, 1999;3:1, 39-49."
                },
                {
                    "pmid": "22372475",
                    "type": "BACKGROUND",
                    "citation": "Snow AL, Huddleston C, Robinson C, Kunik ME, Bush AL, Wilson N, Calleo J, Paukert A, Kraus-Schuman C, Petersen NJ, Stanley MA. Psychometric properties of a structured interview guide for the rating for anxiety in dementia. Aging Ment Health. 2012;16(5):592-602. doi: 10.1080/13607863.2011.644518. Epub 2012 Feb 28."
                },
                {
                    "pmid": "32663113",
                    "type": "BACKGROUND",
                    "citation": "Knekta E, Chatzikyriakidou K, McCartney M. Evaluation of a Questionnaire Measuring University Students' Sense of Belonging to and Involvement in a Biology Department. CBE Life Sci Educ. 2020 Sep;19(3):ar27. doi: 10.1187/cbe.19-09-0166."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Goodenow, C. The psychological sense of school membership among adolescents: Scale development and educational correlates. Psychology in the Schools, 1993b; 30(1), 79-90."
                },
                {
                    "pmid": "33716905",
                    "type": "BACKGROUND",
                    "citation": "Hansen P, Main C, Hartling L. Dance Intervention Affects Social Connections and Body Appreciation Among Older Adults in the Long Term Despite COVID-19 Social Isolation: A Mixed Methods Pilot Study. Front Psychol. 2021 Feb 25;12:635938. doi: 10.3389/fpsyg.2021.635938. eCollection 2021."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Lassell R, Fields B, Cross JE, Wood W. Dementia care partners' reported outcomes after adaptive riding: a theoretical thematic analysis. Quality of Ageing and Older Adults. 2022; 23 (1), 14-25."
                },
                {
                    "type": "BACKGROUND",
                    "citation": "Glesne C. Becoming Qualitative Researchers: And Introduction (5th ed). Boston. Pearson Education, Inc. 2016."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000000544",
                    "term": "Alzheimer Disease"
                },
                {
                    "id": "D000003704",
                    "term": "Dementia"
                },
                {
                    "id": "D000057180",
                    "term": "Frontotemporal Dementia"
                },
                {
                    "id": "D000018888",
                    "term": "Aphasia, Primary Progressive"
                },
                {
                    "id": "D000020774",
                    "term": "Pick Disease of the Brain"
                },
                {
                    "id": "D000015140",
                    "term": "Dementia, Vascular"
                },
                {
                    "id": "D000020961",
                    "term": "Lewy Body Disease"
                },
                {
                    "id": "D000060825",
                    "term": "Cognitive Dysfunction"
                }
            ],
            "ancestors": [
                {
                    "id": "D000001927",
                    "term": "Brain Diseases"
                },
                {
                    "id": "D000002493",
                    "term": "Central Nervous System Diseases"
                },
                {
                    "id": "D000009422",
                    "term": "Nervous System Diseases"
                },
                {
                    "id": "D000024801",
                    "term": "Tauopathies"
                },
                {
                    "id": "D000019636",
                    "term": "Neurodegenerative Diseases"
                },
                {
                    "id": "D000019965",
                    "term": "Neurocognitive Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                },
                {
                    "id": "D000003072",
                    "term": "Cognition Disorders"
                },
                {
                    "id": "D000057174",
                    "term": "Frontotemporal Lobar Degeneration"
                },
                {
                    "id": "D000057177",
                    "term": "TDP-43 Proteinopathies"
                },
                {
                    "id": "D000057165",
                    "term": "Proteostasis Deficiencies"
                },
                {
                    "id": "D000008659",
                    "term": "Metabolic Diseases"
                },
                {
                    "id": "D000001037",
                    "term": "Aphasia"
                },
                {
                    "id": "D000013064",
                    "term": "Speech Disorders"
                },
                {
                    "id": "D000007806",
                    "term": "Language Disorders"
                },
                {
                    "id": "D000003147",
                    "term": "Communication Disorders"
                },
                {
                    "id": "D000019954",
                    "term": "Neurobehavioral Manifestations"
                },
                {
                    "id": "D000009461",
                    "term": "Neurologic Manifestations"
                },
                {
                    "id": "D000002561",
                    "term": "Cerebrovascular Disorders"
                },
                {
                    "id": "D000002537",
                    "term": "Intracranial Arteriosclerosis"
                },
                {
                    "id": "D000020765",
                    "term": "Intracranial Arterial Diseases"
                },
                {
                    "id": "D000056784",
                    "term": "Leukoencephalopathies"
                },
                {
                    "id": "D000001161",
                    "term": "Arteriosclerosis"
                },
                {
                    "id": "D000001157",
                    "term": "Arterial Occlusive Diseases"
                },
                {
                    "id": "D000014652",
                    "term": "Vascular Diseases"
                },
                {
                    "id": "D000002318",
                    "term": "Cardiovascular Diseases"
                },
                {
                    "id": "D000020734",
                    "term": "Parkinsonian Disorders"
                },
                {
                    "id": "D000001480",
                    "term": "Basal Ganglia Diseases"
                },
                {
                    "id": "D000009069",
                    "term": "Movement Disorders"
                },
                {
                    "id": "D000080874",
                    "term": "Synucleinopathies"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M3885",
                    "name": "Alzheimer Disease",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M28762",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Frontotemporal Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M20929",
                    "name": "Aphasia, Primary Progressive",
                    "asFound": "Frontotemporal Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22530",
                    "name": "Pick Disease of the Brain",
                    "asFound": "Frontotemporal Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M29705",
                    "name": "Cognitive Dysfunction",
                    "asFound": "Mild Cognitive Impairment",
                    "relevance": "HIGH"
                },
                {
                    "id": "M6904",
                    "name": "Dementia",
                    "asFound": "Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M17861",
                    "name": "Dementia, Vascular",
                    "asFound": "Vascular Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "M22693",
                    "name": "Lewy Body Disease",
                    "asFound": "Lewy Body Disease",
                    "relevance": "HIGH"
                },
                {
                    "id": "M4352",
                    "name": "Aphasia",
                    "relevance": "LOW"
                },
                {
                    "id": "M5204",
                    "name": "Brain Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M5742",
                    "name": "Central Nervous System Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M23002",
                    "name": "Tauopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M21558",
                    "name": "Neurodegenerative Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M21836",
                    "name": "Neurocognitive Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6301",
                    "name": "Cognition Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M28756",
                    "name": "Frontotemporal Lobar Degeneration",
                    "relevance": "LOW"
                },
                {
                    "id": "M28759",
                    "name": "TDP-43 Proteinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M28747",
                    "name": "Proteostasis Deficiencies",
                    "relevance": "LOW"
                },
                {
                    "id": "M11639",
                    "name": "Metabolic Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M15864",
                    "name": "Speech Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M10823",
                    "name": "Language Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M6374",
                    "name": "Communication Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M21826",
                    "name": "Neurobehavioral Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M12404",
                    "name": "Neurologic Manifestations",
                    "relevance": "LOW"
                },
                {
                    "id": "M5810",
                    "name": "Cerebrovascular Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4469",
                    "name": "Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M5786",
                    "name": "Intracranial Arteriosclerosis",
                    "relevance": "LOW"
                },
                {
                    "id": "M22521",
                    "name": "Intracranial Arterial Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M28591",
                    "name": "Leukoencephalopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "M4465",
                    "name": "Arterial Occlusive Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M17400",
                    "name": "Vascular Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M22494",
                    "name": "Parkinsonian Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M25603",
                    "name": "Ganglion Cysts",
                    "relevance": "LOW"
                },
                {
                    "id": "M16358",
                    "name": "Synovial Cyst",
                    "relevance": "LOW"
                },
                {
                    "id": "M4774",
                    "name": "Basal Ganglia Diseases",
                    "relevance": "LOW"
                },
                {
                    "id": "M12029",
                    "name": "Movement Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M2217",
                    "name": "Synucleinopathies",
                    "relevance": "LOW"
                },
                {
                    "id": "T2399",
                    "name": "Frontotemporal Dementia",
                    "asFound": "Frontotemporal Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2400",
                    "name": "Frontotemporal Dementia, Ubiquitin-positive",
                    "asFound": "Frontotemporal Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T4710",
                    "name": "Primary Progressive Aphasia",
                    "asFound": "Frontotemporal Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T5168",
                    "name": "Semantic Dementia",
                    "asFound": "Frontotemporal Dementia",
                    "relevance": "HIGH"
                },
                {
                    "id": "T2192",
                    "name": "Familial Alzheimer Disease",
                    "relevance": "LOW"
                },
                {
                    "id": "T704",
                    "name": "Behavioral Variant of Frontotemporal Dementia",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC10",
                    "name": "Nervous System Diseases"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                },
                {
                    "abbrev": "BC18",
                    "name": "Nutritional and Metabolic Diseases"
                },
                {
                    "abbrev": "BC23",
                    "name": "Symptoms and General Pathology"
                },
                {
                    "abbrev": "BC14",
                    "name": "Heart and Blood Diseases"
                },
                {
                    "abbrev": "BC04",
                    "name": "Neoplasms"
                },
                {
                    "abbrev": "BC17",
                    "name": "Skin and Connective Tissue Diseases"
                },
                {
                    "abbrev": "Rare",
                    "name": "Rare Diseases"
                }
            ]
        }
    },
    "hasResults": false
}