{
    "protocolSection": {
        "identificationModule": {
            "nctId": "NCT05124119",
            "orgStudyIdInfo": {
                "id": "STU-2021-0917"
            },
            "secondaryIdInfos": [
                {
                    "id": "UG1DA020024",
                    "type": "NIH",
                    "link": "https://reporter.nih.gov/quickSearch/UG1DA020024"
                }
            ],
            "organization": {
                "fullName": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "briefTitle": "Strategies to Enhance Recruitment and Retention of Black Individuals Into Clinical Trials for Substance Use Disorders",
            "officialTitle": "Innovative Development of Research Engagement Manual (I-DREM): Strategies to Enhance Recruitment and Retention of African American/Black Individuals in Clinical Trials",
            "acronym": "I-DREM",
            "therapeuticArea": [
                "Other"
            ],
            "study": "strategies-to-enhance-recruitment-and-retention-of-black-individuals-into-clinical-trials-for-substance-use-disorders"
        },
        "statusModule": {
            "statusVerifiedDate": "2024-02",
            "overallStatus": "RECRUITING",
            "expandedAccessInfo": {
                "hasExpandedAccess": false
            },
            "startDateStruct": {
                "date": "2022-04-01",
                "type": "ACTUAL"
            },
            "primaryCompletionDateStruct": {
                "date": "2024-06-30",
                "type": "ESTIMATED"
            },
            "completionDateStruct": {
                "date": "2024-07-31",
                "type": "ESTIMATED"
            },
            "studyFirstSubmitDate": "2021-11-05",
            "studyFirstSubmitQcDate": "2021-11-05",
            "studyFirstPostDateStruct": {
                "date": "2021-11-17",
                "type": "ACTUAL"
            },
            "lastUpdateSubmitDate": "2024-02-12",
            "lastUpdatePostDateStruct": {
                "date": "2024-02-13",
                "type": "ACTUAL"
            }
        },
        "sponsorCollaboratorsModule": {
            "responsibleParty": {
                "type": "PRINCIPAL_INVESTIGATOR",
                "investigatorFullName": "Madhukar H. Trivedi, MD",
                "investigatorTitle": "Professor of Medicine",
                "investigatorAffiliation": "University of Texas Southwestern Medical Center"
            },
            "leadSponsor": {
                "name": "University of Texas Southwestern Medical Center",
                "class": "OTHER"
            },
            "collaborators": [
                {
                    "name": "National Institute on Drug Abuse (NIDA)",
                    "class": "NIH"
                }
            ]
        },
        "oversightModule": {
            "oversightHasDmc": false,
            "isFdaRegulatedDrug": false,
            "isFdaRegulatedDevice": false
        },
        "descriptionModule": {
            "briefSummary": "The overall goal of this research project will be to obtain feedback from consumers to help develop a manual called I-DREM (Innovative Development of Research Engagement Manual). The researchers hope to learn information from the consented participants to help map out solutions to improve recruitment of African American/Black individuals into Substance Abuse Disorder (SUD) clinical trials.",
            "detailedDescription": "Black individuals represent 12% of the U.S. population. Approximately 3% participate in various clinical trials in the entire country. Black individuals are disproportionately affected by substance use and have higher rates of associated mortality, suggesting the need for action to address this racial disparity in health outcomes. Under-representation of ethnic minorities in clinical trials has significant scientific implications and ultimately compromises generalizability of research findings and further exacerbates existing racial health disparities.\n\nAlthough incremental progress has occurred since the establishment of the National Institutes of Health (NIH) Revitalization Act, barriers that influence participation of the African American and ethnic minority populations in research continue to exist. The NIH has acknowledged the need for increased enrollment of ethnic minorities in research, yet minority enrollment into clinical and translational research remains low. There are no concrete developments (e.g., protocols, toolbox) to aid clinical researchers' effort to enhance recruitment and retention to date in substance using populations despite the detrimental disproportionate effects of substance use observed in the African American and or Black populations. This suggests the importance of initiating more innovative ways of retainment, recruitment, and education of ethnic minorities about Substance Use Disorders (SUDs).\n\nSpecifically, almost 1 million Americans, an estimated 977,000, met criteria for cocaine use disorder in 2018. The rate of overdose deaths attributed to cocaine increased by an average of 27% each year from 2012 to 2018, reaching a rate of 4.5 deaths per 100,000 standard population in 2018. This increase is a tripling in deaths from the year 2012 to 2018 and appears to be continuing to increase. The rate of death is highest among non-Hispanic Blacks at a rate of 8.3 per 100,000 population, which is nearly double the rate of death attributed to cocaine among non-Hispanic Whites. This differential death rate is seen despite similar rates of cocaine use among Blacks and Whites is 1.8 % versus 2.1%, respectively in 2018, suggesting the need for action to address this racial disparity in health outcomes.\n\nSignificance: Nearly 40% of Americans belong to a racial or ethnic minority group. However, participants in clinical trials for new pharmacotherapies skew heavily Caucasian. In the area of substance use disorders, Blacks are also disproportionally affected and have higher rates of associated mortality. One study using data from multiple Clinical Trials Network trials showed higher rates of combined opiate and stimulant use among Black compared to White adults. The rate of death is also highest among Black participants using cocaine at a rate of 8.3 per 100,000 population, which is nearly double the rate of death attributed to cocaine among non-Hispanic Whites. This differential death rate is seen despite similar rates of cocaine use among Blacks and Whites suggests the need for action to address this racial disparity in health outcomes. Under-representation of ethnic minorities in clinical trials has significant scientific implications and ultimately compromises generalizability of research findings and further exacerbates existing racial health disparities.\n\nRationale: While significant attention has been devoted to identifying barriers to inclusion, the current proposal seeks to redirect efforts away from documenting barriers and instead towards improved recruitment and retention of Black/African American (AA) individuals into Randomized Clinical Trials (RCTs). This will be achieved by developing a comprehensive and innovative manual that maps out concrete strategies for both increased recruitment and retention in RCTs"
        },
        "conditionsModule": {
            "conditions": [
                "Substance Use Disorders"
            ]
        },
        "designModule": {
            "studyType": "OBSERVATIONAL",
            "patientRegistry": false,
            "designInfo": {
                "observationalModel": "OTHER",
                "timePerspective": "CROSS_SECTIONAL"
            },
            "enrollmentInfo": {
                "count": 70,
                "type": "ESTIMATED"
            }
        },
        "armsInterventionsModule": {
            "armGroups": [
                {
                    "label": "Focus Group One",
                    "description": "Participants in Focus Group 1 will be assigned a unique study name or pseudonym and requested to answer a set of three different questionnaires that are described in the study's protocol. This study does not involve any type of intervention. The participants will not be administered any type of medications but only questionnaires. This is an observational (cross-section) type of study and not an experimental or randomized clinical trial."
                },
                {
                    "label": "Focus Group Two",
                    "description": "Participants in Focus Group 2 will be assigned a unique study name or pseudonym and requested to answer a set of three different questionnaires that are described in the study's protocol. This study does not involve any type of intervention. The participants will not be administered any type of medications but only questionnaires. This is an observational (cross-section) type of study and not an experimental or randomized clinical trial."
                }
            ]
        },
        "outcomesModule": {
            "primaryOutcomes": [
                {
                    "measure": "Change in knowledge Acquisition Scores",
                    "description": "The \"Research Knowledge Questionnaire\" measures participants' knowledge acquisition.\n\nPossible score ranges from 0 - 100 i.e., 0-24 referring to low knowledge, 25-49 referring to below average, 51-74 referring to good scores, and 75-100 higher scores indicating excellent and higher knowledge acquisition (research knowledge).",
                    "timeFrame": "Baseline Day 1-15 (pre-focus group), Post focus group (Day 15-30) [Approximated time frames]"
                }
            ]
        },
        "eligibilityModule": {
            "eligibilityCriteria": "Inclusion Criteria:\n\n* At least 18 years of age\n* Self-identified as Black American or of African American heritage\n* Is using and looking to stop or reduce their cocaine use and or other illicit substance use\n* Has access to device for virtual meetings\n* Able to provide informed consent and complete verbal study assessments in English\n\nExclusion Criteria:\n\n-All that does not meet the inclusion criteria from (i) to (v) above",
            "sex": "ALL",
            "minimumAge": "18 Years",
            "maximumAge": "90 Years",
            "stdAges": [
                "ADULT",
                "OLDER_ADULT"
            ],
            "studyPopulation": "African American persons, male and female, 18 years to 90 years that have a history of substance abuse disorder and have competed rehabilitation and not actively using illicit drugs.",
            "samplingMethod": "NON_PROBABILITY_SAMPLE"
        },
        "contactsLocationsModule": {
            "centralContacts": [
                {
                    "name": "Sabrina Smiley, PhD",
                    "role": "CONTACT",
                    "phone": "2146483606",
                    "email": "ssmiley@sdsu.edu"
                },
                {
                    "name": "Geoffrey Obel, DrPH",
                    "role": "CONTACT",
                    "email": "geoffrey.obel@utsouthwestern.edu"
                }
            ],
            "overallOfficials": [
                {
                    "name": "Madhukar Trivedi, MD",
                    "affiliation": "UT Southwestern Medical Center",
                    "role": "PRINCIPAL_INVESTIGATOR"
                }
            ],
            "locations": [
                {
                    "facility": "UT Southwestern Medical Center",
                    "status": "RECRUITING",
                    "city": "Dallas",
                    "state": "Texas",
                    "zip": "75703",
                    "country": "United States",
                    "contacts": [
                        {
                            "name": "Madhuakar Trivedi, MD",
                            "role": "CONTACT",
                            "email": "Madhukar.Trivedi@UTSouthwestern.edu"
                        },
                        {
                            "name": "GEOFFREY OBEL, DrPH",
                            "role": "CONTACT",
                            "email": "geoffrey.obel@utsouthwestern.edu"
                        },
                        {
                            "name": "Madhukar Trivedi, MD",
                            "role": "PRINCIPAL_INVESTIGATOR"
                        },
                        {
                            "name": "Sabrina Smiley, PhD",
                            "role": "SUB_INVESTIGATOR"
                        }
                    ],
                    "geoPoint": {
                        "lat": 32.78306,
                        "lon": -96.80667
                    }
                }
            ]
        },
        "referencesModule": {
            "references": [
                {
                    "pmid": "19528134",
                    "type": "RESULT",
                    "citation": "Magruder KM, Bichun Ouyang, Miller S, Tilley BC. Retention of under-represented minorities in drug abuse treatment studies. Clin Trials. 2009 Jun;6(3):252-60. doi: 10.1177/1740774509105224."
                },
                {
                    "pmid": "23897588",
                    "type": "RESULT",
                    "citation": "Byrne MM, Tannenbaum SL, Gluck S, Hurley J, Antoni M. Participation in cancer clinical trials: why are patients not participating? Med Decis Making. 2014 Jan;34(1):116-26. doi: 10.1177/0272989X13497264. Epub 2013 Jul 29."
                },
                {
                    "pmid": "15187053",
                    "type": "RESULT",
                    "citation": "Murthy VH, Krumholz HM, Gross CP. Participation in cancer clinical trials: race-, sex-, and age-based disparities. JAMA. 2004 Jun 9;291(22):2720-6. doi: 10.1001/jama.291.22.2720."
                },
                {
                    "pmid": "33054918",
                    "type": "RESULT",
                    "citation": "Hedegaard H, Spencer MR, Garnett MF. Increase in Drug Overdose Deaths Involving Cocaine: United States, 2009-2018. NCHS Data Brief. 2020 Oct;(384):1-8."
                },
                {
                    "pmid": "28062251",
                    "type": "RESULT",
                    "citation": "Hayen A, Wanigasekera V, Faull OK, Campbell SF, Garry PS, Raby SJM, Robertson J, Webster R, Wise RG, Herigstad M, Pattinson KTS. Opioid suppression of conditioned anticipatory brain responses to breathlessness. Neuroimage. 2017 Apr 15;150:383-394. doi: 10.1016/j.neuroimage.2017.01.005. Epub 2017 Jan 3."
                }
            ]
        },
        "ipdSharingStatementModule": {
            "ipdSharing": "NO"
        }
    },
    "derivedSection": {
        "miscInfoModule": {
            "versionHolder": "2024-07-30"
        },
        "conditionBrowseModule": {
            "meshes": [
                {
                    "id": "D000019966",
                    "term": "Substance-Related Disorders"
                }
            ],
            "ancestors": [
                {
                    "id": "D000064419",
                    "term": "Chemically-Induced Disorders"
                },
                {
                    "id": "D000001523",
                    "term": "Mental Disorders"
                }
            ],
            "browseLeaves": [
                {
                    "id": "M21837",
                    "name": "Substance-Related Disorders",
                    "asFound": "Substance Use Disorders",
                    "relevance": "HIGH"
                },
                {
                    "id": "M30302",
                    "name": "Chemically-Induced Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M4815",
                    "name": "Mental Disorders",
                    "relevance": "LOW"
                },
                {
                    "id": "M14473",
                    "name": "Psychotic Disorders",
                    "relevance": "LOW"
                }
            ],
            "browseBranches": [
                {
                    "abbrev": "BC25",
                    "name": "Substance Related Disorders"
                },
                {
                    "abbrev": "BXM",
                    "name": "Behaviors and Mental Disorders"
                },
                {
                    "abbrev": "All",
                    "name": "All Conditions"
                }
            ]
        }
    },
    "hasResults": false
}